[{"name":"Triều Hồng Bàng","properties":{"Vị thế":"Vương quốc truyền thuyết (nửa thật, nửa ảo)","Thủ đô":"Ngàn Hống (~2879 TCN – ?) Nghĩa Lĩnh (Thế kỷ XXIX TCN) Phong Châu (Tới 258 TCN)","Tôn giáo chính":"Thuyết vật linh, tín ngưỡng truyền thống","Chính phủ":"Quân chủ chuyên chế"},"description":""},{"name":"An Dương vương 安陽王","properties":{},"description":"Thời tiền sử"},{"name":"Bắc thuộc lần thứ nhất","properties":{"Vị thế":"Quận của Nhà Hán","Thủ đô":"Giao Chỉ","Ngôn ngữ thông dụng":"Tiếng Hán thượng cổ","Chính phủ":"Chế độ quân chủ","Hoàng đế":"Hán Vũ Đế (đầu tiên), Hán Chiêu Đế, Hán Quang Vũ Đế (cuối cùng)"},"description":"Bắc thuộc lần thứ nhất (chữ Nôm: 北屬吝次一, ngắn gọn: Bắc thuộc lần 1) trong lịch sử Việt Nam kéo dài từ khoảng thế kỷ thứ 2 trước Công nguyên đến năm 40, dưới sự cai trị của phong kiến Trung Quốc."},{"name":"Trưng Nữ vương 徵女王","properties":{},"description":"Thời tiền sử"},{"name":"Bắc thuộc lần thứ hai","properties":{"Vị thế":"Quận của Nhà Hán-Nhà Đông Ngô-Nhà Tấn-Nam Triều","Thủ đô":"Long Biên","Ngôn ngữ thông dụng":"Tiếng Hán","Chính phủ":"Chế độ quân chủ","Hoàng đế":"Hán Quang Vũ Đế (đầu tiên), Tôn Quyền của Đông Ngô, Tấn Vũ Đế, Lưu Tống Vũ Đế, Nam Tề Cao Đế, Lương Vũ Đế (cuối cùng)"},"description":""},{"name":"Vạn Xuân","properties":{"Thủ đô":"Long Biên","Ngôn ngữ thông dụng":"Tiếng Việt cổ Tiếng Hán trung đại","Chính phủ":"Chế độ quân chủ"},"description":"Nhà Tiền Lý (chữ Nôm: 茹前李, chữ Hán: 前李朝, Hán Việt: Tiền Lý triều, 544 – 602) là một triều đại trong lịch sử Việt Nam, gắn liền với quốc hiệu Vạn Xuân. Nhà Tiền Lý kéo dài 61 năm và nước Vạn Xuân kéo dài 58 năm, tổng cộng ba đời vua, trong đó có hai vua họ Lý và một vua họ Triệu cũng được tính gộp vào nhà Tiền Lý, tương tự như Dương Tam Kha trong nhà Ngô sau đó."},{"name":"Bắc thuộc lần thứ ba Tĩnh Hải quân","properties":{"Vị thế":"Quận của Nhà Tùy-Nhà Đường-Nam Hán Tỉnh tự trị dưới Họ Khúc (905)","Thủ đô":"Đại La","Ngôn ngữ thông dụng":"Tiếng Trung","Tôn giáo chính":"Phật giáo","Chính phủ":"Chế độ quân chủ","Hoàng đế":"Tùy Văn Đế (đầu tiên), Đường Cao Tổ, Lưu Nham (cuối cùng), , , , Độc Cô Tổn, Khúc Thừa Dụ (Thời kỳ tự trị), Khúc Hạo, Khúc Thừa Mỹ, Dương Đình Nghệ, Kiều Công Tiễn (cuối cùng)"},"description":"Thời tiền sử"},{"name":"Tĩnh Hải quân","properties":{"Thủ đô":"Cổ Loa","Ngôn ngữ thông dụng":"Việt ngữ và Hán ngữ trung đại","Tôn giáo chính":"Phật giáo, Đạo giáo, Cảnh giáo","Chính phủ":"Quân chủ"},"description":"Nhà Ngô (chữ Nôm: 茹吳, chữ Hán: 吳朝, Hán Việt: Ngô triều) là một triều đại quân chủ trong lịch sử Việt Nam, truyền được hai đời nhưng có tới ba vị vua, kéo dài từ năm 939 đến năm 965. Khoảng thời gian xen giữa từ 944 đến 950 còn có Dương Bình Vương tức Dương Tam Kha. Khác với các triều đại quân chủ Việt Nam sau này, các vua nhà Ngô vẫn xưng tước vương mà chưa xưng đế hiệu trên phạm vi toàn lãnh thổ do họ cai trị."},{"name":"Đại Cồ Việt","properties":{"Thủ đô":"Hoa Lư","Ngôn ngữ thông dụng":"Hán ngữ trung đại","Tôn giáo chính":"Phật giáo, Đạo giáo,...","Chính phủ":"Quân chủ","Hoàng đế":"Đinh Tiên Hoàng, Đinh Phế Đế"},"description":""},{"name":"Đại Cồ Việt","properties":{"Thủ đô":"Hoa Lư","Ngôn ngữ thông dụng":"Tiếng Việt trung đại","Tôn giáo chính":"Phật giáo, Đạo giáo,...","Chính phủ":"Quân chủ","Hoàng đế":"Lê Đại Hành, Lê Trung Tông, Lê Ngọa Triều"},"description":"Nhà Lê (chữ Nôm: 茹黎, chữ Hán: 黎朝, Hán Việt: Lê triều), hay còn được gọi là nhà Tiền Lê (chữ Nôm: 家前黎, Chữ Hán: 前黎朝, Hán Việt: Tiền Lê triều)[2] là một triều đại quân chủ trong lịch sử Việt Nam, bắt đầu khi Đinh Phế Đế nhường ngôi cho Lê Hoàn vào năm 980, trải qua ba đời quân chủ và chấm dứt khi Lê Long Đĩnh qua đời. Quốc hiệu vẫn là Đại Cồ Việt."},{"name":"Nhà Lý","properties":{"Thủ đô":"Hoa Lư (1009 - 1010) Thăng Long (1010 - 1225)","Ngôn ngữ thông dụng":"Tiếng Việt trung đại","Tôn giáo chính":"Phật giáo","Chính phủ":"Quân chủ","Hoàng đế":"Lý Thái Tổ (đầu tiên), Lý Chiêu Hoàng (cuối cùng)"},"description":"Nhà Lý (chữ Nôm: 茹李, chữ Hán: 李朝, Hán Việt: Lý triều), đôi khi gọi là nhà Hậu Lý (để phân biệt với triều đại Tiền Lý do Lý Bí thành lập) là một triều đại trong nền quân chủ Việt Nam. Triều đại này bắt đầu khi Lý Công Uẩn lên ngôi vào tháng 10 âm lịch năm 1009 sau khi giành được quyền lực từ tay nhà Tiền Lê. Triều đại này trải qua 9 vị hoàng đế và chấm dứt khi Lý Chiêu Hoàng, lúc đó mới có 7 tuổi, bị ép thoái vị để nhường ngôi cho chồng là Trần Cảnh vào năm 1225 – tổng cộng là 216 năm."},{"name":"Đại Việt","properties":{"Thủ đô":"Thăng Long Thiên Trường Thanh Hoá (tạm thời)","Ngôn ngữ thông dụng":"Chữ Nôm Tiếng Việt trung đại","Tôn giáo chính":"Phật giáo, Đạo giáo, Tín ngưỡng Việt Nam","Chính phủ":"Quân chủ chuyên chế","Hoàng đế":"Trần Thái Tông (đầu tiên), Trần Thiếu Đế (cuối cùng)"},"description":"Thời tiền sử"},{"name":"Đại Ngu","properties":{"Vị thế":"Đế quốc","Thủ đô":"Tây Đô 20°4′B 105°36′Đ﻿ / ﻿20,067°B 105,6°Đ﻿ / 20.067; 105.600","Ngôn ngữ thông dụng":"Tiếng Việt trung đại","Tôn giáo chính":"Phật giáo, Đạo giáo, Tín ngưỡng Việt Nam","Chính phủ":"Quân chủ","Hoàng đế":"Hồ Quý Ly (đầu tiên), Hồ Hán Thương (cuối cùng)"},"description":"Nhà Hồ (chữ Nôm: 茹胡, chữ Hán: 胡朝, Hán Việt: Hồ triều) là một triều đại quân chủ trong lịch sử Việt Nam, bắt đầu khi Hồ Quý Ly lên ngôi năm 1400 sau khi giành được quyền lực từ tay nhà Trần và chấm dứt khi Hồ Hán Thương bị quân Minh bắt vào năm 1407 – tổng cộng là 7 năm. Quốc hiệu Đại Việt đã đổi thành Đại Ngu năm 1400."},{"name":"Thời kỳ Bắc thuộc lần thứ tư Giao Chỉ Thừa tuyên bố chính sứ ty 北屬吝次四 交趾承宣布政使司","properties":{},"description":"Thời kỳ Bắc thuộc lần thứ tư (chữ Nôm: 北屬吝次四) hay còn gọi là thời Minh thuộc trong lịch sử Việt Nam bắt đầu từ năm 1407 khi đế quốc Minh đánh bại nhà Hồ-Đại Ngu và chấm dứt năm 1427 khi Lê Lợi đánh đuổi được quân Minh ra khỏi bờ cõi, giành thắng lợi hoàn toàn trong cuộc khởi nghĩa Lam Sơn. Thời kỳ thuộc Minh chỉ kéo dài 20 năm."},{"name":"Đại Việt","properties":{"Vị thế":"Đế quốc","Thủ đô":"Đông Kinh (東京 1428 - 1527)","Ngôn ngữ thông dụng":"Việt ngữ trung đại","Tôn giáo chính":"Phật giáo, Nho giáo, Tín ngưỡng dân gian","Chính phủ":"Quân chủ tuyệt đối","Hoàng đế":"Lê Thái Tổ, Lê Thánh Tông"},"description":"Nhà Lê sơ (chữ Nôm: 茹黎初 chữ Hán: 黎初朝, Hán Việt: Lê sơ triều) là giai đoạn đầu của triều đại quân chủ nhà Hậu Lê. Đây là thời kỳ mà chế độ quân chủ chuyên chế tập quyền trong lịch sử Việt Nam lần đầu tiên đạt đến đỉnh cao của sự phát triển cũng như suy thoái của nó. Nhà Lê sơ được thành lập sau khi Lê Lợi phát động Khởi nghĩa Lam Sơn đánh bại nhà Minh. Ông đổi tên Giao Chỉ (交阯), vốn tồn tại trong thời gian nội thuộc nhà Minh, trở về Đại Việt (大越), quốc hiệu có từ đời Lý Thánh Tông."},{"name":"Đại Việt","properties":{"Thủ đô":"Vạn Lại (tạm thời) (1533–1597) Đông Kinh (1597–1789)","Ngôn ngữ thông dụng":"Tiếng Việt trung đại","Tôn giáo chính":"Nho giáo Phật giáo Đạo giáo Công giáo Tín ngưỡng dân gian","Chính phủ":"Chế độ quân chủ","Hoàng đế":"Lê Trang Tông, Lê Anh Tông, Lê Chiêu Thống (cuối cùng), "},"description":"Nhà Lê trung hưng (chữ Nôm: 茹黎中興, chữ Hán: 黎中興朝, Hán Việt: Lê trung hưng triều, 1533–1789) là giai đoạn sau của triều đại quân chủ nhà Hậu Lê (giai đoạn đầu là nhà Lê sơ) trong lịch sử Việt Nam. Nhà Lê trung hưng được thành lập khi Lê Trang Tông với sự phò tá của cựu thần nhà Lê sơ là Nguyễn Kim được đưa lên ngôi báu. Đây là triều đại dài nhất so với các triều đại Việt Nam với 256 năm."},{"name":"Đại Việt Mạc triều (莫朝)","properties":{"Vị thế":"Đế quốc","Thủ đô":"Đông Kinh","Ngôn ngữ thông dụng":"Tiếng Việt","Tôn giáo chính":"Tam giáo quy nguyên","Chính phủ":"Quân chủ","Hoàng đế":"Mạc Thái Tổ, Mạc Mậu Hợp, Mạc Toàn, Mạc Kính Cung, Mạc Kính Vũ"},"description":"Nhà Mạc (chữ Hán: 莫朝 / Mạc triều) là triều đại quân chủ trong lịch sử Việt Nam, bắt đầu khi Mạc Đăng Dung, sau khi dẹp được các bè phái trong cung đình, đã ép vua Lê Cung Hoàng nhà Hậu Lê nhường ngôi tháng 6 năm 1527 và chấm dứt khi vua Mạc Mậu Hợp lập con trai là Mạc Toàn lên ngôi, bị quân đội Lê-Trịnh do Trịnh Tùng chỉ huy đánh bại vào cuối năm 1592 – Sau đó Mạc Toàn lên ngôi nhưng tại vị chỉ được 2 tháng, tổng cộng thời gian tồn tại chính thức của triều đại là gần 66 năm."},{"name":"Chúa Trịnh","properties":{"Vị thế":"Lãnh địa công quốc","Thủ đô":"Đông Kinh","Ngôn ngữ thông dụng":"Tiếng Việt","Tôn giáo chính":"Tam giáo đồng nguyên","Chính phủ":"Quân chủ chuyên chế"},"description":"Chúa Trịnh (chữ Nôm: 主鄭, chữ Hán: 鄭王 / Trịnh vương; 1545 – 1787) là một vương tộc phong kiến kiểm soát quyền lực lãnh thổ Đàng Ngoài suốt thời Lê Trung hưng. Về danh nghĩa thì chúa Trịnh là bề tôi của nhà Lê (họ chỉ xưng tước \"vương\", vẫn dùng niên hiệu và nhận sắc phong, chiếu chỉ từ hoàng đế nhà Lê). Tuy nhiên thực tế thì vua Lê không có thực quyền, việc cai trị chủ yếu do chúa Trịnh thực hiện. Bộ máy triều đình lúc này hoạt động theo thể chế lưỡng đầu. Tổng cộng có 11 đời chúa Trịnh chính thức (nếu tính luôn cả Trịnh Kiểm là 12 đời chúa), cai quản xứ Đàng Ngoài trong hơn 2 thế kỷ."},{"name":"Đại Việt","properties":{"Vị thế":"Đế quốc","Thủ đô":"Quy Nhơn (1778-1788) Phú Xuân (1788-1802) Phượng Hoàng Trung Đô (1788-1802)","Ngôn ngữ thông dụng":"Tiếng Việt (Văn tự: Chữ Nôm), Tiếng Chăm, Tiếng Quảng Đông, Tiếng Khách Gia","Tôn giáo chính":"Phật giáo, Nho giáo, Công giáo, Tín ngưỡng dân gian","Chính phủ":"Quân chủ chuyên chế","Hoàng đế":"Nguyễn Nhạc, Nguyễn Huệ, Nguyễn Quang Toản"},"description":"Nhà Tây Sơn (chữ Nôm: 家西山, chữ Hán: 西山朝 / Tây Sơn triều) là một triều đại quân chủ trong lịch sử Việt Nam tồn tại từ năm 1778 đến năm 1802, được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung hưng (1533–1789). Theo cách gọi của phần lớn sử gia, nhất là các sử gia hiện đại[1] tại Việt Nam thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn). Ngoài ra, \"Tây Sơn\" cũng chỉ các lãnh tụ và quân đội khởi nghĩa xuất thân từ ấp Tây Sơn; cũng được dùng làm tên cuộc chiến của Tây Sơn."},{"name":"Đại Việt (1802–1804) Việt Nam (1804–1839) Đại Nam (1839–1945)","properties":{"Vị thế":"Đế quốc nội địa chịu sự triều cống cho Trung Quốc (1802–1884) Chế độ bảo hộ của Pháp (1884–1945) Chính phủ bù nhìn của Nhật Bản (1945)","Thủ đô":"Phú Xuân (nay là Huế) 16°28′B 107°36′Đ﻿ / ﻿16,467°B 107,6°Đ﻿ / 16.467; 107.600","Ngôn ngữ thông dụng":"Tiếng Việt Văn ngôn Trung Quốc Tiếng Pháp (từ 1884)","Tôn giáo chính":"Nho giáo, Phật giáo, Công giáo, Tín ngưỡng dân gian","Chính phủ":"Quân chủ chuyên chế","Hoàng đế":"Gia Long, Hàm Nghi, Bảo Đại"},"description":""},{"name":"Chiến tranh Đông Dương","properties":{},"description":""},{"name":"Cộng hòa Xã hội chủ nghĩa Việt Nam","properties":{"Thủ đô":"Hà Nội 21°2′B 105°51′Đ﻿ / ﻿21,033°B 105,85°Đ﻿ / 21.033; 105.850","Chính phủ":"Cộng hòa xã hội chủ nghĩa một đảng đơn nhất theo chủ nghĩa Marx-Lenin"},"description":""}]