[{"name":" Văn hóa Soi Nhụ","properties":{"Thời gian":"25.000 TCN–7.000 TCN"},"description":"Văn hóa Soi Nhụ gọi theo tên địa điểm khảo cổ học Soi Nhụ thuộc vịnh Bái Tử Long, là nền văn hóa của người tiền sử được các nhà khảo cổ học Việt Nam phát hiện năm 1964 và khai quật năm 1967. Khái niệm và đặc điểm của nền văn hóa này đầu tiên được Ts. Hà Hữu Nga, Viện Khảo cổ học đề xuất trong Hội nghị thông báo \"Những phát hiện mới về khảo cổ học năm 1996\" (Nhà Xuất bản KHXH, Hà Nội năm 1997)."},{"name":" Văn hóa Ngườm","properties":{"Thời gian":"23.000 TCN"},"description":"Kỹ nghệ Ngườm là một kỹ nghệ chế tác công cụ lao động từ đá của người nguyên thủy thời hậu kỳ Đá cũ. Thập niên 1970 và 1980, các nhà khảo cổ học đã liên tục phát hiện các hiện vật mà họ cho là các công cụ nạo được chế tác từ phiến tước bằng đá có niên đại cách ngày nay khoảng 2 vạn năm ở các hang và mái đá phía nam khối núi Bắc Sơn, tiêu biểu là Mái Đá Ngườm, hang Miệng Hổ, hang Na Khù ở xã Thần Sa (Võ Nhai), Nà Coóc ở xã Yên Đĩnh (Chợ Mới), Hang Dơi ở xã Vũ Lễ (Bắc Sơn), Bó Lấm ở xã Bằng Hữu (Chi Lăng), Lạng Nắc ở xã Mai Sao (Chi Lăng), Nà Nông (Chi Lăng), thuộc địa bàn các tỉnh Thái Nguyên, Bắc Kạn và Lạng Sơn. Giáo sư Hà Văn Tấn là người đã lấy địa danh Ngườm đặt tên cho loại kỹ nghệ này.[cần dẫn nguồn]"},{"name":" Văn hóa Tràng An","properties":{"Thời gian":"23.000 TCN–1.000 TCN"},"description":"Văn hóa Tràng An là một nền văn hóa cổ ở Việt Nam, hình thành từ thời kỳ đồ đá cũ cách nay khoảng 25 ngàn năm. Tràng An là tên một địa danh ở Ninh Bình, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 30 địa điểm thuộc nền văn hóa Tràng An đã được phát hiện.[1]"},{"name":" Văn hóa Sơn Vi","properties":{"Thời gian":"20.000 TCN–12.000 TCN"},"description":"Văn hóa Sơn Vi là một nền văn hóa ở Việt Nam vào hậu kỳ thời đại đồ đá cũ cách ngày nay khoảng 30 ngàn đến 11 ngàn năm. Đây là nền văn hóa kế trước văn hóa Hòa Bình. Sơn Vi là tên một xã thuộc huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra những di chỉ của nền văn hóa này. Đến nay đã có khoảng 160 địa điểm thuộc văn hóa Sơn Vi đã được phát hiện.[1]"},{"name":" Văn hóa Hòa Bình","properties":{"Thời gian":"12.000 TCN–10.000 TCN"},"description":"Văn hóa Hòa Bình được giới khảo cổ học chính thức công nhận từ ngày 30 tháng 1 năm 1932, do đề xuất của Madeleine Colani, sau khi đã được Đại hội các nhà Tiền sử Viễn Đông họp tại Hà Nội thông qua. Khởi thủy, cụm từ này được dùng để nói đến nền văn hóa cuội được ghè đẽo trên khắp chu vi hòn cuội[1] để tạo ra những dụng cụ từ thời kỳ đá cũ đến thời kỳ đá mới. Qua thời gian, tất nhiên cụm từ này đã được đề nghị mang những tên khác nhau và có những ý nghĩa cũng khác nhau. Nhưng thời gian gần đây, hoạt động của các nhà khảo cổ học trong suốt từ năm 1975 lại đây đã cho thấy một hướng mới về quan niệm khác về thời đại cũng như không gian của Văn hóa Hòa Bình.Đây là 1 nền văn hoá đã khởi nguồn cho văn minh người Việt mà lan truyền và ảnh hưởng lên xứ phía Bắc."},{"name":" Văn hóa Bắc Sơn","properties":{"Thời gian":"10.000 TCN - 8.000 TCN"},"description":"Văn hóa Bắc Sơn là một nền văn hóa cổ đại Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau nền văn hóa Hòa Bình, cách ngày nay từ một vạn đến tám ngàn năm. Bắc Sơn là đặt theo tên huyện Bắc Sơn (tỉnh Lạng Sơn), nơi đầu tiên phát hiện những di vật của nền văn hóa này. Các bộ lạc chủ nhân của văn hóa Hòa Bình đã tạo ra nền văn hóa Bắc Sơn."},{"name":" Văn hóa Quỳnh Văn","properties":{"Thời gian":"8.000 TCN - 6.000 TCN"},"description":"Văn hóa Quỳnh Văn (thời đại đồ đá mới, khoảng 6.000 – 3.500 năm cách ngày nay) được phát hiện từ những năm 1930 bởi các học giả người Pháp. Cho đến nay đã có hơn 70 năm nghiên cứu với 21 di tích, phân bố ở ven biển Nghệ An và Hà Tĩnh, chủ yếu tập trung xung quanh vịnh biển cổ Quỳnh Lưu. Đây là các di tích \"đống rác bếp\" (Kjökkenmodding), thành phần chủ yếu là các loại điệp. Trong các lớp điệp còn có xương cốt động vật, di vật đá, gốm và bếp lửa. Công cụ đá Quỳnh Văn ít về số lượng, nghèo nàn về loại hình, kỹ thuật ghè đẽo thô sơ, chủ yếu được tạo từ đá gốc. Loại hình thường thấy là các công cụ không xác định, công cụ hình đĩa, công cụ hình múi bưởi, công cụ hình rìu dài và công cụ hình rìu ngắn. Đồ gốm thô, hầu hết là đồ đun nấu với kích thước lớn, được tạo hình bằng tay kết hợp với bàn đập hòn kê. Đồ gốm có bốn loại chủ yếu: gốm đáy tròn văn in đập, gốm đáy tròn văn thừng, gốm đáy tròn văn thừng ở mặt ngoài và văn chải ở mặt trong, gốm đáy nhọn văn chải 2 mặt. Gốm đáy nhọn, văn chải 2 mặt là đặc trưng tiêu biểu nhất của văn hóa Quỳnh Văn. Các loại hình hiện vật khác như xương, đồ trang sức có số lượng ít.[1]"},{"name":" Văn hóa Cái Bèo","properties":{"Thời gian":"7.000 TCN - 5.000 TCN"},"description":"Văn hóa Cái Bèo có niên đại trước nền văn hóa Hạ Long. Di chỉ Cái Bèo được phát hiện vào năm 1938 trong lần tiến hành thám sát khảo cổ học ven biển khu vực liên quan thuộc vùng vịnh Hạ Long ngày nay. Di chỉ Cái Bèo khai quật được hơn 479 công cụ như chày, bàn nghiền, bàn mài, hòn kê, rìu bôn, đục, chì lưới … bằng đá cuội. Đồ gốm thô cứng làm từ đất sét và cát hạt khô, bếp, di cốt người; các xương răng động vật, xương thú như lợn rừng, nai, dê núi. Theo các nhà khảo cổ học, di chỉ Cái Bèo thuộc nền văn hóa Hạ Long, bởi phân tích rõ ra là cư dân Cái Bèo cùng với thời gian và xu hướng chuyển cư của người Hòa Bình – Bắc Sơn từ vùng núi xuống biển.[cần dẫn nguồn] Riêng cư dân đảo Cát Bà, trong đó có người cổ Cái Bèo làm nghề đánh cá là chủ yếu.[1]"},{"name":" Văn hóa Đa Bút","properties":{"Thời gian":"6.000 TCN - 5.000 TCN"},"description":"Văn hóa Đa Bút là một nền văn hóa Việt Nam ở sơ kỳ thời đại đồ đá mới có niên đại sau các nền văn hóa Hòa Bình và Bắc Sơn, cách đây từ 5000 đến 6000 năm. Không gian của văn hóa Đa Bút là dải đất nằm từ hữu ngạn sông Đáy đến tả ngạn sông Mã thuộc các tỉnh Ninh Bình và Thanh Hóa ngày nay. Tính đến năm 2010, đã có hơn 10 điểm văn hóa Đa Bút được phát hiện và khai quật. Các bộ lạc chủ nhân của văn hóa Đa Bút đã tạo ra nền văn hóa Đông Sơn.[1]"},{"name":" Văn hóa Hạ Long","properties":{"Thời gian":"3.000 TCN–1.500 TCN"},"description":"Văn hóa Hạ Long là một nền văn hóa cổ. Cho đến nay, đã có khoảng gần 50 di tích “Văn hoá Hạ Long” được phát hiện trên các đảo của Vịnh Hạ Long cũng như dọc bờ biển từ Móng Cái đến Vân Đồn, với đặc trưng chung về loại hình - kỹ thuật chế tác công cụ đá và đồ gốm có từ cách đây 5.000-3.000 năm.[1][2][3]"},{"name":" Văn hóa Phùng Nguyên","properties":{"Thời gian":"2.000 TCN–1.500 TCN"},"description":"Văn hóa Phùng Nguyên là một nền văn hóa tiền sử thuộc sơ kỳ thời đại đồ đồng, cuối thời đại đồ đá mới, tồn tại từ cuối thiên niên kỷ III TCN, đầu thiên niên II TCN và kết thúc vào khoảng nửa đầu thiên niên kỷ II TCN[1]. Phùng Nguyên là tên một làng ở xã Kinh Kệ (nay là xã Phùng Nguyên), huyện Lâm Thao, tỉnh Phú Thọ, nơi đầu tiên tìm ra các di chỉ của nền văn hóa này. Di chỉ văn hóa Phùng Nguyên đã được phát hiện ở Phú Thọ, Bắc Ninh, Ninh Bình, Hà Nội, Hải Phòng và một vài nơi khác trong lưu vực sông Hồng. Tính đến năm 1998, có khoảng 55 địa điểm đã được phát hiện có di chỉ văn hóa đồng dạng với các di chỉ tại Phùng Nguyên, trong đó có 3 địa điểm có di cốt người. Công cụ bằng đá phổ biến và chiếm ưu thế tuyệt đối. Đồ trang sức bằng các loại đá, đá bán quý, ngọc được tìm thấy nhiều, đặc biệt là các vòng đá. Ngoài đồ đá, cư dân Phùng Nguyên đã biết chế tạo đồ gốm đặc sắc từ khâu làm đất, tạo dáng cho đến hoa văn trang trí. Trong đời sống của cư dân Phùng Nguyên đã xuất hiện đồ đồng và thuật luyện kim (còn hạn chế)."},{"name":" Văn hóa Tiền Sa Huỳnh","properties":{"Thời gian":"2.000 TCN–1.000 TCN"},"description":""},{"name":" Văn hóa Đồng Đậu","properties":{"Thời gian":"1.500 TCN–1.000 TCN"},"description":"Văn hoá Đồng Đậu là nền văn hóa thuộc thời kỳ đồ đồng ở Việt Nam cách ngày nay khoảng 3.000 năm, sau văn hóa Phùng Nguyên, trước văn hóa Gò Mun. Tên của nền văn hóa này đặt theo tên khu di tích Đồng Đậu ở thị trấn Yên Lạc, huyện Yên Lạc, tỉnh Vĩnh Phúc, nơi các nhà khảo cổ học đã khám phá ra một nền văn hóa đồ đồng phong phú năm 1962."},{"name":" Văn hóa Gò Mun","properties":{"Thời gian":"1.000 TCN - 600 TCN"},"description":"Văn hóa Gò Mun ước chừng trong khoảng thời gian từ năm 1.000 - năm 700 TCN, thuộc cuối thời kỳ đồ đồng. Nền văn hóa này được đặt tên theo địa điểm mà vào năm 1961 các nhà khảo cổ học đã khai quật được nhiều di chỉ của nền văn hóa này (gò Mun, xã Tứ Xã, huyện Phong Châu, tỉnh Phú Thọ)."},{"name":"Văn hóa Sa Huỳnh","properties":{"Thời gian":"1.000 TCN - 200 "},"description":"Văn hóa Sa Huỳnh là một nền văn hóa khảo cổ được xác định ở vào khoảng năm 1000 TCN đến cuối thế kỷ thứ 2. Nền văn hóa Sa Huỳnh là một trong ba cái nôi cổ xưa về văn minh trên lãnh thổ Việt Nam, cùng với Văn hóa Đông Sơn và Văn hóa Đồng Nai tạo thành tam giác văn hóa của Việt Nam thời kỳ đồ sắt"},{"name":" Văn hóa Đồng Nai","properties":{"Thời gian":"1.000 TCN - 0"},"description":"Văn hóa Đồng Nai chỉ các di tích khảo cổ ở Việt Nam phân bố trên vùng trung du và đồng bằng miền Đông Nam Bộ, ven các sông Đồng Nai, sông Sài Gòn và sông Vàm Cỏ, thể hiện một quá trình diễn biến văn hoá từ sơ kì thời đại đồ đồng đến sơ kì thời đại sắt. Giữa các di tích có những khác biệt nhất định, song chúng cùng có những đặc trưng chung nên có nhiều ý kiến xếp chúng vào một nền văn hoá chung. Có người gọi là Văn hóa Đồng Nai, cũng có ý kiến gọi là văn hoá Phước Tân, văn hoá Bến Đò hay văn hoá Cù Lao Rùa. Cho đến nay, đã phát hiện được hàng trăm di tích ở hầu khắp các tỉnh miền Đông Nam Bộ, trong đó có các di tích tiêu biểu như Cầu Sắt, Suối Chồn, Bình Đa, Cái Vạn, Cù Lao Rùa, Hưng Thịnh, Đồi Xoài, Đồi Mít, Gò Me, Đồi Phòng Không, Cái Lăng, Long Bửu, Bến Đò, Phước Tân, Gò Đá, Dốc Chùa, Bù Đốp, Gò Tháp, Gò Canh Nông, Gò Cao Su, An Sơn, Rạch Núi, vv.[1]"},{"name":" Văn hóa Đông Sơn","properties":{"Thời gian":"700 TCN–100"},"description":"Văn hóa Đông Sơn là một nền văn hóa cổ đã xuất hiện vào khoảng năm 800 Trước Công Nguyên, từng tồn tại ở một số tỉnh miền Bắc Việt Nam và Bắc Trung bộ Việt Nam (Phú Thọ, Yên Bái, Hòa Bình, Hà Nội, Nam Định, Ninh Bình, Hà Nam , Thanh Hóa, Nghệ An, Hà Tĩnh mà trung tâm là khu vực sông Mã), và ba con sông lớn và chính của đồng bằng Bắc Bộ (sông Hồng, sông Mã và sông Lam) vào thời kỳ đồ đồng và thời kỳ đồ sắt sớm. Nền văn hóa này được đặt tên theo địa phương nơi các dấu tích đầu tiên của nó được phát hiện, gần sông Mã, Thanh Hóa. Nhiều dấu tích đặc trưng cho văn hóa Đông Sơn cũng được tìm thấy ở một số vùng lân cận Việt Nam như ở Vân Nam, Quảng Tây, Hải Nam của Trung Quốc, ở Lào hay ở Thái Lan..."},{"name":" Văn hóa Óc Eo","properties":{"Thời gian":"1 - 630"},"description":"Văn hóa Óc Eo là một nền văn hóa cổ hình thành và phát triển ở Nam Bộ Việt Nam từ thế kỷ 1 đến thế kỷ 7 sau Công Nguyên. Đây là một nền văn hóa lớn trong lịch sử Việt Nam, gắn liền với đất nước, con người ở vùng châu thổ hạ lưu sông Mê Kông và có quan hệ mật thiết với lịch sử Đông Nam Á cổ đại.[1]"},{"name":" vua Hùng thành lập quốc gia Văn Lang","properties":{"Thời gian":"Thế kỉ VII TCN"},"description":""},{"name":" An Dương Vương thôn tính Văn Lang, thành lập quốc gia Âu Lạc","properties":{"Thời gian":"207 TCN"},"description":""},{"name":" Chiến tranh Tần-Việt","properties":{"Thời gian":"218 TCN - 207 TCN"},"description":"Chiến tranh Việt – Tần là cuộc kháng chiến chống nhà Tần mở rộng về phía nam của các bộ tộc Bách Việt ở vùng Hoa Nam, đây là các tộc người phân bố ở miền nam Trung hoa và Bắc Bộ Việt Nam hiện nay. Chiến dịch diễn ra 221 TCN đến năm 214 TCN, nghĩa là nhà Tần thực hiện mở rộng lãnh thổ về phía nam ngay sau khi thống nhất Trung Quốc."},{"name":" Triệu Đà xâm lược nước Âu Lạc, sáp nhập vào quốc gia Nam Việt","properties":{"Thời gian":"179 TCN"},"description":""},{"name":" Chiến tranh Hán-Nam Việt","properties":{"Thời gian":"111 TCN"},"description":"Chiến tranh Hán–Nam Việt là một cuộc chiến tranh giữa nhà Tây Hán và nước Nam Việt vào cuối thế kỷ 2 trước Công nguyên."},{"name":" nhà Hán thôn tính Nam Việt","properties":{"Thời gian":"111 TCN"},"description":""},{"name":" khởi nghĩa Hai Bà Trưng, Trưng Trắc thành lập quốc gia Lĩnh Nam, kinh đô đặt tại Mê Linh","properties":{"Thời gian":"40"},"description":""},{"name":" Chiến tranh Lĩnh Nam - Đông Hán","properties":{"Thời gian":"42 - 43"},"description":""},{"name":" Đông Hán thôn tính Lĩnh Nam","properties":{"Thời gian":"43"},"description":""},{"name":" Khởi nghĩa Chu Đạt","properties":{"Thời gian":"156–160"},"description":"Cuộc khởi nghĩa Chu Đạt diễn ra từ năm 156 đến năm 160. Năm 156, Chu Đạt, người huyện Cư Phong, Cửu Chân (nay là xã Phú Hào-Thọ Phú, huyện Triệu Sơn, Thanh Hóa), nổi dậy chống chính quyền đô hộ nhà Đông Hán. Chu Đạt chiêu mộ dân binh vây đánh huyện sở Cư Phong (vùng đất các huyện Nông Cống, Quảng Xương, Tĩnh Gia, Như Xuân, Như Thanh thuộc tỉnh Thanh Hóa ngày nay) giết chết huyện lệnh, giải phóng toàn bộ quận Cửu Chân rồi tấn công quận trị Tư Phố giết chết thái thú Nghê Thức nhà Đông Hán. Cuộc khởi nghĩa tập hợp lực lượng có tới 5.000 người, quản trị Cửu Chân được 4 năm từ năm 156 đến năm 160. Năm 158, vua Đông Hán cử đô úy Ngụy Lãng đem quân đàn áp, buộc Chu Đạt phải lui vào Nhật Nam (Quảng Bình, Quảng Trị, Thừa Thiên). Tại đây thanh thế nghĩa quân mạnh lên, lực lượng lên tới hàng vạn người, hoạt động đến mùa thu 160 thì bị thứ sử Hạ Phương dập tắt. Chu Đạt mất tại đây."},{"name":" Khởi nghĩa Lương Long","properties":{"Thời gian":"178–181"},"description":"Khởi nghĩa Lương Long (178-181) do Lương Long (梁龍) người Giao Chỉ lãnh đạo nhân dân các quận Giao Chỉ, Cửu Chân, Nhật Nam, Hợp Phố chống lại chính quyền đô hộ nhà Đông Hán. Lực lượng nghĩa quân lên tới hàng vạn người, liên kết với người Ô Hử 烏滸 (tổ tiên của người Tày ở biên giới Việt-Trung và người Choang ở Quảng Tây hiện nay) cùng Thái thú quận Nam Hải là Khổng Chi nên thanh thế rất mạnh, nổi dậy đánh chiếm được các quận huyện và nhiều vùng đất từ Giao Chỉ đến Hợp Phố và từ Cửu Chân đến Nhật Nam. Thứ sử Giao Châu là Chu Ngung phải đóng cổng thành cố thủ và xin viện binh. Mùa hè năm 181, Đông Hán vương cử Huyện lệnh Lan Lăng là Chu Tuấn mang 5000 quân sang đánh dẹp, cuộc khởi nghĩa bị dập tắt."},{"name":" Khu Liên khởi nghĩa, tách quận Nhật Nam thành lập quốc gia Lâm Ấp","properties":{"Thời gian":"192"},"description":""},{"name":" Tôn Quyền xưng đế, lập nước Đông Ngô, ly khai nhà Hán","properties":{"Thời gian":"23 tháng 6 năm 229"},"description":""},{"name":" Khởi nghĩa Bà Triệu","properties":{"Thời gian":"246 - 248"},"description":"Thời tiền sử"},{"name":" Chiến tranh Tấn – Ngô","properties":{"Thời gian":"280"},"description":""},{"name":" Lưu Dụ ép Tấn Cung Đế nhường ngôi, lập ra nhà Lưu Tống","properties":{"Thời gian":"420"},"description":""},{"name":" Thứ sử Giao Châu Đàn Hòa Chi đánh Lâm Ấp, cướp châu báu rút về","properties":{"Thời gian":"436"},"description":""},{"name":" khởi nghĩa Lý Trường Nhân","properties":{"Thời gian":"468 - 485"},"description":""},{"name":" Tiêu Đạo Thành phế Lưu Chuẩn tự làm vua, thành lập nhà Nam Tề","properties":{"Thời gian":"479"},"description":""},{"name":" Tiêu Diễn phế truất Tiêu Bảo Dung, thành lập nhà Lương","properties":{"Thời gian":"502"},"description":""},{"name":" khởi nghĩa Lý Bí","properties":{"Thời gian":"541"},"description":"Chiến tranh Tiền Lý - Lương là cuộc chiến bùng nổ từ năm 545 đến năm 550 kéo dài 5 năm do Triệu Quang Phục lãnh đạo chống quân Lương."},{"name":" Lý Bí thành lập quốc gia Vạn Xuân","properties":{"Thời gian":"544"},"description":""},{"name":" Chiến tranh Tùy–Vạn Xuân","properties":{"Thời gian":"602"},"description":"Nhà Tùy chiến thắng"},{"name":" Lý Uyên tuyên bố thành lập nhà Đường","properties":{"Thời gian":"tháng 3 năm 618"},"description":""},{"name":" Lý Uyên ép Dương Hựu nhường ngôi","properties":{"Thời gian":"tháng 5 năm 618"},"description":""},{"name":" khởi nghĩa Lý Tự Tiên","properties":{"Thời gian":"687"},"description":""},{"name":" khởi nghĩa Mai Hắc Đế","properties":{"Thời gian":"713 - 723"},"description":""},{"name":" khởi nghĩa Phùng Hưng","properties":{"Thời gian":"776-791"},"description":""},{"name":" Khúc Thừa Dụ xây dựng chính quyền tự chủ","properties":{"Thời gian":"905"},"description":""},{"name":" Trận Bạch Đằng, Ngô Quyền đánh bại quân Nam Hán trên sông Bạch Đằng","properties":{"Thời gian":"938"},"description":""},{"name":" Ngô Quyền xưng vương, kinh đô Cổ Loa","properties":{"Thời gian":"939"},"description":""},{"name":" Loạn 12 sứ quân","properties":{"Thời gian":"944 - 968"},"description":"Thời tiền sử"},{"name":" Đinh Bộ Lĩnh xưng đế, thành lập quốc gia Đại Cồ Việt, kinh đô Hoa Lư","properties":{"Thời gian":"968"},"description":""},{"name":" Đinh Bộ Lĩnh cho đúc Thái Bình hưng bảo, đồng tiền đầu tiên của Việt Nam","properties":{"Thời gian":"970"},"description":""},{"name":" Đinh Bộ Lĩnh cùng con trai bị sát hại","properties":{"Thời gian":"979"},"description":""},{"name":" Lê Hoàn lên ngôi vua, thành lập nhà Tiền Lê","properties":{"Thời gian":"980"},"description":""},{"name":" Chiến tranh Tống - Việt","properties":{"Thời gian":"tháng 1 - tháng 4 năm 981"},"description":""},{"name":" Lý Công Uẩn lên ngôi vua, thành lập nhà Lý","properties":{"Thời gian":"21 tháng 11 năm 1009"},"description":""},{"name":" Lý Công Uẩn dời đô về Thăng Long","properties":{"Thời gian":"1010"},"description":""},{"name":" Lý Thánh Tông lên ngôi, đổi tên nước từ Đại Cồ Việt thành Đại Việt","properties":{"Thời gian":"1054"},"description":""},{"name":" Chiến tranh Việt-Chiêm, Đại Việt chiếm được 3 châu của Chiêm Thành","properties":{"Thời gian":"1069"},"description":""},{"name":" Chiến tranh Tống-Việt","properties":{"Thời gian":"1075–1077"},"description":""},{"name":" Trận Như Nguyệt, đẩy lùi quân xâm lược Tống","properties":{"Thời gian":"18 tháng 1 – 28 tháng 2 năm 1077"},"description":""},{"name":" Lý Chiêu Hoàng nhường ngôi cho Trần Cảnh, thành lập nhà Trần","properties":{"Thời gian":"10 tháng 1 năm 1226"},"description":""},{"name":" Chiến tranh Nguyên Mông–Đại Việt lần 1","properties":{"Thời gian":"1258"},"description":"Chiến tranh Nguyên Mông – Đại Việt lần thứ nhất hay Kháng chiến chống Nguyên Mông lần thứ nhất là cách người Việt Nam gọi cuộc chiến đấu của quân dân Đại Việt chống lại quân đội của đế quốc Mông Cổ do Uriyangqatai (Ngột Lương Hợp Thai) chỉ huy vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258 (hay năm Nguyên Phong[a] thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, sau đó là trận Phù Lỗ, dù thắng nhưng quân đội của Ngột Lương Hợp Thai không đánh bại được đạo quân chủ lực của nhà Trần. Quân Mông Cổ tiến vào kinh thành của Đại Việt trong 9 ngày. Quân đội nhà Trần đã phản công, đại phá quân Mông trong trận Đông Bộ Đầu[1] khiến cho đội quân này phải chạy về phía Bắc, sau đó còn phải hứng chịu một cuộc tập kích khác của thủ lĩnh miền núi - Hà Bổng. Cuộc chiến này đã kết thúc với chiến thắng của nước Đại Việt, ghi dấu công lao của vua Trần Thái Tông trong việc lãnh đạo quân dân Đại Việt chiến đấu chống quân đội Mông Cổ.[2]"},{"name":" Hội nghị Bình Than, triệu họp vương hầu, trăm quan","properties":{"Thời gian":"1282"},"description":""},{"name":" Hội nghị Diên Hồng, triệu họp bô lão cả nước","properties":{"Thời gian":"1284"},"description":""},{"name":" Chiến tranh Nguyên Mông-Đại Việt lần 2","properties":{"Thời gian":"1285"},"description":"Nhà Trần Đại Việt Chiêm Thành"},{"name":" Chiến tranh Nguyên Mông–Đại Việt lần 3","properties":{"Thời gian":"1287–1288"},"description":"Chiến tranh Nguyên Mông – Đại Việt lần 3 (theo cách gọi khác ở Việt Nam là Kháng chiến chống quân Nguyên Mông lần thứ 3) là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ tháng 12 năm 1287 đến cuối tháng 4 năm 1288."},{"name":" phát hành Thông Bảo hội sao theo chủ trương của Hồ Quý Ly, đây là tiền giấy đầu tiên của Việt Nam","properties":{"Thời gian":"1396"},"description":""},{"name":" Hồ Quý Ly ép Trần Thuận Tông dời đô về Tây Đô","properties":{"Thời gian":"1397"},"description":""},{"name":" Hồ Quý Ly lên ngôi, thành lập nhà Hồ, đổi tên nước thành Đại Ngu","properties":{"Thời gian":"22 tháng 3 năm 1400"},"description":""},{"name":" Chiến tranh Việt-Chiêm","properties":{"Thời gian":"1400–1407"},"description":"Chiến tranh Việt-Chiêm là một loạt những cuộc chiến tranh giữa Đại Việt, chính quyền Đàng Trong của người Việt ở phía Bắc và vương quốc Chiêm Thành (Chăm Pa) của người Chăm ở phía Nam. Các cuộc chiến lớn nhất tập trung trong thời gian từ thế kỷ 11 đến thế kỷ 17."},{"name":" Chiến tranh Đại Ngu–Đại Minh","properties":{"Thời gian":"1406–1407"},"description":"Chiến tranh Đại Ngu – Đại Minh, Chiến tranh Hồ-Minh hay thường được giới sử học Việt Nam gọi là cuộc xâm lược của nhà Minh, là cuộc chiến của nhà Hồ nước Đại Ngu (Đại Việt) chống cuộc xâm chiếm của nhà Minh (Trung Quốc) dưới triều Minh Thành Tổ từ tháng 4 năm 1406 cho đến tháng 6 năm 1407 khi nhà Minh đánh bại hoàn toàn quân đội nhà Hồ và bắt được Hồ Quý Ly, Hồ Hán Thương."},{"name":" Trần Ngỗi xưng Giản Định đế, lập nên nhà Hậu Trần","properties":{"Thời gian":"2 tháng 10 năm 1407 nhà Minh thôn tính Đại Ngu, đặt làm quận Giao Chỉ, trung tâm hành chính là Đông Quan"},"description":""},{"name":" nhà Hậu Trần bị nhà Minh đánh bại","properties":{"Thời gian":"1413"},"description":""},{"name":" khởi nghĩa Lam Sơn","properties":{"Thời gian":"1418–1427"},"description":"Nghĩa quân Lam Sơn chiến thắng."},{"name":" Lê Lợi thành lập quốc gia Đại Việt, đặt kinh đô tại Đông Kinh","properties":{"Thời gian":"29 tháng 4 năm 1428"},"description":""},{"name":" Vụ án Lệ Chi viên","properties":{"Thời gian":"1442"},"description":"Vụ án Lệ Chi viên, tức Vụ án vườn vải, là một vụ án oan nổi tiếng thời Lê sơ. Qua vụ án này, quan Đại thần Hành khiển Nguyễn Trãi và vợ là Lễ nghi học sĩ Nguyễn Thị Lộ bị triều đình Lê Sơ kết tội giết vua Lê Thái Tông, bắt tội chém đầu đến 3 họ nhà Nguyễn Trãi.[1]"},{"name":" Chính biến Thiên Hưng, Lê Thánh Tông lên ngôi","properties":{"Thời gian":"1459–1460"},"description":""},{"name":" Chiến tranh Việt–Chiêm, miền bắc Chiêm Thành sáp nhập vào Đại Việt","properties":{"Thời gian":"1471"},"description":""},{"name":" Chiến tranh Đại Việt–Lan Xang","properties":{"Thời gian":"1478–1480"},"description":""},{"name":" biên soạn Luật Hồng Đức","properties":{"Thời gian":"1483"},"description":""},{"name":" khởi nghĩa Trần Tuân","properties":{"Thời gian":"1511–1512"},"description":""},{"name":" khởi nghĩa Trần Cảo","properties":{"Thời gian":"1516–1521"},"description":""},{"name":" Khủng hoảng cuối nhà Lê sơ và nội chiến","properties":{"Thời gian":"1516-1526"},"description":""},{"name":" Mạc Đăng Dung ép Lê Cung Hoàng nhường ngôi, lập lên nhà Mạc","properties":{"Thời gian":"1527"},"description":""},{"name":" Nguyễn Kim lập Lê Ninh làm vua, tái lập nhà Lê, đóng đô tại Vạn Lại","properties":{"Thời gian":"1533"},"description":""},{"name":" Chiến tranh Lê–Mạc","properties":{"Thời gian":"1533–1677"},"description":"Nội chiến Lê–Mạc (1533–1677) là cuộc nội chiến giữa nhà Mạc và nhà Hậu Lê trong lịch sử Việt Nam. Phe chống nhà Mạc về sau khi chép sử có gọi đây là thời kỳ Phù Lê diệt Mạc."},{"name":" nhà Lê trung hưng đánh bại nhà Mạc, lên nắm quyền điều hành đất nước","properties":{"Thời gian":"1592"},"description":""},{"name":" Lê Thế Tông dời đô về Đông Kinh","properties":{"Thời gian":"1597"},"description":""},{"name":" Nguyễn Hoàng vào trấn thủ Thuận Hóa","properties":{"Thời gian":"1558"},"description":""},{"name":" Trịnh – Nguyễn phân tranh","properties":{"Thời gian":"1627–1672"},"description":"Trịnh–Nguyễn phân tranh (chữ Hán: 鄭阮紛爭) là thời kỳ phân chia lãnh thổ giữa chế độ \"vua Lê chúa Trịnh\" ở phía Bắc sông Gianh (Đàng Ngoài) và chúa Nguyễn cai trị ở miền Nam (Đàng Trong), mở đầu khi Trịnh Tráng đem quân đánh Nguyễn Phúc Nguyên năm 1627 và kết thúc vào năm 1777 khi chúa Nguyễn sụp đổ."},{"name":" nhà Lê trung hưng đánh bại hoàn toàn nhà Mạc","properties":{"Thời gian":"1683"},"description":""},{"name":" khởi nghĩa Tây Sơn","properties":{"Thời gian":"1771"},"description":"Nhà Tây Sơn (chữ Nôm: 家西山, chữ Hán: 西山朝 / Tây Sơn triều) là một triều đại quân chủ trong lịch sử Việt Nam tồn tại từ năm 1778 đến năm 1802, được thành lập trong bối cảnh tranh chấp quyền lực cuối thời Lê Trung hưng (1533–1789). Theo cách gọi của phần lớn sử gia, nhất là các sử gia hiện đại[1] tại Việt Nam thì \"nhà Tây Sơn\" được dùng để gọi triều đại của anh em Nguyễn Nhạc, Nguyễn Lữ và Nguyễn Huệ để phân biệt với nhà Nguyễn của Nguyễn Ánh (vì cùng họ Nguyễn). Ngoài ra, \"Tây Sơn\" cũng chỉ các lãnh tụ và quân đội khởi nghĩa xuất thân từ ấp Tây Sơn; cũng được dùng làm tên cuộc chiến của Tây Sơn."},{"name":" chiến tranh Bình Nam","properties":{"Thời gian":"1774–1775"},"description":""},{"name":" Nguyễn Ánh xưng vương","properties":{"Thời gian":"1777"},"description":""},{"name":"Nguyễn Nhạc phong Nguyễn Huệ làm Bắc Bình Vương","properties":{"Thời gian":" năm 1778 Nguyễn Nhạc xưng Hoàng đế, đặt niên hiệu Thái Đức, lập lên nhà Tây Sơn, đặt kinh đô tại Quy Nhơn"},"description":""},{"name":" Nguyễn Huệ phá tan quân Xiêm tại Rạch Gầm – Xoài Mút","properties":{"Thời gian":"19 tháng 1 – 20 tháng 1 năm 1785"},"description":""},{"name":" Nguyễn Huệ xưng đế, đặt niên hiệu Quang Trung, đặt kinh đô tại Phú Xuân","properties":{"Thời gian":"22 tháng 12 năm 1788 Nguyễn Nhạc từ bỏ đế hiệu, chỉ xưng Tây Sơn vương"},"description":""},{"name":" Trận Ngọc Hồi – Đống Đa, đẩy lui quân xâm lược nhà Thanh, nhà Hậu Lê sụp đổ","properties":{"Thời gian":"1789"},"description":""},{"name":" Nguyễn Huệ qua đời, con trai Nguyễn Quang Toản lên ngôi","properties":{"Thời gian":"16 tháng 9 năm 1792"},"description":""},{"name":" Nguyễn Ánh đánh bại nhà Tây Sơn, lên ngôi vua, đặt niên hiệu là Gia Long, lập lên nhà Nguyễn, đặt kinh đô tại Phú Xuân","properties":{"Thời gian":"1802"},"description":""},{"name":" Nổi dậy Đá Vách","properties":{"Thời gian":"1803–1855"},"description":""},{"name":" Nguyễn Ánh đổi tên nước thành Việt Nam","properties":{"Thời gian":"1804"},"description":""},{"name":" Khởi nghĩa Phan Bá Vành","properties":{"Thời gian":"1821–1827"},"description":""},{"name":" Chiến tranh Việt–Xiêm","properties":{"Thời gian":"1833–1834"},"description":""},{"name":" Việt Nam thôn tính Chân Lạp, đặt làm Trấn Tây Thành","properties":{"Thời gian":"1836"},"description":""},{"name":" Minh Mạng đổi tên nước thành Đại Nam","properties":{"Thời gian":"15 tháng 2 năm 1839"},"description":""},{"name":" rút quân khỏi Trấn Tây Thành, Xiêm đặt Ang Duong lên ngôi, tái lập Chân Lạp","properties":{"Thời gian":"1841"},"description":""},{"name":" Chiến tranh Pháp-Đại Nam","properties":{"Thời gian":"1858–1884"},"description":""},{"name":" Bạo loạn ven biển","properties":{"Thời gian":"1861–1865"},"description":""},{"name":" Chính biến chày vôi","properties":{"Thời gian":"1866"},"description":""},{"name":" nhà Nguyễn cắt Nam Kỳ lục tỉnh nhượng cho Pháp","properties":{"Thời gian":"1867"},"description":""},{"name":" Hòa ước Giáp Thân, kết thúc Chiến tranh Pháp–Đại Nam, triều đình nhà Nguyễn chấp nhận sự bảo hộ của Pháp","properties":{"Thời gian":"6 tháng 6 năm 1884"},"description":""},{"name":" phong trào Cần Vương","properties":{"Thời gian":"1885–1895"},"description":"Phong trào Cần Vương (Chữ Nôm: 風潮勤王) nổ ra vào cuối thế kỷ 19 do đại thần nhà Nguyễn là Tôn Thất Thuyết nhân danh vua Hàm Nghi đề xướng trước cuộc xâm lược của thực dân Pháp."},{"name":" thực dân Pháp thành lập Liên bang Đông Dương, gồm Bắc Kỳ, Trung Kỳ, Nam Kỳ và Campuchia, đặt thủ đô tại Sài Gòn","properties":{"Thời gian":"17 tháng 10 năm 1887"},"description":""},{"name":" sáp nhập Lào vào Liên bang Đông Dương","properties":{"Thời gian":"3 tháng 10 năm 1893"},"description":""},{"name":" sáp nhập Quảng Châu Loan vào Liên bang Đông Dương","properties":{"Thời gian":"12 tháng 4 năm 1898"},"description":""},{"name":" Liên bang Đông Dương dời thủ đô về Hà Nội","properties":{"Thời gian":"1902"},"description":""},{"name":" phong trào Duy Tân","properties":{"Thời gian":"1906–1908"},"description":"Cuộc vận động Duy Tân[1], hay còn được gọi là Phong trào Duy Tân hoặc Phong trào Duy Tân ở Trung Kỳ[2] là một cuộc vận động cải cách ở miền Trung Việt Nam, do Phan Châu Trinh (1872 - 1926) phát động năm 1906 cho đến năm 1908 thì kết thúc sau khi bị thực dân Pháp đàn áp."},{"name":" phong trào chống sưu thuế Trung Kỳ","properties":{"Thời gian":"1908"},"description":""},{"name":" khoảng 100.000 người Việt bị ép sang châu Âu chiến đấu cho Pháp trong Chiến tranh thế giới thứ nhất","properties":{"Thời gian":"1914–1918"},"description":""},{"name":" khởi nghĩa Thái Nguyên","properties":{"Thời gian":"1917"},"description":"Khởi nghĩa Thái Nguyên hay Binh biến Thái Nguyên là tên gọi cuộc nổi dậy ở tỉnh lỵ Thái Nguyên vào năm 1917 do Trịnh Văn Cấn chỉ huy, chống lại chính quyền Bảo hộ của Pháp để giành độc lập cho người Việt."},{"name":" Nguyễn Ái Quốc gửi Yêu sách của nhân dân An Nam tới Hội nghị Hòa bình Versailles","properties":{"Thời gian":"18 tháng 6 năm 1919"},"description":""},{"name":" hợp nhất ba tổ chức cộng sản thành Đảng Cộng sản Việt Nam","properties":{"Thời gian":"3 tháng 2 năm 1930"},"description":""},{"name":" phong trào Xô Viết Nghệ Tĩnh","properties":{"Thời gian":"1930–1931"},"description":"Xô Viết Nghệ - Tĩnh là tên gọi chỉ phong trào đấu tranh của lực lượng công nhân và nông dân ở Nghệ An và Hà Tĩnh trong năm 1930-1931 chống lại đế quốc Pháp tại Việt Nam. Tên gọi Xô viết Nghệ Tĩnh xuất phát từ sự hình thành các \"xã bộ nông\" mà những người cộng sản gọi là \"Xô viết\" [1]."},{"name":" khoảng 20.000 thanh niên Việt Nam bị cưỡng bức phục vụ Pháp trong chiến tranh thế giới thứ hai","properties":{"Thời gian":"1939"},"description":""},{"name":" quân đội Nhật Bản tiến vào Đông Dương","properties":{"Thời gian":"30 tháng 8 năm 1940"},"description":""},{"name":" chính phủ Pháp chấp nhận mọi yêu sách, chấp nhận việc chiếm đóng cùng giao quyền điều hành những căn cứ quân sự cho quân đội Nhật","properties":{"Thời gian":"25 tháng 9 năm 1940"},"description":""},{"name":" Việt Nam Tuyên truyền Giải phóng quân được thành lập","properties":{"Thời gian":"22 tháng 12 năm 1944"},"description":""},{"name":" Nhật đảo chính thực dân Pháp","properties":{"Thời gian":"tháng 3 năm 1945"},"description":""},{"name":" thành lập Đế quốc Việt Nam, phụ thuộc Đế quốc Nhật Bản","properties":{"Thời gian":"11 tháng 3 năm 1945"},"description":""},{"name":" cách mạng tháng Tám","properties":{"Thời gian":"14 tháng 8 - 30 tháng 8 năm 1945"},"description":""},{"name":" Đế quốc Việt Nam sụp đổ","properties":{"Thời gian":"23 tháng 8 năm 1945"},"description":""},{"name":" Bảo Đại thoái vị","properties":{"Thời gian":"30 tháng 8 năm 1945"},"description":""},{"name":" Hồ Chí Minh tuyên bố độc lập, thành lập nước Việt Nam Dân chủ Cộng hòa","properties":{"Thời gian":"2 tháng 9 năm 1945"},"description":""},{"name":" phát động phong trào Bình dân học vụ","properties":{"Thời gian":"8 tháng 9 năm 1945"},"description":""},{"name":" quân Pháp nổ súng tại Sài Gòn, bắt đầu cuộc chiến tranh xâm lược Việt Nam lần 2","properties":{"Thời gian":"23 tháng 9 năm 1945"},"description":""},{"name":" Trần Văn Giàu kêu gọi Nam Bộ kháng chiến","properties":{"Thời gian":"23 tháng 9 năm 1945"},"description":""},{"name":" Tổng tuyển cử bầu Quốc hội đầu tiên","properties":{"Thời gian":"6 tháng 1 năm 1946"},"description":""},{"name":" Pháp lập nên Cộng hòa Tự trị Nam Kỳ thuộc Liên hiệp Pháp, thủ đô Sài Gòn","properties":{"Thời gian":"26 tháng 3 năm 1946"},"description":""},{"name":" Tạm ước Việt - Pháp","properties":{"Thời gian":"14 tháng 9 năm 1946"},"description":""},{"name":" Hồ Chí Minh kêu gọi Toàn quốc kháng chiến","properties":{"Thời gian":"19 tháng 12 năm 1946"},"description":""},{"name":" Chiến dịch Việt Bắc Thu - Đông 1947","properties":{"Thời gian":"7 tháng 10 - 22 tháng 12 năm 1947"},"description":"Liên hiệp Pháp"},{"name":" Pháp lập nên Quốc gia Việt Nam, quốc trưởng Bảo Đại, thủ đô Sài Gòn","properties":{"Thời gian":"14 tháng 6 năm 1949"},"description":""},{"name":" Mỹ bắt đầu can thiệp quân sự vào Việt Nam","properties":{"Thời gian":"8 tháng 5 năm 1950"},"description":""},{"name":" Chiến dịch Biên giới","properties":{"Thời gian":"16 tháng 9–17 tháng 10 năm 1950"},"description":"Pháp: 4.800 chết hoặc bị thương 2.000 mất tích hoặc bị bắt Quốc gia Việt Nam: Hơn 1.000 chết hoặc bị thương, hơn 500 bị bắt"},{"name":" Chiến dịch Điện Biên Phủ","properties":{"Thời gian":"13 tháng 3 - 7 tháng 5 năm 1954"},"description":"Liên hiệp Pháp"},{"name":" Hiệp định Genève, Pháp rút quân khỏi Việt Nam và đất nước bị chia cắt","properties":{"Thời gian":"20 tháng 7 năm 1954"},"description":""},{"name":" Giải phóng Thủ đô","properties":{"Thời gian":"10 tháng 10 năm 1954"},"description":"Giải phóng thủ đô 10/10/1954, hoặc theo cách gọi trên các văn kiện chính trị Việt Nam là Giải phóng thủ đô[1] là sự kiện diễn ra từ lúc 08 giờ ngày 10 tháng 10 năm 1954, các đơn vị Quân đội Nhân dân Việt Nam tiến vào 2 cửa ô ( một số nhầm lẫn đây là 5 cửa ô do bài hát quá nổi tiếng của nhạc sĩ Văn Cao. Nhưng thực chất quân đội nhân dân Việt Nam chỉ đi vào từ 2 cửa ô là ô Cầu Giấy và ô Cầu Dền ) nhận bàn giao chính quyền từ Quốc gia Việt Nam cùng một số cơ sở quân sự Pháp. Sự kiện này được coi là kết quả trực tiếp của Hội nghị Trung Giã[2] và đánh dấu kết thúc Chiến tranh Đông Dương về hiện trạng, đồng thời khởi động tiến trình 2 năm thi hành Hiệp định Genève 1954.[3]"},{"name":" Ngô Đình Diệm phế truất Bảo Đại, lên làm Tổng thống, lập nên Việt Nam Cộng hòa","properties":{"Thời gian":"1955"},"description":""},{"name":" Phong trào Đồng khởi","properties":{"Thời gian":"1959–1960"},"description":"Đồng Khởi là phong trào do những thành viên Việt Minh ở lại miền Nam Việt Nam kêu gọi nhân dân nổi dậy đồng loạt chống lại Hoa Kỳ và chính phủ Việt Nam Cộng hòa. Trước hết là những vùng nông thôn rộng lớn ở Nam Bộ và cả vùng núi Nam Trung bộ Việt Nam. Phong trào này diễn ra từ cuối năm 1959, đỉnh cao là năm 1960, nhanh chóng lan rộng khắp miền Nam làm tan rã cơ cấu chính quyền cơ sở nông thôn của chính phủ Việt Nam Cộng hòa thời kỳ Ngô Đình Diệm, dẫn đến sự thành lập của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam."},{"name":" thành lập Mặt trận Dân tộc Giải phóng miền Nam Việt Nam","properties":{"Thời gian":"20 tháng 12 năm 1960"},"description":""},{"name":" thành lập Quân Giải phóng miền Nam Việt Nam","properties":{"Thời gian":"15 tháng 12 năm 1961"},"description":""},{"name":" chiến dịch Chiến tranh đặc biệt","properties":{"Thời gian":"1961–1965"},"description":""},{"name":" đảo chính lật đổ chính quyền Ngô Đình Diệm","properties":{"Thời gian":"1963"},"description":""},{"name":" Mỹ bắt đầu đưa quân vào tham chiến tại miền Nam Việt Nam","properties":{"Thời gian":"8 tháng 3 năm 1965"},"description":""},{"name":" chiến dịch Chiến tranh cục bộ","properties":{"Thời gian":"1965–1968"},"description":""},{"name":" chiến dịch Việt Nam hóa chiến tranh","properties":{"Thời gian":"1968–1973"},"description":""},{"name":" thành lập Cộng hòa Miền Nam Việt Nam, thủ đô Tây Ninh","properties":{"Thời gian":"8 tháng 6 năm 1969"},"description":""},{"name":" Chủ tịch Hồ Chí Minh từ trần","properties":{"Thời gian":"2 tháng 9 năm 1969"},"description":""},{"name":" Chiến dịch Điện Biên Phủ trên không","properties":{"Thời gian":"18 tháng 12 - 30 tháng 12 năm 1972"},"description":""},{"name":" Hiệp định Paris, Mỹ rút quân khỏi Việt Nam","properties":{"Thời gian":"27 tháng 1 năm 1973"},"description":""},{"name":" Chiến dịch Hồ Chí Minh","properties":{"Thời gian":"26 tháng 4 - 2 tháng 5 năm 1975"},"description":"~15.700 chết và bị thương 160.000 bị bắt. Số còn lại đào ngũ hoặc tan rã tại chỗ."},{"name":" chính phủ Việt Nam Cộng hòa đầu hàng vô điều kiện Cộng hòa Miền Nam Việt Nam","properties":{"Thời gian":"30 tháng 4 năm 1975"},"description":""},{"name":" đổi tên nước thành Cộng hòa xã hội chủ nghĩa Việt Nam","properties":{"Thời gian":"2 tháng 7 năm 1976"},"description":""},{"name":" gia nhập Liên Hợp Quốc","properties":{"Thời gian":"20 tháng 9 năm 1977"},"description":""},{"name":" chiến tranh biên giới Tây Nam","properties":{"Thời gian":"1975–1979"},"description":"Việt Nam Cộng hòa Nhân dân Campuchia (1979–1989)"},{"name":" chiến tranh biên giới phía Bắc","properties":{"Thời gian":"1979"},"description":""},{"name":" Đổi Mới","properties":{"Thời gian":"1986"},"description":""},{"name":" bình thường hóa quan hệ với Trung Quốc","properties":{"Thời gian":"7 tháng 11 năm 1991"},"description":""},{"name":" bình thường hóa quan hệ với Mỹ","properties":{"Thời gian":"11 tháng 7 năm 1995"},"description":""},{"name":" gia nhập ASEAN","properties":{"Thời gian":"28 tháng 7 năm 1995"},"description":""},{"name":" gia nhập APEC","properties":{"Thời gian":"14 tháng 11 năm 1998"},"description":""},{"name":" gia nhập WTO","properties":{"Thời gian":"11 tháng 1 năm 2007"},"description":""}]