[{"Name":"Kinh Dương Vương 涇陽王","Properties":{"Vua nước Xích Quỷ":"","Trị vì":"2879 TCN[1] - 2792 TCN","Tiền nhiệm":"Đế Minh","Kế nhiệm":"Lạc Long Quân","Sinh":"15 tháng 8 năm 2919 TCN","Mất":"18 tháng 1 năm 2792 TCN (127 tuổi)","An táng":"thôn Á Lữ, xã Đại Đồng Thành, huyện Thuận Thành, Bắc Ninh.","Thê thiếp":"Thần Long (con gái Động Đình Quân)","Hậu duệ":"Lạc Long Quân","Tên thật":"Tên thật Lộc Tục (祿續) Lộc Tục (祿續)","Thời kỳ":"Xích Quỷ","Thân phụ":"Đế Minh","Thân mẫu":"Con gái của bà Vụ Tiên"},"Description":"Kinh Dương Vương (chữ Hán: 涇陽王, 2919 TCN - 2792 TCN) là con của Đế Minh, tức em trai ruột của Đế Nghi (Đế Nghi cũng là con trai của Đế Minh), cháu nội của Đế Thừa, cháu 3 đời của Thần Nông. Kinh Dương Vương (tên húy là Lộc Tục) thuộc dòng dõi vua Thần Nông vốn được suy tôn là thủy tổ của người Bách Việt. Sử chép Kinh Dương Vương tên húy là Lộc Tục (祿續), là người hình thành nhà nước sơ khai đầu tiên vào năm Nhâm Tuất 2879 TCN, đặt quốc hiệu là Xích Quỷ. Lãnh thổ của quốc gia dưới thời Kinh Dương Vương rộng lớn, phía bắc tới sông Dương Tử (cả vùng hồ Động Đình), phía nam tới nước Hồ Tôn (Chiêm Thành), phía đông là Đông Hải (một phần của Thái Bình Dương), phía tây là Ba Thục (Tứ Xuyên, Trung Hoa ngày nay). Kinh Dương Vương truyền ngôi cho con là Lạc Long Quân (tên húy là Sùng Lãm)."},{"Name":"Hùng vương thứ I Hùng Đức Vương","Properties":{"Hùng Vương":"","trị vì":"? - ?","Tiền nhiệm":"Lạc Long Quân","Kế nhiệm":"Hùng Vương thứ II","Hậu duệ Hậu duệ":"Hậu duệ Hùng Vương thứ II Hùng Vương thứ II","Tước hiệu":"Hùng Vương[1]","Triều đại":"Hồng Bàng","Thân phụ":"Lạc Long Quân","Thân mẫu":"Âu Cơ"},"Description":"Hùng Vương thứ I là một vị vua truyền thuyết trong lịch sử Việt Nam. Ông là người có công thành lập nước Văn Lang."},{"Name":"Hùng vương 雄王","Properties":{"Hùng Vương":"","Trị vì":"? TCN – ? TCN","Tiền nhiệm":"Hùng Vương thứ VI","Kế nhiệm":"Hùng Vương thứ VIII","Thụy hiệu":"Thụy hiệu Hùng Vương[1] Hùng Vương[1]","Triều đại":"Hồng Bàng","Thân phụ":"Hùng Vương thứ VI"},"Description":"Hùng Vương thứ VII, tên là Lang Liêu (chữ Hán: 郎僚), cũng gọi Tiết Lang Liêu, là một vị vua theo truyền thuyết của nước Văn Lang trong lịch sử Việt Nam."},{"Name":"Hùng vương 雄王","Properties":{"Hùng Vương":"","Trị vì":"? – ?","Tiền nhiệm":"Hùng Vương thứ XVI","Kế nhiệm":"Hùng Vương thứ XVIII","Hậu duệ":"20 Quan lang 15 Mỵ nương Mai An Tiêm (con nuôi) 1 con gái nuôi","Thụy hiệu":"Thụy hiệu Hùng Vương[1] Hùng Vương[1]","Triều đại":"Hồng Bàng","Thân phụ":"Hùng Vương thứ XV"},"Description":"Hùng Vương thứ XVII là một vị vua truyền thuyết của nước Văn Lang trong lịch sử Việt Nam. Tương truyền, vua Hùng thứ XVII có một người con nuôi là Mai An Tiêm, ông tổ trồng dưa ở Việt Nam."},{"Name":"An Dương vương 安陽王","Properties":{"Quốc vương nước Âu Lạc":"","Tại vị":"257 - 208 TCN/208 - 179 TCN[1]","Tiền nhiệm":"Sáng lập triều đại","Kế nhiệm":"Triều đại sụp đổ","Mất":"179 TCN[1]","Thê thiếp":"Thục Nương","Hậu duệ":"Mỵ Châu","Tên đầy đủ":"Tên đầy đủ Thục Phán Thục Phán","Tước hiệu":"An Dương vương (?)","Thân phụ":"Thục Chế","Thân mẫu":"?"},"Description":"Thời tiền sử"},{"Name":"Triệu Văn Nội 趙文帝","Properties":{"Hoàng đế Nam Việt":"","Trị vì":"137 TCN – 124 TCN","Tiền nhiệm":"Triệu Vũ Đế","Kế nhiệm":"Triệu Minh Đế","Sinh":"175 TCN","Mất":"124 TCN Nam Việt","Hậu phi Hậu phi":"Hậu phi Hữu phu nhân (右夫人), tức Triệu Lam (趙藍) Tả phu nhân (左夫人) Thái phu nhân (泰夫人) Bộ phu nhân (部夫人) Hữu phu nhân (右夫人), tức Triệu Lam (趙藍) Tả phu nhân (左夫人) Thái phu nhân (泰夫人) Bộ phu nhân (部夫人)","Hậu duệ Hậu duệ":"Hậu duệ Triệu Anh Tề Còn lại không rõ Triệu Anh Tề Còn lại không rõ","Tên đầy đủ Thụy hiệu":"Tên đầy đủ Triệu Mạt Triệu Muội (趙眜) Triệu Hồ (趙胡) Thụy hiệu Văn Hoàng đế (文皇帝) Triệu Mạt Triệu Muội (趙眜) Triệu Hồ (趙胡) Văn Hoàng đế (文皇帝)","Triều đại":"Nhà Triệu","Thân phụ":"Trọng Thủy","Thân mẫu":"Mỵ Châu"},"Description":"Triệu Văn Đế (趙文帝) hay Triệu Văn Vương (趙文王), húy Triệu Mạt, có khi phiên âm là Triệu Muội (趙眜), còn gọi là Triệu Hồ (趙胡), là vị vua thứ hai nhà Triệu nước Nam Việt, cháu nội của Triệu Đà, lên ngôi năm 137 TCN."},{"Name":"Triệu Ai Vương 趙哀王","Properties":{"Quốc vương Nam Việt":"","Trị vì":"113 TCN – 112 TCN","Tiền nhiệm":"Triệu Minh Vương","Kế nhiệm":"Triệu Dương Vương","Sinh":"?","Mất":"112 TCN Nam Việt","Tên đầy đủ Thụy hiệu":"Tên đầy đủ Triệu Hưng (趙興) Thụy hiệu Ai Vương (哀王) Triệu Hưng (趙興) Ai Vương (哀王)","Triều đại":"Nhà Triệu","Thân phụ":"Triệu Minh Vương","Thân mẫu":"Cù hậu"},"Description":"Triệu Ai Vương (chữ Hán: 趙哀王; ? – 112 TCN) tên thật Triệu Hưng (趙興), là vua thứ tư nhà Triệu nước Nam Việt, trị vì từ năm 113 TCN – 112 TCN, tức chỉ một năm."},{"Name":"Trưng Nữ vương 徵女王","Properties":{"Nữ vương nước Lĩnh Nam":"","Tại vị":"40 - 43","Sinh":"13 tháng 9 năm 14","Mất":"5 tháng 3 năm 43 (29 tuổi)","Tên đầy đủ Thụy hiệu":"Tên đầy đủ Trưng Trắc (徵側) Thụy hiệu Trưng Thánh vương[1] (徵聖王) Linh Trinh Nhị phu nhân[2] (靈貞二夫人) Kính Thắng phu nhân[3] (敬勝夫人) Kính Thắng Bảo Thuận phu nhân[4] (敬勝保順夫人) Trưng Trắc (徵側) Trưng Thánh vương[1] (徵聖王) Linh Trinh Nhị phu nhân[2] (靈貞二夫人) Kính Thắng phu nhân[3] (敬勝夫人) Kính Thắng Bảo Thuận phu nhân[4] (敬勝保順夫人)","Thân phụ":"Hùng Định (sau đổi thành Trưng Định)","Thân mẫu":"Man Thiện"},"Description":"Thời tiền sử"},{"Name":"Triệu Việt Vương 趙越王","Properties":{"Hoàng đế Vạn Xuân":"","Trị vì":"548 – 571","Tiền nhiệm":"Lý Nam Đế","Kế nhiệm":"Hậu Lý Nam Đế","Sinh":"26 tháng 01 năm 524 Chu Diên, Giao Châu","Mất":"571 Vạn Xuân","Hậu duệ":"Cảo Nương","Húy":"Húy Triệu Quang Phục (趙光復) Triệu Quang Phục (趙光復)","Tước hiệu":"Dạ Trạch Vương (夜澤王)","Triều đại":"Nhà Tiền Lý","Thân phụ":"Triệu Túc (趙肅)","Thân mẫu":"Nguyễn Thị Hựu (阮氏佑)","Tôn giáo":"Phật giáo"},"Description":"Triệu Việt Vương (chữ Hán: 趙越王; 524 – 571), tên thật là Triệu Quang Phục (趙光復), là một trong những nhà lãnh đạo khởi nghĩa, giành tự chủ thời Bắc thuộc ở Việt Nam cai trị từ năm 548 đến năm 571. Ông có công kế tục Lý Nam Đế đánh đuổi quân xâm lược nhà Lương, giữ nền độc lập cho nước Vạn Xuân. Năm 571, ông bị Lý Phật Tử đánh úp và thua trận. Ông tự tử ở cửa sông Đáy."},{"Name":"Hậu Lý Nam Đế 後李南帝","Properties":{"Vua nước Dã Năng":"","Trị vì":"555 – 571","Tiền nhiệm":"Triệu Việt Vương","Kế nhiệm":"Lý Sư Lợi","Hoàng Đế Vạn Xuân":"","Tại vị":"571 - 602","Sinh":"518","Mất":"602 Tây An","Hậu duệ":"Lý Nhã Lang","Húy Thụy hiệu":"Húy Lý Phật Tử (李佛子) Thụy hiệu Nam Việt Hoàng Đế (後)南越皇帝 Anh Liệt Nhân Hiếu Khâm Minh Thánh Vũ Hoàng Đế (英烈仁孝欽明聖武皇帝)[1] Lý Phật Tử (李佛子) Nam Việt Hoàng Đế (後)南越皇帝 Anh Liệt Nhân Hiếu Khâm Minh Thánh Vũ Hoàng Đế (英烈仁孝欽明聖武皇帝)[1]","Triều đại":"Nhà Tiền Lý"},"Description":"Hậu Lý Nam Đế (chữ Hán: 後李南帝; trị vì: 571 – 602) là vua nhà Tiền Lý trong lịch sử Việt Nam. Ông tên thật là Lý Phật Tử (李佛子; 518 – 602), người Thái Bình, phủ Long Hưng (tỉnh Sơn Tây, Hà Nội), là cháu họ của Lý Nam Đế."},{"Name":"Mai Thiếu Đế 梅少帝","Properties":{"Vua Việt Nam thời Bắc thuộc":"","Lãnh đạo":"722 - 723","Tiền nhiệm":"Mai Hắc Đế","Kế nhiệm":"Bạch Đầu đế","Mất":"723","Tên húy Thụy hiệu":"Tên húy Mai Thúc Huy (梅叔輝) Thụy hiệu Thiếu Đế Mai Thúc Huy (梅叔輝) Thiếu Đế","Thân phụ":"Mai Hắc Đế"},"Description":"Mai Thiếu Đế (chữ Hán: 梅少帝; ? – 723?) là một vị vua truyền thuyết Việt Nam. Tương truyền, ông là người kế vị vua Mai Hắc Đế trong lịch sử Việt Nam."},{"Name":"Phùng An 馮安","Properties":{"Vua Việt Nam thời Bắc thuộc":"","Ở ngôi":"789/791/802-803","Tiền nhiệm":"Bố Cái Đại Vương","Kế nhiệm":"Không có (đầu hàng nhà Đường)","Sinh":"771","Mất":"18 tháng 4,806 (34-35 tuổi)","An táng":"22 tháng 4, 806","Tên húy":"Tên húy Phùng An (馮安) Phùng An (馮安)","Thân phụ":"Phùng Hưng"},"Description":"Phùng An là vua Việt Nam trong thời thuộc Đường đầu thế kỷ thứ 9."},{"Name":"Khúc Trung Chủ 曲中主","Properties":{"Tĩnh Hải quân Tiết độ sứ":"","Trị vì":"907 – 917","Tiền nhiệm":"Khúc Tiên Chủ","Kế nhiệm":"Khúc Hậu Chủ","Sinh":"860 Hồng Châu, An Nam (nay là Hải Dương,Việt Nam)","Mất":"917 (56–57 tuổi) Thành Đại La, Hà Nội","Hậu duệ":"Khúc Thừa Mỹ","Tên thật Miếu hiệu":"Tên thật Khúc Hạo (曲顥) hoặc Khúc Thừa Hạo (曲承顥) Miếu hiệu Trung Chủ Khúc Hạo (曲顥) hoặc Khúc Thừa Hạo (曲承顥) Trung Chủ","Thân phụ":"Khúc Tiên Chủ"},"Description":"Khúc Hạo (chữ Hán: 曲顥; 860 - 917) hoặc Khúc Thừa Hạo, được suy tôn là Khúc Trung Chủ, là con của Khúc Thừa Dụ. Quê hương của cha con Khúc Thừa Dụ, Khúc Hạo nay được cho là làng Cúc Bồ, xã Kiến Quốc, huyện Ninh Giang, tỉnh Hải Dương.[1][2][3]"},{"Name":"Dương Đình Nghệ","Properties":{"Tĩnh Hải quân Tiết độ sứ":"","Tại vị":"931 – 937","Tiền nhiệm":"Khúc Thừa Mỹ","Kế nhiệm":"Kiều Công Tiễn","Sinh":"22 tháng 11 năm 874[cần dẫn nguồn] Làng Giàng[cần dẫn nguồn], Ái Châu","Mất":"Tháng 3 năm 937 Đại La","Hậu duệ":"Dương Tam Kha","Tên đầy đủ":"Tên đầy đủ Dương Đình Nghệ (楊廷藝) Dương Đình Nghệ (楊廷藝)"},"Description":""},{"Name":"Kiều Công Tiễn","Properties":{"Tĩnh Hải quân Tiết độ sứ":"","Tại vị":"937–938","Tiền nhiệm":"Dương Đình Nghệ","Kế nhiệm":"Ngô Quyền","Sinh":"870 Phong Châu, Phú Thọ","Mất":"938 Đại La","Tên đầy đủ":"Tên đầy đủ Kiều Công Tiễn (矯公羨) Kiều Công Tiễn (矯公羨)"},"Description":"Kiều Công Tiễn (chữ Hán: 矯公羨 hoặc 皎公羨; 870 - 938) là người Phong Châu (Phú Thọ, Việt Nam), là Tĩnh Hải quân Tiết độ sứ (một chức quan đời nhà Đường) cuối cùng cai trị lãnh thổ Việt Nam trong thời kỳ Tự chủ từ năm 937 đến năm 938. Hậu duệ của ông sau này trở thành 2 trong số 12 sứ quân ở khu vực Phong Châu là Kiều Công Hãn và Kiều Thuận."},{"Name":"Ngô Quyền (Tiền Ngô Vương) 前吳王","Properties":{"Ngô Vương":"","Trị vì":"1 tháng 2 năm 939 – 14 tháng 2 năm 944 5 năm, 13 ngày","Tiền nhiệm":"Sáng lập triều đại","Kế nhiệm":"Dương Bình Vương","Sinh":"17 tháng 4 năm 898 Đường Lâm, Tĩnh Hải quân","Mất":"14 tháng 2 năm 944 (45 tuổi) Tĩnh Hải quân","An táng":"18 tháng 2 năm 944 Lăng Ngô Quyền","Vợ":"Dương Phương Lan Dương Như Ngọc Đỗ phi","Hậu duệ":"Ngô Xương Ngập Ngô Xương Văn Ngô Nam Hưng Ngô Càn Hưng","Tên húy":"Tên húy Ngô Quyền (吳權) Ngô Quyền (吳權)","Triều đại":"Nhà Ngô","Thân phụ":"Ngô Mân","Thân mẫu":"Phùng Thị Tinh Phong","Nghề nghiệp":"Vương"},"Description":"Ngô Quyền (chữ Hán: 吳權; 17 tháng 4 năm 898 – 14 tháng 2 năm 944), còn được biết đến với tên gọi Tiền Ngô Vương ( 前吳王) là vị vua đầu tiên của nhà Ngô trong lịch sử Việt Nam. Năm 938, ông là người lãnh đạo nhân dân đánh bại quân Nam Hán trong trận Bạch Đằng, chính thức kết thúc gần một ngàn năm Bắc thuộc, mở ra một thời kì độc lập lâu dài của Việt Nam. Sau chiến thắng này, ông lên ngôi vua, lập ra nhà Ngô, trị vì từ năm 939 đến năm 944."},{"Name":"Thiên Sách Vương 天策王","Properties":{"Vua nhà Ngô":"","Trị vì":"951 – 954","Đồng trị vì":"Nam Tấn Vương","Tiền nhiệm":"Dương Bình Vương","Mất":"954","Hậu duệ Hậu duệ":"Hậu duệ Ngô Xương Xí Ngô Chân Lưu Ngô Xương Xí Ngô Chân Lưu","Tên húy":"Tên húy Ngô Xương Ngập (吳昌岌) Ngô Xương Ngập (吳昌岌)","Tước hiệu":"Thiên Sách vương (天策王)","Triều đại":"Nhà Ngô","Thân phụ":"Ngô Quyền"},"Description":"Ngô Xương Ngập (chữ Hán: 吳昌岌; 915? - 954) là một vị vua nhà Ngô, trị vì từ 951 đến 954 cùng với em trai là Ngô Xương Văn. Sử gọi chung đó là thời Hậu Ngô Vương."},{"Name":"Ngô Xương Xí 吳昌熾","Properties":{"Ngô sứ quân - 吳使君":"","Tại vị":"965 - 968","Tiền nhiệm":"Nam Tấn Vương","Thê thiếp":"Lý Thị Khoan Dung","Hậu duệ":"Ngô Xương Sắc Ngô Ích Vệ","Triều đại":"Nhà Ngô","Thân phụ":"Thiên Sách Vương","Thân mẫu":"Phạm Thị Uy Duyên"},"Description":"Ngô Xương Xí (chữ Hán: 吳昌熾), còn gọi là Ngô sứ quân (吳使君), được chính sử ghi nhận là một trong những thủ lĩnh thời 12 sứ quân thế kỷ X. Nhiều tài liệu cho biết ông là con trai của Thiên Sách Vương Ngô Xương Ngập, tức là cháu nội của Ngô Tiên chúa Ngô Quyền. Sử không ghi rõ năm sinh và năm mất của Ngô Xương Xí, nhưng căn cứ vào hành trạng của Ngô Xương Ngập thì ông sinh khoảng từ năm 944 đến trước năm 950."},{"Name":"Đinh Thiếu Đế 丁少帝","Properties":{"Hoàng đế Đại Cồ Việt":"","Tại vị":"979–980","Nhiếp chính":"Lê Hoàn","Tiền nhiệm":"Đinh Tiên Hoàng","Kế nhiệm":"Triều đại sụp đổ Lê Đại Hành (Nhà Tiền Lê)","Sinh":"974","Mất":"1001 (27 tuổi)","Tên thật Thụy hiệu":"Tên thật Đinh Toàn (丁璿) Đinh Tuệ (丁穗) Thụy hiệu Phế Đế (廢帝) - Thiếu Đế (少帝) Đinh Toàn (丁璿) Đinh Tuệ (丁穗) Phế Đế (廢帝) - Thiếu Đế (少帝)","Triều đại":"Nhà Đinh","Thân phụ":"Đinh Tiên Hoàng","Thân mẫu":"Dương Vân Nga"},"Description":"Đinh Phế Đế (chữ Hán: 丁廢帝 974 – 1001) hay Đinh Thiếu Đế (chữ Hán: 丁少帝), còn gọi là Đinh Đế Toàn, là vị hoàng đế thứ hai và cũng là vị hoàng đế cuối cùng của triều đại nhà Đinh trong lịch sử Việt Nam. Vua trị vì được 8 tháng thì thái hậu Dương Vân Nga nhường ngôi cho Lê Hoàn lập ra nhà nhà Tiền Lê. Từ đó Đinh Toàn trở thành Vệ vương trong kinh thành Hoa Lư suốt 20 năm rồi hy sinh khi đi dẹp loạn ở tuổi 27."},{"Name":"Tiền Lê Trung Tông 前黎中宗","Properties":{"Hoàng đế Đại Cồ Việt":"","Tại vị":"1005 (3 ngày)","Tiền nhiệm":"Lê Đại Hành","Kế nhiệm":"Lê Long Đĩnh","Sinh":"983 Hoa Lư","Mất":"1005 (21–22 tuổi) Đại Cồ Việt","Phối ngẫu":"Vương Huệ Chi Hoàng Hậu 王蕙之皇后","Tên thật Thụy hiệu Miếu hiệu":"Tên thật Lê Long Việt (黎龍鉞) Thụy hiệu Trung Tông Hoàng đế (中宗皇帝) Miếu hiệu Trung Tông (中宗) Lê Long Việt (黎龍鉞) Trung Tông Hoàng đế (中宗皇帝) Trung Tông (中宗)","Triều đại":"Nhà Tiền Lê","Thân phụ":"Lê Đại Hành","Thân mẫu":"Chi hậu Diệu nữ"},"Description":"Tiền Lê Trung Tông (chữ Hán: 前黎中宗 983 – 1005) là vị hoàng đế thứ hai của nhà Tiền Lê. Khi vua cha Lê Đại Hành mất, Thái tử Lê Long Việt vâng theo di chiếu nối ngôi nhưng bị anh em tranh chấp ngôi báu trong 8 tháng mới dẹp yên. Khi chính thức lên ngôi được 3 ngày thì bị em là Lê Long Đĩnh sai người đầu độc cướp ngôi vua."},{"Name":"Lý Thái Tổ 李太祖","Properties":{"Hoàng đế Đại Cồ Việt":"","Trị vì":"21 tháng 11 năm 1009 – 31 tháng 3 năm 1028 (18 năm, 131 ngày)","Tiền nhiệm":"Sáng lập triều đại Lê Long Đĩnh (Nhà Tiền Lê)","Kế nhiệm":"Lý Thái Tông","Sinh":"(974-03-08)8 tháng 3, 974 Từ Sơn, Bắc Ninh","Mất":"31 tháng 3, 1028(1028-03-31) (54 tuổi) Điện Long An, Thăng Long","An táng":"Thọ Lăng","Tên thật Niên hiệu Tôn hiệu Thụy hiệu Miếu hiệu":"Tên thật Lý Công Uẩn (李公蘊) Niên hiệu Thuận Thiên (順天) Tôn hiệu Phụng Thiên Chí Lý Ứng Vận Tự Tại Thánh Minh Long Hiện Duệ Văn Anh Vũ Sùng Nhân Quảng Hiếu Thiên Hạ Thái Bình Khâm Minh Quảng Trạch Chương Chiêu Vạn Bang Hiển Ứng Phù Cảm Uy Chấn Phiên Man Duệ Mưu Thần Trợ Thánh Trị Tắc Thiên Đạo Chính Hoàng đế (奉天至理應運自在聖明龍見睿文英武崇仁廣孝天下太平欽明光宅章昭萬邦顯應符感威震藩蠻睿謀神功聖治則天道政皇帝) Thụy hiệu Thần Vũ Hoàng đế (神武皇帝) Miếu hiệu Thái Tổ (太祖) Lý Công Uẩn (李公蘊) Thuận Thiên (順天) Phụng Thiên Chí Lý Ứng Vận Tự Tại Thánh Minh Long Hiện Duệ Văn Anh Vũ Sùng Nhân Quảng Hiếu Thiên Hạ Thái Bình Khâm Minh Quảng Trạch Chương Chiêu Vạn Bang Hiển Ứng Phù Cảm Uy Chấn Phiên Man Duệ Mưu Thần Trợ Thánh Trị Tắc Thiên Đạo Chính Hoàng đế (奉天至理應運自在聖明龍見睿文英武崇仁廣孝天下太平欽明光宅章昭萬邦顯應符感威震藩蠻睿謀神功聖治則天道政皇帝) Thần Vũ Hoàng đế (神武皇帝) Thái Tổ (太祖)","Triều đại":"Nhà Lý","Thân phụ":"Hiển Khánh vương","Thân mẫu":"Phạm Thị Ngà","Tôn giáo":"Phật giáo"},"Description":"Lý Thái Tổ (chữ Hán: 李太祖, 8 tháng 3 năm 974 - 31 tháng 3 năm 1028) là hoàng đế sáng lập ra nhà Lý (hay còn gọi là Hậu Lý để phân biệt với nhà Tiền Lý do Lý Nam Đế sáng lập) trong lịch sử Việt Nam, trị vì từ năm 1009 đến khi qua đời vào năm 1028"},{"Name":"Lý Thánh Tông 李聖宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"3 tháng 11 năm 1054 – 1 tháng 2 năm 1072 17 năm, 90 ngày","Tiền nhiệm":"Lý Thái Tông","Kế nhiệm":"Lý Nhân Tông","Sinh":"30 tháng 3 năm 1023","Mất":"1 tháng 2, 1072(1072-02-01) (48 tuổi)","An táng":"Thọ Lăng","Thê thiếp":"Thượng Dương Hoàng hậu Nguyên phi Ỷ Lan","Hậu duệ Hậu duệ":"Hậu duệ Lý Càn Đức Lý Càn Quyết[1] Sùng Hiền Hầu Công chúa Động Thiên[1] Công chúa Thiên Thành Công chúa Khâm Thành Công chúa Bình Dương Công chúa Ngọc Kiều (con nuôi)[2] Lý Càn Đức Lý Càn Quyết[1] Sùng Hiền Hầu Công chúa Động Thiên[1] Công chúa Thiên Thành Công chúa Khâm Thành Công chúa Bình Dương Công chúa Ngọc Kiều (con nuôi)[2]","Tên thật Niên hiệu Tôn hiệu Thụy hiệu Miếu hiệu":"Tên thật Lý Nhật Tôn (李日尊) Niên hiệu Long Thụy Thái Bình (龍瑞太平): 1054-1058 Thiên Thánh Gia Khánh (彰聖嘉慶): 1059-1065 Long Chương Thiên Tự (龍彰天嗣): 1066-1068 Thiên Thống Bảo Tượng (天貺寶象): 1068-1069 Thần Vũ (神武): 1069-1072 Tôn hiệu Pháp Thiên Ứng Vận Sùng Nhân Chí Đức Anh Văn Duệ Vũ Khánh Cảm Long Tường Hiếu Đạo Thánh Thần Hoàng Đế (法天應運崇仁至德英文睿武慶感龍祥孝道聖神皇帝) Thụy hiệu Ứng Thiên Sùng Nhân Chí Đạo Uy Khánh Long Trường Minh Văn Duệ Võ Hiếu Đứng Thánh Thần Hoàng đế (應天崇仁至道威慶龍祥明文睿武孝德聖神皇帝) Miếu hiệu Thánh Tông (聖宗) Lý Nhật Tôn (李日尊) Long Thụy Thái Bình (龍瑞太平): 1054-1058 Thiên Thánh Gia Khánh (彰聖嘉慶): 1059-1065 Long Chương Thiên Tự (龍彰天嗣): 1066-1068 Thiên Thống Bảo Tượng (天貺寶象): 1068-1069 Thần Vũ (神武): 1069-1072 Pháp Thiên Ứng Vận Sùng Nhân Chí Đức Anh Văn Duệ Vũ Khánh Cảm Long Tường Hiếu Đạo Thánh Thần Hoàng Đế (法天應運崇仁至德英文睿武慶感龍祥孝道聖神皇帝) Ứng Thiên Sùng Nhân Chí Đạo Uy Khánh Long Trường Minh Văn Duệ Võ Hiếu Đứng Thánh Thần Hoàng đế (應天崇仁至道威慶龍祥明文睿武孝德聖神皇帝) Thánh Tông (聖宗)","Triều đại":"Nhà Lý","Thân phụ":"Lý Thái Tông","Thân mẫu":"Kim Thiên hoàng hậu","Tôn giáo":"Phật giáo"},"Description":"Lý Thánh Tông (chữ Hán: 李聖宗 30 tháng 3 năm 1023 – 1 tháng 2 năm 1072) là vị Hoàng đế thứ ba của hoàng triều Lý nước Đại Việt, trị vì từ tháng 11 năm 1054 đến khi qua đời năm 1072. Trong thời kỳ cầm quyền của mình, Lý Thánh Tông đã đẩy mạnh sản xuất nông nghiệp, khoan giảm hình phạt, đồng thời bảo trợ Phật giáo và Nho giáo. Ông còn xây dựng quân đội Đại Việt hùng mạnh, thực hiện chính sách đối ngoại cứng rắn với Đại Tống và mở đất về ba châu Địa Lý, Mã Linh, Bố Chính (nay là một phần thuộc Quảng Bình và Quảng Trị, Bắc Trung Bộ Việt Nam) sau thắng lợi trong cuộc chiến tranh Việt - Chiêm (1069). Sử thần đời Hậu Lê Ngô Sĩ Liên viết về Lý Thánh Tông: \"Vua khéo kế thừa, thực lòng thương dân, trọng việc làm ruộng, thương kẻ bị hình, vỗ về thu phục người xa, đặt khoa bác sĩ, hậu lễ dưỡng liêm, sửa sang việc văn, phòng bị việc võ, trong nước yên tĩnh, đáng gọi là bậc vua tốt\".[3]"},{"Name":"Lý Thần Tông 李神宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"15 tháng 1 năm 1128 – 31 tháng 10 năm 1138 10 năm, 289 ngày","Tiền nhiệm":"Lý Nhân Tông","Kế nhiệm":"Lý Anh Tông","Sinh":"1116 Thăng Long","Mất":"31 tháng 10 năm 1138 Điện Vĩnh Quang, Thăng Long","An táng":"Thọ Lăng (寿陵)","Thê thiếp":"xem văn bản","Hậu duệ Hậu duệ":"Hậu duệ Lý Thiên Lộc Lý Anh Tông và một số người khác Lý Thiên Lộc Lý Anh Tông và một số người khác","Tên húy Niên hiệu Tôn hiệu Thụy hiệu Miếu hiệu":"Tên húy Lý Dương Hoán (李陽煥) Niên hiệu Thiên Thuận (1128-1132) Thiên Chương Bảo Tự (1133-1138) Tôn hiệu Thuận Thiên Duệ Vũ Tường Linh Cảm Ứng Khoan Nhân Quảng Hiếu Hoàng Đế (順天睿武祥靈感應寬仁廣孝皇帝) Thụy hiệu Quảng Nhân Sùng Hiếu Văn Vũ Hoàng đế (廣仁崇孝文武皇帝) Miếu hiệu Thần Tông (神宗) Lý Dương Hoán (李陽煥) Thiên Thuận (1128-1132) Thiên Chương Bảo Tự (1133-1138) Thuận Thiên Duệ Vũ Tường Linh Cảm Ứng Khoan Nhân Quảng Hiếu Hoàng Đế (順天睿武祥靈感應寬仁廣孝皇帝) Quảng Nhân Sùng Hiếu Văn Vũ Hoàng đế (廣仁崇孝文武皇帝) Thần Tông (神宗)","Triều đại":"Nhà Lý","Thân phụ":"Sùng Hiền hầu","Thân mẫu":"Đỗ Phu nhân","Tôn giáo":"Phật giáo"},"Description":"Lý Thần Tông (chữ Hán: 李神宗 1116 – 31 tháng 10 năm 1138) là vị hoàng đế thứ năm của triều đại nhà Lý nước Đại Việt. Ông trị vì từ năm 1128 đến khi qua đời năm 1138, tổng cộng là 10 năm."},{"Name":"Lý Cao Tông 李高宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"14 tháng 8 năm 1175 – 15 tháng 11 năm 1210 35 năm, 93 ngày","Tiền nhiệm":"Lý Anh Tông","Kế nhiệm":"Lý Huệ Tông","Sinh":"(1173-07-06)6 tháng 7, 1173","Mất":"15 tháng 11, 1210(1210-11-15) (37 tuổi)","An táng":"Thọ Lăng","Thê thiếp":"An Toàn Hoàng hậu Vương Trung Phi Sở Hoàng Phi Triệu Lan Phi","Hậu duệ":"Lý Hạo Sảm Lý Thầm","Tên húy Niên hiệu Tôn hiệu Miếu hiệu":"Tên húy Lý Long Cán (hay Trát[1]) Niên hiệu Trinh Phù (1176 - 1185) Thiên Tư Gia Thụy (1186 - 1201) Thiên Gia Bảo Hựu (1202 - 1204) Trị Bình Long Ứng (1205 - 1210 Tôn hiệu Ứng Thiên Ngự Cực Hoành Văn Hiến Vũ Linh Thiệu Chiếu Phù Chương Đạo Chí Nhân Ái Dân Lý Vật Duệ Mưu Thần Trí Cảm Hóa Cảm Chánh Thuần Phu Huệ Thị Từ Tuy Du Kiến Mỹ Công Toàn Nghiệp Thịnh Long Hiện Thần Cư Thánh Minh Quang Hiếu Hoàng Đế 應乾御極宏文憲武靈瑞照符彰道至仁愛民理物睿謀神智化感政醇敷惠示慈綏猷建美功全業盛龍見神居聖明光孝皇帝 Miếu hiệu Cao Tông (高宗) Lý Long Cán (hay Trát[1]) Trinh Phù (1176 - 1185) Thiên Tư Gia Thụy (1186 - 1201) Thiên Gia Bảo Hựu (1202 - 1204) Trị Bình Long Ứng (1205 - 1210 Ứng Thiên Ngự Cực Hoành Văn Hiến Vũ Linh Thiệu Chiếu Phù Chương Đạo Chí Nhân Ái Dân Lý Vật Duệ Mưu Thần Trí Cảm Hóa Cảm Chánh Thuần Phu Huệ Thị Từ Tuy Du Kiến Mỹ Công Toàn Nghiệp Thịnh Long Hiện Thần Cư Thánh Minh Quang Hiếu Hoàng Đế 應乾御極宏文憲武靈瑞照符彰道至仁愛民理物睿謀神智化感政醇敷惠示慈綏猷建美功全業盛龍見神居聖明光孝皇帝 Cao Tông (高宗)","Triều đại":"Nhà Lý","Thân phụ":"Lý Anh Tông","Thân mẫu":"Linh Đạo hoàng hậu","Tôn giáo":"Phật giáo"},"Description":"Vương Trung Phi Sở Hoàng Phi"},{"Name":"Lý Huệ Tông 李惠宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"15 tháng 11 năm 1210 – tháng 10 năm 1224","Tiền nhiệm":"Lý Cao Tông","Kế nhiệm":"Lý Chiêu Hoàng","Sinh":"tháng 7 năm 1194 Thăng Long","Mất":"3 tháng 9, 1226(1226-09-03) (31–32 tuổi) Chùa Chân Giáo, Thăng Long, Đại Việt","An táng":"Thọ Lăng Thiên Đức, Đại Việt","Thê thiếp":"Linh Từ Quốc mẫu","Hậu duệ Hậu duệ":"Hậu duệ Công chúa Thuận Thiên Công chúa Chiêu Thánh Công chúa Thuận Thiên Công chúa Chiêu Thánh","Tên Niên hiệu Tôn hiệu Miếu hiệu":"Tên Lý (Hạo) Sảm[1] Niên hiệu Kiến Gia (1210 – 10/1224) Tôn hiệu Tự Thiên Thống Ngự Khâm Nhân Hoành Hiếu Hoàng đế (資天統御欽仁宏孝皇帝) Miếu hiệu Huệ Tông (惠宗) Lý (Hạo) Sảm[1] Kiến Gia (1210 – 10/1224) Tự Thiên Thống Ngự Khâm Nhân Hoành Hiếu Hoàng đế (資天統御欽仁宏孝皇帝) Huệ Tông (惠宗)","Triều đại":"Nhà Lý","Thân phụ":"Lý Cao Tông","Thân mẫu":"An Toàn hoàng hậu (họ Đàm)","Tôn giáo":"Phật giáo"},"Description":"Lý Huệ Tông (chữ Hán: 李惠宗; tháng 7 năm 1194 – 3 tháng 9 năm 1226) là vị hoàng đế thứ tám của nhà Lý, cai trị từ năm 1210 đến năm 1224. Ông tên thật là Lý Sảm (李旵) hay Lý Hạo Sảm, sinh tại kinh đô Thăng Long, Đại Việt."},{"Name":"Lý Chiêu Hoàng 李昭皇","Properties":{"Hoàng đế Đại Việt":"","Tại vị":"1226 - 1237","Đăng quang":"1224","Phụ chính":"Thái úy Trần Thừa","Tiền nhiệm":"Hoàng hậu đầu tiên của nhà Trần Nhà Lý: Thuận Trinh Hoàng hậu","Kế nhiệm":"Hiển Từ Thuận Thiên Hoàng hậu","Hoàng hậu Đại Việt":"","Sinh":"Tháng 9 năm Mậu Dần (1218) Thăng Long (?)","Mất":"Tháng 3 năm Mậu Dần (1278) (61 tuổi) Cổ Pháp (?)","An táng":"rừng Báng","Phối ngẫu":"Trần Thái Tông Trần Cảnh Lê Phụ Trần","Hậu duệ Hậu duệ":"Hậu duệ Hoàng Thái tử Trần Trịnh (?) Thượng Vị hầu Lê Tông Ứng Thụy Công chúa Lê Ngọc Khuê Hoàng Thái tử Trần Trịnh (?) Thượng Vị hầu Lê Tông Ứng Thụy Công chúa Lê Ngọc Khuê","Tên húy Niên hiệu Tôn hiệu":"Tên húy Lý Phật Kim (李佛金) Lý Thiên Hinh (李天馨) Niên hiệu Thiên Chương Hữu Đạo (天彰有道): 1224 - 1225 Tôn hiệu Chiêu Thánh Hoàng Đế (昭聖皇帝) Lý Phật Kim (李佛金) Lý Thiên Hinh (李天馨) Thiên Chương Hữu Đạo (天彰有道): 1224 - 1225 Chiêu Thánh Hoàng Đế (昭聖皇帝)","Tước hiệu":"Thiên Hinh Công Chúa (天馨公主) Hoàng thái tử (皇太子) Chiêu Hoàng (昭皇) Chiêu Thánh Hoàng Hậu (昭聖皇后) bị giáng vị thành Chiêu Thánh Công Chúa (昭聖公主)","Triều đại":"Nhà Lý (khi sinh) Nhà Trần (hôn nhân)","Thân phụ":"Lý Huệ Tông","Thân mẫu":"Linh Từ Quốc mẫu"},"Description":"Lý Chiêu Hoàng (chữ Hán: 李昭皇; 1218 - 1278) hay Chiêu Thánh Hoàng hậu (昭聖皇后) là nữ hoàng của đế quốc Đại Việt, cũng là Hoàng đế cuối cùng của triều đại nhà Lý, trị vì từ năm 1224 đến năm 1225. Bà là Nữ hoàng duy nhất trong lịch sử Việt Nam, nhưng không phải là vị vua nữ giới đầu tiên, vị nữ quân chủ đầu tiên là Nữ vương Trưng Trắc.[1][chú thích 1] Bà được chính vua cha Lý Huệ Tông ra chỉ truyền ngôi, dù bên trong có khả năng do sự sắp đặt của Điện tiền Chỉ huy sứ Trần Thủ Độ, người đang nắm quyền lực trong triều đồng thời cũng là chú họ bên ngoại của bà."},{"Name":"Trần Thánh Tông 陳聖宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"30 tháng 3 năm 1258 - 8 tháng 11 năm 1278 (20 năm, 223 ngày)","Thái thượng hoàng":"Trần Thái Tông (1258-1277)","Tiền nhiệm":"Trần Thái Tông","Kế nhiệm":"Trần Nhân Tông","Thái thượng hoàng Đại Việt":"","Tại vị":"8 tháng 11 năm 1278 – 3 tháng 7 năm 1290 (11 năm, 237 ngày)","Sinh":"(1240-10-12)12 tháng 10 năm 1240 Thăng Long, Đại Việt","Mất":"3 tháng 7 năm 1290(1290-07-03) (49 tuổi) Cung Nhân Thọ, Thăng Long, Đại Việt","An táng":"Dụ Lăng, phủ Long Hưng, Đại Việt","Hoàng hậu":"Nguyên Thánh Thiên Cảm Hoàng hậu","Hậu duệ Hậu duệ":"Hậu duệ Trần Nhân Tông Trần Đức Việp Trần Quốc Kiện Thiên Thụy Công chúa và một số người khác Trần Nhân Tông Trần Đức Việp Trần Quốc Kiện Thiên Thụy Công chúa và một số người khác","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Trần Hoảng (陳晃) Trần Uy Hoảng (陳威晃) Trần Quang Bính (陳光昺) Trần Nhật Huyên (陳日烜) Niên hiệu Thiệu Long (1258-72) Bảo Phù (1273-78) Thụy hiệu Huyền Công Thịnh Đức Nhân Minh Văn Vũ Tuyên Hiếu Hoàng đế (玄功盛德仁明文武宣孝皇帝) Miếu hiệu Thánh Tông (聖宗) Trần Hoảng (陳晃) Trần Uy Hoảng (陳威晃) Trần Quang Bính (陳光昺) Trần Nhật Huyên (陳日烜) Thiệu Long (1258-72) Bảo Phù (1273-78) Huyền Công Thịnh Đức Nhân Minh Văn Vũ Tuyên Hiếu Hoàng đế (玄功盛德仁明文武宣孝皇帝) Thánh Tông (聖宗)","Tước vị Tước vị":"Tước vị Nhân Hoàng (仁皇 1258-78) Hiến Thiên Thể Đạo Đại Minh Quang Hiếu Hoàng Đế (憲天體道大明光孝皇帝 1258-78) Quang Nghiêu Từ Hiếu Thái Thượng Hoàng Đế (光尧慈孝太上皇帝 1278-90) Nhân Hoàng (仁皇 1258-78) Hiến Thiên Thể Đạo Đại Minh Quang Hiếu Hoàng Đế (憲天體道大明光孝皇帝 1258-78) Quang Nghiêu Từ Hiếu Thái Thượng Hoàng Đế (光尧慈孝太上皇帝 1278-90)","Hoàng tộc":"Nhà Trần","Thân phụ":"Trần Thái Tông","Thân mẫu":"Hiển Từ Thuận Thiên Hoàng hậu","Tôn giáo":"Phật giáo Đại thừa"},"Description":"Trần Thánh Tông (chữ Hán: 陳聖宗 12 tháng 10 năm 1240[1] – 3 tháng 7 năm 1290), tên húy Trần Hoảng (陳晃) là vị Hoàng đế thứ hai của nhà Trần nước Đại Việt, trị vì từ ngày 30 tháng 3 năm 1258 đến ngày 8 tháng 11 năm 1278. Sau đó ông làm Thái thượng hoàng từ cuối năm 1278 cho đến khi qua đời năm 1290. Ông thường được sử sách mô tả là một Hoàng đế tài giỏi, giữ vững được cơ nghiệp của triều đại và nền độc lập của quốc gia.[1][2]"},{"Name":"Trần Anh Tông 陳英宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"16 tháng 4 năm 1293 – 3 tháng 4 năm 1314 (20 năm, 352 ngày)","Thái thượng hoàng":"Trần Nhân Tông (1293–1308)","Tiền nhiệm":"Trần Nhân Tông","Kế nhiệm":"Trần Minh Tông","Thái thượng hoàng Đại Việt":"","Tại vị":"3 tháng 4 năm 1314 – 21 tháng 4 năm 1320 (6 năm, 18 ngày)","Sinh":"25 tháng 10 năm 1276","Mất":"21 tháng 4 năm 1320 (44 tuổi) Cung Trùng Quang, Thiên Trường, Đại Việt","An táng":"10 tháng 1 năm 1321 Thái lăng, Yên Sinh, Đại Việt","Hậu phi":"xem danh sách","Hậu duệ":"xem danh sách","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Trần Thuyên (陳烇) Niên hiệu Hưng Long (興隆) Thụy hiệu Ứng Thiên Quảng Vận Hiển Văn Duệ Vũ Khâm Minh Nhân Hiếu Hoàng đế 應天廣運顯文睿武欽明仁孝皇帝 Miếu hiệu Anh Tông (英宗) Trần Thuyên (陳烇) Hưng Long (興隆) Ứng Thiên Quảng Vận Hiển Văn Duệ Vũ Khâm Minh Nhân Hiếu Hoàng đế 應天廣運顯文睿武欽明仁孝皇帝 Anh Tông (英宗)","Tước vị":"Anh Hoàng (英皇, 1293 - 1314) Ứng Thiên Quảng Vận Nhân Minh Thánh Hiếu Hoàng Đế 應天廣運仁明聖孝皇帝","Hoàng tộc":"Hoàng triều Trần","Thân phụ":"Trần Nhân Tông","Thân mẫu":"Bảo Thánh Hoàng hậu","Tôn giáo":"Phật giáo Đại thừa"},"Description":"Trần Anh Tông (chữ Hán: 陳英宗; 25 tháng 10 năm 1276 – 21 tháng 4 năm 1320) tên khai sinh là Trần Thuyên (陳烇), là vị hoàng đế thứ tư của nhà Trần nước Đại Việt. Ông ở ngôi từ tháng 4 năm 1293 đến tháng 4 năm 1314, rồi làm Thái thượng hoàng từ năm 1314 đến khi qua đời. Được đánh giá là một vị hoàng đế anh minh, chăm lo quốc sự, triều đại của Anh Tông chứng kiến một giai đoạn phát triển hưng thịnh của Đại Việt sau 3 lần kháng chiến chống quân xâm lược Nguyên Mông. Thời kỳ của ông và con ông đánh dấu sự hưng thịnh của vương triều nhà Trần, sử gọi là Anh Minh Thịnh Thế (英明盛世)."},{"Name":"Trần Hiến Tông 陳憲宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"15 tháng 3 năm 1329 - 11 tháng 6 năm 1341 12 năm, 88 ngày","Thái thượng hoàng":"Trần Minh Tông (1329-1357)","Tiền nhiệm":"Trần Minh Tông","Kế nhiệm":"Trần Dụ Tông","Sinh":"17 tháng 5, 1319","Mất":"11 tháng 6, 1341(1341-06-11) (22 tuổi) Quang Triều cung, Thăng Long","An táng":"An Lăng (安陵)","Thê thiếp":"Hiển Trinh Công chúa","Hậu duệ":"1 công chúa","Tên húy Tên tự Niên hiệu Tôn hiệu Thụy hiệu Miếu hiệu":"Tên húy Trần Vượng (陳旺) Tên tự Trần Nhật Phụ (陳日㷆) Niên hiệu Khai Hựu (開祐) Tôn hiệu Triết Hoàng (哲皇) Thụy hiệu Thể Nguyên Ngự Cực Duệ Thánh Chí Hiếu Hoàng Đế (體元御極睿聖至孝皇帝) Miếu hiệu Hiến Tông (憲宗) Trần Vượng (陳旺) Trần Nhật Phụ (陳日㷆) Khai Hựu (開祐) Triết Hoàng (哲皇) Thể Nguyên Ngự Cực Duệ Thánh Chí Hiếu Hoàng Đế (體元御極睿聖至孝皇帝) Hiến Tông (憲宗)","Triều đại":"Nhà Trần","Thân phụ":"Trần Minh Tông","Thân mẫu":"Minh Từ Hoàng thái phi","Tôn giáo":"Phật giáo"},"Description":"Trần Hiến Tông (chữ Hán: 陳憲宗 17 tháng 5 năm 1319 – 11 tháng 6 năm 1341) là vị hoàng đế thứ sáu của triều đại nhà Trần trong lịch sử Việt Nam, trị vì trong 13 năm (1329 - 1341)."},{"Name":"Dương Nhật Lễ 昏德公","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"18 tháng 7 năm 1369 - 1 tháng 12 năm 1370 (1 năm, 136 ngày)","Tiền nhiệm":"Trần Dụ Tông","Kế nhiệm":"Trần Nghệ Tông","Sinh":"1349","Mất":"7 tháng 12, năm 1370 Phường Giang Khẩu, Thăng Long","An táng":"núi Đại Mông","Thê thiếp":"Trần thị","Hậu duệ":"Dương Nhật Liễu","Tên húy Niên hiệu Thụy hiệu":"Tên húy Trần Nhật Lễ (陳日煃) Trần Nhật Kiên (陳日熞) Niên hiệu Đại Định (大定) Thụy hiệu Hôn Đức công (昏德公) Trần Nhật Lễ (陳日煃) Trần Nhật Kiên (陳日熞) Đại Định (大定) Hôn Đức công (昏德公)","Triều đại":"Nhà Trần","Thân phụ":"Trần Nguyên Dục","Thân mẫu":"Vương mẫu","Tôn giáo":"Phật giáo"},"Description":"Dương Nhật Lễ hay còn gọi là Trần Nhật Lễ (chữ Hán: 楊日禮 1349 – 7 tháng 12 năm 1370), tên ngoại giao với Trung Quốc là Trần Nhật Kiên (陳日熞), còn gọi Hôn Đức Công (昏德公), là hoàng đế thứ 8 của Vương triều Trần nước Đại Việt. Ông nguyên là con trai ruột của người họ Dương, được Cung Túc Vương Trần Nguyên Dục – anh vua Trần Dụ Tông nhận làm con nuôi. Trần Dụ Tông không có con nên khi chết có di chiếu truyền ngôi cho Nhật Lễ. Ông lên ngôi, lấy các anh, em khác mẹ của Dụ Tông làm Tể tướng, trị vì từ ngày 15 tháng 6 năm Kỷ Dậu (tức 18 tháng 7 năm 1369) đến ngày 13 tháng 11 năm Canh Tuất (tức 1 tháng 12 năm 1370)."},{"Name":"Trần Duệ Tông (Trần Kính) 陳睿宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"4 tháng 12 năm 1372 - 4 tháng 3 năm 1377 (4 năm, 90 ngày)","Thái thượng hoàng":"Trần Nghệ Tông (1372-1395)","Tiền nhiệm":"Trần Nghệ Tông","Kế nhiệm":"Trần Phế Đế","Sinh":"30 tháng 6, 1337","Mất":"4 tháng 3, 1377(1377-03-04) (39 tuổi) Chiêm Thành","An táng":"Huy lăng (陳曔)","Thê thiếp":"Gia Từ Hoàng hậu Chế Thắng Phu Nhân","Hậu duệ Hậu duệ":"Hậu duệ Chương Vũ Đại vương Trần Vĩ Trần Hiện Trần Nguyên Diệu Trần Nguyên Hy Chương Vũ Đại vương Trần Vĩ Trần Hiện Trần Nguyên Diệu Trần Nguyên Hy","Tên húy Niên hiệu Tôn hiệu Thụy hiệu Miếu hiệu":"Tên húy Trần Kính (陳曔) Trần Đoan (陳煓) Trần Nhật Đoan (陳日煓) Niên hiệu Long Khánh (隆慶) Tôn hiệu Khâm Hoàng (1372 - 1377) Thụy hiệu Kế Thiên Ứng Vận Nhân Minh Khâm Hiếu hoàng đế (繼天應運仁明欽孝皇帝) Miếu hiệu Duệ Tông (睿宗) Trần Kính (陳曔) Trần Đoan (陳煓) Trần Nhật Đoan (陳日煓) Long Khánh (隆慶) Khâm Hoàng (1372 - 1377) Kế Thiên Ứng Vận Nhân Minh Khâm Hiếu hoàng đế (繼天應運仁明欽孝皇帝) Duệ Tông (睿宗)","Triều đại":"Nhà Trần","Thân phụ":"Trần Minh Tông","Thân mẫu":"Đôn Từ Hoàng thái phi","Tôn giáo":"Phật giáo"},"Description":"Trần Duệ Tông (chữ Hán: 陳睿宗, 30 tháng 6 năm 1337 – 4 tháng 3 năm 1377) tên thật là Trần Kính là vị hoàng đế thứ 10 của triều đại nhà Trần trong lịch sử Việt Nam. Ông trị vì từ năm 1372 đến khi tử trận vào năm 1377. Trần Duệ Tông là vị hoàng đế duy nhất trong lịch sử Việt Nam bị tử trận khi đương quyền.[1] Xét trong 7 thế kỷ Chiến tranh Việt-Chiêm, ông cũng là vị Hoàng đế duy nhất bị tử trận khi đánh nhau với quân Chiêm Thành."},{"Name":"Trần Thuận Tông 陳順宗","Properties":{"Hoàng đế Đại Việt":"","Ở ngôi":"6 tháng 12 năm 1388 – 15 tháng 3 năm 1398 (9 năm, 99 ngày)","Nhiếp chính":"Trần Nghệ Tông (1372-1395) Bình chương Lê Quý Ly","Tiền nhiệm":"Trần Nghệ Tông","Kế nhiệm":"Thái thượng hoàng cuối cùng nhà Trần Giản Định Đế (nhà Hậu Trần)","Thái thượng hoàng Đại Việt":"","Tại vị":"15 tháng 3 năm 1398 – 30 tháng 4 năm 1400 (2 năm, 46 ngày)","Sinh":"1377","Mất":"30 tháng 4, 1400(1400-04-30) (22–23 tuổi)","Thê thiếp":"Khâm Thánh Hoàng hậu","Tên húy Niên hiệu Tôn hiệu Miếu hiệu":"Tên húy Trần Ngung (陳顒) Trần Nhật Hỗn (陳日焜) Niên hiệu Quang Thái (光泰) Tôn hiệu Nguyên Hoàng (1388 - 1398) Miếu hiệu Thuận Tông (順宗) Trần Ngung (陳顒) Trần Nhật Hỗn (陳日焜) Quang Thái (光泰) Nguyên Hoàng (1388 - 1398) Thuận Tông (順宗)","Tước hiệu":"Chiêu Định vương","Triều đại":"Nhà Trần","Thân phụ":"Trần Nghệ Tông","Tôn giáo":"Đạo giáo"},"Description":"Trần Thuận Tông (chữ Hán: 陳順宗 1377 – 30 tháng 4 năm 1400) là vị hoàng đế thứ 12 và cũng là hoàng đế áp chót của triều Trần nước Đại Việt. Ông trị vì từ năm 1388 đến khi bị ép nhường ngôi năm 1398."},{"Name":"Hồ Hán Thương 胡漢蒼","Properties":{"Hoàng đế Đại Ngu":"","Tại vị":"12 tháng 1 năm 1401 - 12 tháng 5 năm 1407 6 năm, 120 ngày","Tiền nhiệm":"Hồ Quý Ly","Kế nhiệm":"Triều đại sụp đổ Giản Định Đế (Nhà Hậu Trần)","Sinh":"1375 Thanh Hóa ?, Việt Nam","Mất":"1407 Quảng Tây, Trung Quốc","Thê thiếp":"Hiến Gia Hoàng hậu","Hậu duệ":"Thái tử Hồ Nhuế","Niên hiệu":"Niên hiệu Thiệu Thành (紹成 1401 - 1402) Khai Đại (開大 1403 - 1407) Thiệu Thành (紹成 1401 - 1402) Khai Đại (開大 1403 - 1407)","Triều đại":"Nhà Hồ","Thân phụ":"Hồ Quý Ly","Thân mẫu":"Thái Từ hoàng hậu","Tôn giáo":"Nho giáo"},"Description":"Hồ Hán Thương (chữ Hán: 胡漢蒼 1375 – 1407), Minh thực lục và Minh sử ghi Hồ Đê (胡𡗨),[1] là hoàng đế thứ hai và cũng là cuối cùng của nhà Hồ, từ năm 1401 đến khi bị nhà Minh đánh bại vào năm 1407. Ông bị giải về Kim Lăng (Trung Quốc) rồi bị giết.[2]"},{"Name":"Trùng Quang Đế 重光帝","Properties":{"Hoàng đế Hậu Trần":"","Trị vì":"20 tháng 4 năm 1409 – 31 tháng 3 năm 1413 (3 năm, 345 ngày)","Thượng hoàng":"Giản Định Đế","Tiền nhiệm":"Giản Định Đế","Kế nhiệm":"Nhà Hậu Trần sụp đổ Lê Thái Tổ (Hậu Lê)","Mất":"14 tháng 4 năm 1414","Tên húy Niên hiệu":"Tên húy Trần Quý Khoáng Niên hiệu Trùng Quang (重光 1409-1413) Trần Quý Khoáng Trùng Quang (重光 1409-1413)","Hoàng tộc":"Hoàng tộc Trần","Thân phụ":"Trang Định vương Trần Ngạc"},"Description":"Trùng Quang Đế (chữ Hán: 重光帝 ? – 14 tháng 4 năm 1414[1]) là vị hoàng đế thứ hai và là vị hoàng đế cuối cùng của nhà Hậu Trần, một triều đại được dựng lên ở miền nam Đại Việt để chống lại sự đô hộ của đế quốc Minh sau năm 1407. Ông có tên húy là Trần Quý Khoáng (陳季擴) hay Trần Quý Khoách[2], là cháu nội của Trần Nghệ Tông. Khi chú ông là Giản Định Đế dựng nhà Hậu Trần (1407), ông giữ chức Nhập nội thị trung. Năm 1408, các tướng Đặng Dung và Nguyễn Cảnh Dị bất bình với Giản Định Đế mới vào Nghệ An lập Trần Quý Khoáng lên ngôi vua. Trần Quý Khoáng tôn Giản Định Đế làm Thái thượng hoàng, cùng tiến quân ra bắc đánh Minh, đến năm 1409, Thượng hoàng bị địch bắt giết."},{"Name":"Lê Thái Tông 黎太宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"20 tháng 10 năm 1433 - 7 tháng 9 năm 1442 (8 năm, 322 ngày)","Phụ chính":"Nguyễn Xí Phạm Vấn Lê Sát Lê Ngân[1]","Tiền nhiệm":"Lê Thái Tổ","Kế nhiệm":"Lê Nhân Tông","Sinh":"(1423-12-22)22 tháng 12, 1423 Lam Sơn, huyện Thọ Xuân, Thanh Hóa","Mất":"7 tháng 9, 1442(1442-09-07) (18 tuổi) Lệ Chi viên, huyện Gia Định[2]","An táng":"Hựu Lăng (祐陵), Lam Kinh, Đại Việt","Vợ Vợ":"Vợ Nguyễn Thị Anh Ngô Thị Ngọc Dao xem danh sách Nguyễn Thị Anh Ngô Thị Ngọc Dao xem danh sách","Hậu duệ Hậu duệ":"Hậu duệ Lê Nghi Dân Lê Khắc Xương Lê Nhân Tông Lê Thánh Tông xem danh sách Lê Nghi Dân Lê Khắc Xương Lê Nhân Tông Lê Thánh Tông xem danh sách","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Lê Nguyên Long (黎元龍) Niên hiệu Thiệu Bình (紹平 1434 - 1439) Đại Bảo (大寶 1440 - 1442) Thụy hiệu Kế Thiên Thể Đạo Hiển Đức Thánh Công Khâm Minh Văn Tư Anh Duệ Nhân Triết Chiêu Hiến Kiến Trung Văn Hoàng đế (繼天體道顯德功欽明文思英睿仁哲昭憲建中文皇帝) Miếu hiệu Thái Tông (太宗) Lê Nguyên Long (黎元龍) Thiệu Bình (紹平 1434 - 1439) Đại Bảo (大寶 1440 - 1442) Kế Thiên Thể Đạo Hiển Đức Thánh Công Khâm Minh Văn Tư Anh Duệ Nhân Triết Chiêu Hiến Kiến Trung Văn Hoàng đế (繼天體道顯德功欽明文思英睿仁哲昭憲建中文皇帝) Thái Tông (太宗)","Tước hiệu":"Quế Lâm động chủ (桂林洞主, 1433 - 1442)","Hoàng tộc":"Hoàng triều Lê","Thân phụ":"Lê Thái Tổ","Thân mẫu":"Phạm Thị Ngọc Trần"},"Description":"Lê Thái Tông (chữ Hán: 黎太宗 22 tháng 12 năm 1423 – 7 tháng 9 năm 1442), tên húy Lê Nguyên Long (黎元龍), là vị hoàng đế thứ hai của hoàng triều Lê nước Đại Việt. Thái Tông trị vì từ ngày 20 tháng 10 năm 1433 cho tới khi mất năm 1442, tổng cộng 9 năm.[3]"},{"Name":"Thiên Hưng Đế 天興帝","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"7 tháng 10 năm 1459 - 6 tháng 6 năm 1460 (243 ngày)","Tiền nhiệm":"Lê Nhân Tông","Kế nhiệm":"Lê Thánh Tông","Sinh":"tháng 6, 1439[1]","Mất":"6 tháng 6, 1460(1460-06-06) (20–21 tuổi)[2] Đông Kinh, Đại Việt","Tên húy Niên hiệu Thụy hiệu":"Tên húy Lê Nghi Dân (黎宜民) Niên hiệu Thiên Hưng (天興) Thụy hiệu Lệ Đức hầu (厲德侯) Lê Nghi Dân (黎宜民) Thiên Hưng (天興) Lệ Đức hầu (厲德侯)","Tước vị":"Lạng Sơn vương","Triều đại":"Hoàng triều Lê","Thân phụ":"Lê Thái Tông","Thân mẫu":"Dương phi"},"Description":"Lê Nghi Dân (chữ Hán: 黎宜民 tháng 10 năm 1439[3] – 6 tháng 6 năm 1460), thường được gọi là Lệ Đức hầu (厲德侯), Lạng Sơn vương (諒山王), là vị hoàng đế thứ tư của triều đại Lê sơ trong lịch sử Việt Nam. Ông tiếm vị trong một thời gian ngắn, từ tháng 10 năm 1459 đến khi bị phế truất vào tháng 6 năm 1460, với niên hiệu là Thiên Hưng (天興). Đôi khi, ông cũng được gọi là Thiên Hưng Đế (天興帝)."},{"Name":"Lê Hiến Tông 黎憲宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"9 tháng 3 năm 1497 - 24 tháng 6 năm 1504 (7 năm, 107 ngày)","Tiền nhiệm":"Lê Thánh Tông","Kế nhiệm":"Lê Túc Tông","Sinh":"(1461-09-06)6 tháng 9, 1461 Đông Kinh, Đại Việt","Mất":"24 tháng 6, 1504(1504-06-24) (42 tuổi) Điện Đồ Trị, Đông Kinh, Đại Việt","An táng":"Dụ Lăng (裕陵), Lam Kinh, Đại Việt","Hậu phi Hậu phi":"Hậu phi Trang Thuận Duệ Hoàng hậu Chiêu Nhân Duệ Hoàng hậu Từ Trinh Liêm Hoàng hậu Trang Thuận Duệ Hoàng hậu Chiêu Nhân Duệ Hoàng hậu Từ Trinh Liêm Hoàng hậu","Hậu duệ Hậu duệ":"Hậu duệ An vương Lê Tuân Lê Uy Mục Lê Túc Tông Thông vương Lê Dung Minh vương Lê Trị Tư vương Lê Dưỡng An vương Lê Tuân Lê Uy Mục Lê Túc Tông Thông vương Lê Dung Minh vương Lê Trị Tư vương Lê Dưỡng","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Tranh (黎鏳) Lê Sanh (黎檉) Lê Huy (黎暉) Niên hiệu Cảnh Thống (景統) Thụy hiệu Thể Thiên Ngưng Đạo Mậu Đức Chí Nhân Chiêu Văn Thiệu Vũ Tuyên Triết Khâm Thánh Chương Hiếu Duệ Hoàng Đế (體天凝道懋德至仁昭文紹武宣哲欽聖彰孝睿皇帝) Miếu hiệu Hiến Tông (憲宗) Lê Tranh (黎鏳) Lê Sanh (黎檉) Lê Huy (黎暉) Cảnh Thống (景統) Thể Thiên Ngưng Đạo Mậu Đức Chí Nhân Chiêu Văn Thiệu Vũ Tuyên Triết Khâm Thánh Chương Hiếu Duệ Hoàng Đế (體天凝道懋德至仁昭文紹武宣哲欽聖彰孝睿皇帝) Hiến Tông (憲宗)","Tước hiệu":"Thượng Dương động chủ (上陽洞主, 1497 - 1504)","Hoàng tộc":"Hoàng triều Lê","Thân phụ":"Lê Thánh Tông","Thân mẫu":"Huy Gia Thuần Hoàng hậu"},"Description":"Lê Hiến Tông (chữ Hán: 黎憲宗 6 tháng 9 năm 1461 – 24 tháng 6 năm 1504) là vị hoàng đế thứ sáu của Hoàng triều Lê nước Đại Việt. Ông cai trị từ ngày 9 tháng 3 năm 1497 đến khi qua đời, tổng cộng 7 năm với niên hiệu là Cảnh Thống. Các bộ sử biên niên Đại Việt như Đại Việt Sử ký Toàn thư mô tả ông là người kế nghiệp xứng đáng của cha mình, vị vua lớn Lê Thánh Tông. Trong 7 năm trị vì, ông đã thành công trong việc duy trì nền pháp chế mà Thánh Tông đã đặt ra cũng như sự thịnh trị của Đại Việt. Lê Hiến Tông mến chuộng văn học, tiết kiệm tiêu dùng, thận trọng hình phạt và luôn gần gũi bề tôi. Ông cũng chăm lo giáo dục, nông nghiệp, thủy lợi, cải thiện đời sống nhân dân và củng cố sức mạnh quân đội."},{"Name":"Lê Uy Mục Đế 黎威穆帝","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"18 tháng 12 năm 1504 - 1 tháng 12 năm 1509 (4 năm, 348 ngày)","Tiền nhiệm":"Lê Túc Tông","Kế nhiệm":"Lê Tương Dực","Sinh":"5 tháng 5, 1488 Đông Kinh","Mất":"1 tháng 12, 1509(1509-12-01) (21 tuổi) Cửa Lệ Cảnh, Đông Kinh","An táng":"An Lăng (安陵)","Thê thiếp":"Trần Hoàng hậu","Tên thật Niên hiệu Thụy hiệu":"Tên thật Lê Tuấn (黎濬) Lê Huyên (黎諠) Lê Nghị (黎誼) Niên hiệu Đoan Khánh (端慶) Thụy hiệu Mẫn Lệ công (愍厲公) Uy Mục đế (威穆帝) Lê Tuấn (黎濬) Lê Huyên (黎諠) Lê Nghị (黎誼) Đoan Khánh (端慶) Mẫn Lệ công (愍厲公) Uy Mục đế (威穆帝)","Tước hiệu":"Quỳnh Đô động chủ (瓊都洞主, 1504 - 1509)","Triều đại":"Nhà Lê sơ","Thân phụ":"Lê Hiến Tông","Thân mẫu":"Chiêu Nhân Duệ Hoàng hậu"},"Description":"Lê Uy Mục (chữ Hán: 黎威穆; 5 tháng 5 năm 1488 – 1 tháng 12 năm 1509), đôi khi còn gọi là Mẫn Lệ công (愍厲公), là vị hoàng đế thứ tám của nhà Lê sơ trong lịch sử Việt Nam. Trong thời gian trị vì của mình, ông chỉ dùng một niên hiệu là Đoan Khánh, ông được xem là một vị hoàng đế tàn bạo và hoang dâm, nổi tiếng là một bạo chúa, người đời gọi là Quỷ vương (鬼王)."},{"Name":"Lê Quang Trị 黎光治","Properties":{"Hoàng đế Đại Việt":"","Tại vị":"1516","Tiền nhiệm":"Lê Tương Dực","Kế nhiệm":"Lê Chiêu Tông","Sinh":"1509","Mất":"1516 (6–7 tuổi) Tây Đô, Thanh Hóa","Tên húy":"Tên húy Lê Quang Trị (黎光治) Lê Quang Trị (黎光治)","Triều đại":"Nhà Lê sơ","Thân phụ":"Mục Ý vương Lê Doanh"},"Description":"Lê Quang Trị (chữ Hán: 黎光治 1509 - 1516) là một vị hoàng đế nhà Lê sơ trong lịch sử Việt Nam. Do được lập lên ngôi và phế truất trong thời gian loạn lạc ngắn ngủi, ông ít được nhắc tới trong danh sách các vị vua chính thống của Việt Nam."},{"Name":"Lê Bảng","Properties":{"Vua nhà Hậu Lê":"","Tại vị":"1518 - 1519","Tên húy Niên hiệu":"Tên húy Lê Bảng Niên hiệu Đại Đức (1518 - 1518) Lê Bảng Đại Đức (1518 - 1518)","Triều đại":"Nhà Hậu Lê","Thân phụ":"Tĩnh Tu công Lê Lộc"},"Description":"Lê Bảng(黎榜) là một vị vua nhà Lê sơ trong lịch sử Việt Nam. Do được lập lên ngôi và phế truất trong thời gian loạn lạc ngắn ngủi, ông ít được nhắc tới trong danh sách các vị vua chính thống của Việt Nam."},{"Name":"Lê Cung Hoàng 黎恭皇","Properties":{"Hoàng đế Đại Việt":"","Tại vị":"22 tháng 7 năm 1522 – 15 tháng 6 năm 1527 (4 năm, 328 ngày)","Tiền nhiệm":"Lê Chiêu Tông","Kế nhiệm":"Mạc Đăng Dung cướp ngôi (Nhà Mạc) Lê Trang Tông (Nhà Lê Trung hưng)","Sinh":"(1507-07-26)26 tháng 7, 1507 Đông Kinh","Mất":"15 tháng 6, 1527(1527-06-15) (19 tuổi) Tây cung, Đông Kinh, Đại Việt","An táng":"Hoa Dương lăng (華陽陵)","Thê thiếp":"Quý Phi Nguyễn Thị (贵妃阮氏),con gái Thông quốc công Nguyễn Thì Ung","Hậu duệ Hậu duệ":"Hậu duệ Lê Quý Nghi Lê Quý Nghi","Tên thật Niên hiệu Thụy hiệu":"Tên thật Lê Xuân (黎椿) Niên hiệu Thống Nguyên (統元) Thụy hiệu Cung Hoàng đế (恭皇帝) Lê Xuân (黎椿) Thống Nguyên (統元) Cung Hoàng đế (恭皇帝)","Triều đại":"Nhà Lê sơ","Thân phụ":"Lê Minh Tông","Thân mẫu":"Trịnh Thị Loan"},"Description":"Lê Trang Tông"},{"Name":"Mạc Thái Tông 莫太宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"1530 – 25 tháng 1 năm 1540[1]","Tiền nhiệm":"Mạc Thái Tổ","Kế nhiệm":"Mạc Hiến Tông","Sinh":"1500, Đại Việt","Mất":"25 tháng 1, 1540[1] 3 tháng 3, 1540[2] (40 tuổi) Nhà Mạc, Đại Việt","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Mạc Đăng Doanh (莫登瀛) Niên hiệu Đại Chính (大正) Thụy hiệu Khâm Triết Văn Hoàng đế (欽哲文皇帝) Miếu hiệu Thái Tông (太宗) Mạc Đăng Doanh (莫登瀛) Đại Chính (大正) Khâm Triết Văn Hoàng đế (欽哲文皇帝) Thái Tông (太宗)","Triều đại":"Nhà Mạc","Thân phụ":"Mạc Thái Tổ","Thân mẫu":"Nguyễn Thị Ngọc Tuyền"},"Description":"Mạc Thái Tông (chữ Hán: 莫太宗 1500 – 25 tháng 1 năm 1540 / 3 tháng 3 năm 1540) là vị Hoàng đế thứ hai của nhà Mạc trong lịch sử Việt Nam. Ông ở ngôi từ năm 1530 đến 1540, trị vì tổng cộng 10 năm."},{"Name":"Mạc Hoằng Vương","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"1546 – 1547","Tiền nhiệm":"Mạc Hiến Tông","Kế nhiệm":"Mạc Tuyên Tông","Sinh":"Việt Nam","Mất":"Nhà Minh","Tên húy Niên hiệu":"Tên húy Mạc Chính Trung Niên hiệu Không có Mạc Chính Trung Không có","Tước hiệu":"Hoằng Vương","Triều đại":"Nhà Mạc","Thân phụ":"Mạc Thái Tổ"},"Description":"Mạc Chính Trung (chữ Hán: 莫正中; ?-?) là hoàng tử nhà Mạc trong lịch sử Việt Nam. Ông tham gia tranh chấp ngôi báu nhà Mạc giữa thời Nam-Bắc triều và cuối cùng thất bại."},{"Name":"Mạc Mục Tông 莫穆宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"1562 – 1592","Nhiếp chính":"Mạc Kính Điển (1562–1580) Mạc Đôn Nhượng (1580–1592)","Tiền nhiệm":"Mạc Tuyên Tông","Kế nhiệm":"Mạc Cảnh Tông","Sinh":"1560","Mất":"Tháng 1, 1593 (33 tuổi) Đại Việt","Thê thiếp":"Mục Tông Hoàng Hậu Nguyễn Thị con gái Nguyễn Quyện Cung phi Vũ Thị Hoành","Hậu duệ":"Mạc Toàn","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Mạc Mậu Hợp (莫茂洽) Niên hiệu Thuần Phúc (淳福 1562 – 1565) Sùng Khang (崇康 1566 – 1577) Diên Thành (延成 1578 – 1585) Đoan Thái (端泰 1586 – 1587) Hưng Trị (興治 1588 – 1590) Hồng Ninh (洪寧 1591 – 1592) Thụy hiệu không có Miếu hiệu Mục Tông (穆宗) Mạc Mậu Hợp (莫茂洽) Thuần Phúc (淳福 1562 – 1565) Sùng Khang (崇康 1566 – 1577) Diên Thành (延成 1578 – 1585) Đoan Thái (端泰 1586 – 1587) Hưng Trị (興治 1588 – 1590) Hồng Ninh (洪寧 1591 – 1592) không có Mục Tông (穆宗)","Triều đại":"Nhà Mạc","Thân phụ":"Mạc Tuyên Tông","Thân mẫu":"Bùi Thị"},"Description":"Mạc Mục Tông (chữ Hán: 莫穆宗 1560 – tháng 1 năm 1593) tên thật là Mạc Mậu Hợp là vị hoàng đế Đại Việt thứ năm của nhà Mạc thời Nam – Bắc triều trong lịch sử Việt Nam. Ông lên ngôi năm 1562 lúc mới 2 tuổi và qua đó trở thành vua trẻ thứ hai lúc lên ngôi. Ông trị vì cho đến khi truyền ngôi cho con là Mạc Toàn năm 1592, tổng cộng 30 năm."},{"Name":"Mạc Mẫn Tông 莫闵宗","Properties":{"Hoàng đế Đại Việt (nhà Mạc thời hậu kì)":"","Trị vì":"1592 – 1593","Nhiếp chính":"Mạc Đôn Nhượng","Tiền nhiệm":"Mạc Mậu Hợp Mạc Toàn","Kế nhiệm":"Mạc Kính Cung","Mất":"1593","Hậu duệ Hậu duệ":"Hậu duệ không rõ không rõ","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Mạc Kính Chỉ (莫敬止) Niên hiệu Bảo Định (1592 – 1593) Khang Hựu (1593) Thụy hiệu Hoài Nghị Minh Huấn Trinh Hoàng đế (坏毅明训贞皇帝) Miếu hiệu Mẫn Tông (闵宗) Mạc Kính Chỉ (莫敬止) Bảo Định (1592 – 1593) Khang Hựu (1593) Hoài Nghị Minh Huấn Trinh Hoàng đế (坏毅明训贞皇帝) Mẫn Tông (闵宗)","Triều đại":"Nhà Mạc","Thân phụ":"Mạc Kính Điển"},"Description":"Mạc Kính Chỉ (chữ Hán: 莫敬止 ? - 1593) là vua nhà Mạc thời hậu kỳ, sau khi quân Nam triều chiếm được thành Thăng Long với cái chết của cha con Mạc Mục Tông (Mạc Mậu Hợp) và Mạc Cảnh Tông (Mạc Toàn). Nguyên quán Mạc Kính Chỉ là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương)."},{"Name":"Mạc Kính Khoan 莫敬寬","Properties":{"Hoàng đế Đại Việt (nhà Mạc thời hậu kì)":"","Tại vị":"1623 – 1638","Tiền nhiệm":"Mạc Kính Cung","Kế nhiệm":"Mạc Kính Vũ","Sinh":"?","Mất":"1638 Cao Bình, Đại Việt","Hậu duệ Hậu duệ":"Hậu duệ Mạc Kính Vũ Mạc Kính Vũ","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Mạc Kính Khoan (莫敬寬) Niên hiệu Long Thái (1623 – 1638) Thụy hiệu Khánh Vương Hòa Thiên Phù Địa Độ Văn Khánh Vũ Huệ Nguyên Hoàng đế Miếu hiệu Quang Tổ Mạc Kính Khoan (莫敬寬) Long Thái (1623 – 1638) Khánh Vương Hòa Thiên Phù Địa Độ Văn Khánh Vũ Huệ Nguyên Hoàng đế Quang Tổ","Triều đại":"Nhà Mạc"},"Description":"Mạc Kính Khoan (chữ Hán: 莫敬寬 ? - 1638) là vua nhà Mạc thứ 3 thời hậu kỳ, khi đã rút lên Cao Bằng. Nguyên quán Mạc Kính Khoan là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương)."},{"Name":"Mạc Quý Tông 莫敬喜","Properties":{"Hoàng đế Đại Việt (nhà Mạc thời hậu kì)":"","Tại vị":"1677 – 1681","Tiền nhiệm":"Mạc Kính Vũ","Kế nhiệm":"Mạc Kính Quang","Hậu duệ":"không rõ","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Mạc Kính Hẻ Mạc Kính Thụy Mạc Nguyên Thanh Niên hiệu Vĩnh Xương (1677 – 1681) Thụy hiệu Hoàn Thiên Thanh Địa Đoạt Văn Dương Vũ Huệ Đại vương Miếu hiệu Quý Tông Mạc Kính Hẻ Mạc Kính Thụy Mạc Nguyên Thanh Vĩnh Xương (1677 – 1681) Hoàn Thiên Thanh Địa Đoạt Văn Dương Vũ Huệ Đại vương Quý Tông","Triều đại":"Nhà Mạc","Thân phụ":"Mạc Kính Vũ","Thân mẫu":"không rõ"},"Description":"Mạc Kính Hẻ (莫敬喜), cũng có tên là Mạc Kính Thụy (莫敬瑞) hay Mạc Nguyên Thanh (莫元清), là vị vua (không chính thức) của nhà Mạc thời hậu kỳ trong lịch sử Việt Nam. Nguyên quán Mạc Kính Hẻ là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện Nam Sách, tỉnh Hải Dương). Tuy nhiên, ông không được nhắc đến trong sử sách Việt Nam.[1][2][3]"},{"Name":"Lê Trang Tông 黎莊宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"1533 - 9 tháng 3, 1548","Nhiếp chính":"Nguyễn Kim (1533 - 1545) Trịnh Kiểm (1545 - 1548)","Tiền nhiệm":"Lê Cung Hoàng Mạc Đăng Dung cướp ngôi nhà Lê sơ","Kế nhiệm":"Lê Trung Tông","Sinh":"1515","Mất":"9 tháng 3, 1548 Thanh Hóa, Đại Việt","An táng":"Cảnh lăng (景陵)","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Ninh (黎寧) Niên hiệu Nguyên Hòa (元和) Thụy hiệu Dụ Hoàng đế (裕皇帝) Miếu hiệu Trang Tông (莊宗) Lê Ninh (黎寧) Nguyên Hòa (元和) Dụ Hoàng đế (裕皇帝) Trang Tông (莊宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Chiêu Tông","Thân mẫu":"Phạm Thị Ngọc Quỳnh"},"Description":"Lê Trang Tông (chữ Hán: 黎莊宗 1515 - 9 tháng 3 năm 1548), hay còn gọi là Trang Tông Dụ Hoàng đế (莊宗裕皇帝), tên thật là Lê Duy Ninh (黎寧), là vị Hoàng đế thứ 12 của nhà Hậu Lê và là vị Hoàng đế đầu tiên của nhà Lê Trung hưng trong lịch sử Việt Nam. Ông còn được dân gian ưu ái đặt cho mỹ danh nghèo nàn là Chúa Chổm."},{"Name":"Lê Anh Tông 黎英宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"24 tháng 1 năm 1556 – 22 tháng 1 năm 1573 (16 năm, 364 ngày)","Chúa Trịnh":"Trịnh Kiểm (1556-1570) Trịnh Cối (1570) Trịnh Tùng (1570-1573)","Tiền nhiệm":"Lê Trung Tông","Kế nhiệm":"Lê Thế Tông","Sinh":"1532","Mất":"22 tháng 1, 1573 Đại Việt","An táng":"Bố Vệ lăng (布衞陵)","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Duy Bang (黎維邦) Niên hiệu Thiên Hựu (天祐 1557) Chính Trị (正治 1558 - 1571) Hồng Phúc (洪福 1572) Thụy hiệu Tuấn Hoàng đế (峻皇帝) Miếu hiệu Anh Tông (英宗) Lê Duy Bang (黎維邦) Thiên Hựu (天祐 1557) Chính Trị (正治 1558 - 1571) Hồng Phúc (洪福 1572) Tuấn Hoàng đế (峻皇帝) Anh Tông (英宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Duy Khoáng"},"Description":"Lê Anh Tông (chữ Hán: 黎英宗 1532 - 22 tháng 1 năm 1573), tên húy là Lê Duy Bang (黎維邦), là hoàng đế thứ ba của nhà Lê trung hưng và là hoàng đế thứ 14 của nhà Hậu Lê nước Đại Việt. Ông trị vì từ năm 1556 đến năm 1572, tổng cộng 16 năm, trong thời kỳ Nam-Bắc triều."},{"Name":"Lê Kính Tông 黎敬宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"12 tháng 10 năm 1599 – 23 tháng 6 năm 1619 19 năm, 254 ngày","Nhiếp chính":"Trịnh Tùng (1599-1619)","Tiền nhiệm":"Lê Thế Tông","Kế nhiệm":"Lê Thần Tông","Sinh":"1588","Mất":"23 tháng 6, 1619 Đông Kinh, Đại Việt","An táng":"Hoa Loan lăng (華巒陵)","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Duy Tân (黎維新) Niên hiệu Thận Đức (慎德 1600 - 1601) Hoằng Định (弘定 1601 - 1619) Thụy hiệu Hiển Nhân Dụ Khánh Tuy Phúc Huệ Hoàng đế (显仁裕庆绥福惠皇帝)[1] Giản Huy đế (簡輝帝)[2] Miếu hiệu Kính Tông (敬宗) Lê Duy Tân (黎維新) Thận Đức (慎德 1600 - 1601) Hoằng Định (弘定 1601 - 1619) Hiển Nhân Dụ Khánh Tuy Phúc Huệ Hoàng đế (显仁裕庆绥福惠皇帝)[1] Giản Huy đế (簡輝帝)[2] Kính Tông (敬宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Thế Tông","Thân mẫu":"Ý Đức Hoàng thái hậu"},"Description":"Lê Kính Tông (chữ Hán: 黎敬宗 1588 – 23 tháng 6 năm 1619) có tên là Lê Duy Tân (黎維新), là vị Hoàng đế thứ 5 của nhà Lê Trung hưng và thứ 16 của nhà Hậu Lê trong lịch sử Việt Nam, người huyện Thọ Xuân, Thanh Hóa. Ông làm vua từ năm 1599 đến năm 1619."},{"Name":"Lê Chân Tông 黎真宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"23 tháng 11 năm 1643 – 2 tháng 10 năm 1649 5 năm, 313 ngày","Nhiếp chính":"Trịnh Tráng (1643-1649)","Tiền nhiệm":"Lê Thần Tông (lần 1)","Kế nhiệm":"Lê Thần Tông (lần 2)","Sinh":"1630 Tử Cấm Thành, Thăng Long.","Mất":"2 tháng 10, 1649 Đông Kinh, Đại Việt","An táng":"Hoa Phố lăng (華浦陵)","Phối ngẫu":"Phương Từ Hoàng Hậu Trịnh Thị","Hậu duệ":"Tinh Thụy Công Chúa Lê Thị Ngọc Phù","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Duy Hựu Niên hiệu Phúc Thái (福泰 1643 - 1649) Thụy hiệu Thuận Hoàng đế Miếu hiệu Chân Tông (真宗) Lê Duy Hựu Phúc Thái (福泰 1643 - 1649) Thuận Hoàng đế Chân Tông (真宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Thần Tông","Thân mẫu":"Nguyễn Thị Ngọc Bạch"},"Description":"Lê Chân Tông (chữ Hán: 黎真宗 1630 – 2 tháng 10 năm 1649) tên húy là Lê Duy Hựu (黎維祐, 黎維禔), là vị Hoàng đế thứ 7 của nhà Lê Trung hưng và thứ 18 của triều Hậu Lê trong lịch sử Việt Nam, ở ngôi từ năm 1643 đến năm 1649, tổng cộng 6 năm."},{"Name":"Lê Huyền Tông 黎玄宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"2 tháng 11 năm 1662 - 16 tháng 11 năm 1671 9 năm, 14 ngày","Nhiếp chính":"Trịnh Tạc (1662-1671)","Tiền nhiệm":"Lê Thần Tông","Kế nhiệm":"Lê Gia Tông","Sinh":"1654","Mất":"16 tháng 11, 1671 Đông Kinh, Đại Việt","An táng":"Quả Thịnh lăng (果盛陵)","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Duy Vũ (黎維禑) Niên hiệu Cảnh Trị (景治 1663 - 1671) Thụy hiệu Mục Hoàng đế Miếu hiệu Huyền Tông (玄宗) Lê Duy Vũ (黎維禑) Cảnh Trị (景治 1663 - 1671) Mục Hoàng đế Huyền Tông (玄宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Thần Tông","Thân mẫu":"Phạm Thị Ngọc Hậu"},"Description":"Lê Huyền Tông (chữ Hán: 黎玄宗 1654 – 16 tháng 11 năm 1671) tên thật là Lê Duy Vũ (黎維禑), tên khác là Lê Duy Hi (黎維禧), là vị Hoàng đế thứ tám của nhà Lê Trung hưng và thứ 19 của triều Hậu Lê trong lịch sử Việt Nam."},{"Name":"Lê Hy Tông 黎熙宗","Properties":{"Hoàng đế Đại Việt":"","Tại vị":"1705 – 1716","Nhiếp chinh":"Trịnh Tạc (1675-1682) Trịnh Căn (1682-1705)","Tiền nhiệm":"Lê Thần Tông","Kế nhiệm":"Lê Dụ Tông","Thái thượng hoàng Đại Việt":"","Sinh":"1663","Mất":"1716 Đông Kinh, Đại Việt","An táng":"Phú Ninh lăng (富寧陵)","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Duy Cáp (黎維祫) Lê Duy Hiệp Niên hiệu Vĩnh Trị (永治 1676 - 1679) Chính Hoà (正和 1679 - 1705) Thụy hiệu Chương Hoàng đế (章皇帝) Miếu hiệu Hy Tông (僖宗) Lê Duy Cáp (黎維祫) Lê Duy Hiệp Vĩnh Trị (永治 1676 - 1679) Chính Hoà (正和 1679 - 1705) Chương Hoàng đế (章皇帝) Hy Tông (僖宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Thần Tông","Thân mẫu":"Nguyễn Thị Ngọc Trúc hay Nguyễn Thị Ngọc Tấn"},"Description":"Lê Hy Tông (chữ Hán: 黎熙宗 1663 – 1716) tên húy là Lê Duy Cáp (黎維祫)[1] hay Lê Duy Hiệp[2] là vị vua thứ 10 của nhà Lê Trung hưng và thứ 21 của nhà Hậu Lê trong lịch sử Việt Nam."},{"Name":"Lê Duy Phường 黎維祊","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"20 tháng 4 năm 1729 – tháng 8 năm 1732","Thái thượng hoàng":"Lê Dụ Tông","Tiền nhiệm":"Lê Dụ Tông","Kế nhiệm":"Lê Thuần Tông","Sinh":"1709 Tử Cấm Thành, Thăng Long","Mất":"1735","An táng":"Kim Lũ","Thê thiếp":"Hoàng hậu Trịnh Thị Ngọc Nhu","Hậu duệ":"Lê Duy Diêu Lê Duy Hiên","Tên thật Niên hiệu Thụy hiệu":"Tên thật Lê Duy Phường Niên hiệu Vĩnh Khánh (永慶): 1729 - 1732 Thụy hiệu Hôn Đức công (昏德公) Lê Duy Phường Vĩnh Khánh (永慶): 1729 - 1732 Hôn Đức công (昏德公)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Dụ Tông","Thân mẫu":"Hoàng hậu Trịnh Thị Ngọc Trang"},"Description":"Lê Duy Phường (chữ Hán: 黎維祊, 1709 – 1735) hay Vĩnh Khánh Đế hoặc Hôn Đức công, là vị Hoàng đế thứ 12 của nhà Lê Trung hưng và thứ 23 của triều Hậu Lê trong lịch sử Việt Nam."},{"Name":"Lê Ý Tông 黎懿宗","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"5 tháng 6 năm 1735 - tháng 5 năm 1740","Nhiếp chính":"Trịnh Giang (1735-1740) Trịnh Doanh (tháng 1/1740 - tháng 5/1740)","Tiền nhiệm":"Lê Dụ Tông","Kế nhiệm":"Thái thượng hoàng cuối cùng của nhà Hậu Lê","Thái thượng hoàng Đại Việt":"","Tại vị":"1740 - 1759","Sinh":"29 tháng 3, 1719","Mất":"10 tháng 8, 1759 Đông Kinh, Đại Việt","An táng":"Lăng Phù Lê","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Lê Duy Thận (黎維祳) Lê Duy Chẩn Niên hiệu Vĩnh Hựu (永佑 1735 - 1740) Thụy hiệu Ôn Gia Trang Túc Khải Túy Minh Mẫn Khoan Hồng Uyên Duệ Huy Hoàng đế Miếu hiệu Ý Tông (懿宗) Lê Duy Thận (黎維祳) Lê Duy Chẩn Vĩnh Hựu (永佑 1735 - 1740) Ôn Gia Trang Túc Khải Túy Minh Mẫn Khoan Hồng Uyên Duệ Huy Hoàng đế Ý Tông (懿宗)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Dụ Tông","Thân mẫu":"Cung Phi Nguyễn Thị"},"Description":"Lê Ý Tông (chữ Hán: 黎懿宗 29 tháng 3 năm 1719 – 10 tháng 8 năm 1759), tên húy là Lê Duy Thận (黎維祳),[1] là vị Hoàng đế thứ 14 của nhà Lê Trung hưng và thứ 25 của nhà Hậu Lê, đồng thời vua Lê Ý Tông cũng là Thái thượng hoàng cuối cùng trong lịch sử Việt Nam."},{"Name":"Lê Mẫn Đế 黎愍帝","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"10 tháng 8 năm 1786 – tháng 1 âm lịch năm 1789","Chúa Trịnh":"Trịnh Bồng (1786 – 1787)","Tiền nhiệm":"Lê Hiển Tông","Kế nhiệm":"Triều Hậu Lê cáo chung Quang Trung (trên thực tế)","Sinh":"1765 Đông Kinh,Đại Việt","Mất":"1793 Yên Kinh, Trung Hoa","An táng":"tháng 11 năm 1804 Lăng Bàn Thạch, Thanh Hóa, Đại Việt","Thê thiếp":"Nguyễn Thị Kim","Tên thật Niên hiệu Thụy hiệu":"Tên thật Lê Duy Khiêm (黎維謙) Lê Duy Kỳ (黎維祁) Niên hiệu Chiêu Thống (昭統): 1786 - 1789 Thụy hiệu Mẫn Hoàng đế (愍皇帝) Lê Duy Khiêm (黎維謙) Lê Duy Kỳ (黎維祁) Chiêu Thống (昭統): 1786 - 1789 Mẫn Hoàng đế (愍皇帝)","Triều đại":"Nhà Lê Trung hưng","Thân phụ":"Lê Duy Vĩ","Thân mẫu":"Mẫn Thái hậu"},"Description":"Lê Chiêu Thống (chữ Hán: 黎昭統 1765 – 1793) hay Lê Mẫn Đế (chữ Hán: 黎愍帝), tên thật là Lê Duy Khiêm (黎維), khi lên ngôi lại đổi tên là Lê Duy Kỳ (黎維祁),[1] là vị hoàng đế thứ 16 và là hoàng đế cuối cùng của Hoàng triều Lê nước Đại Việt, giữ ngôi từ cuối tháng 7 âm lịch[2] năm 1786 tới đầu tháng 1 âm lịch năm 1789."},{"Name":"Trịnh Cối 鄭檜","Properties":{"Chúa Trịnh":"","Tại vị":"24 tháng 3 năm 1570 – tháng 8 năm 1570","Thời kỳ":"Lê Anh Tông (1556 - 1573)","Tiền nhiệm":"Trịnh Kiểm","Kế nhiệm":"Trịnh Tùng","Sinh":"?","Mất":"1584","Tên đầy đủ":"Tên đầy đủ Trịnh Cối (鄭檜) Trịnh Cối (鄭檜)","Tước hiệu":"Tuấn Đức hầu (俊德侯) Trung quốc công (忠國公)[1]","Hoàng tộc":"Chúa Trịnh"},"Description":"Trịnh Cối (chữ Hán: 鄭檜, ? - 1584) là một nhà chính trị thời chiến tranh Lê-Mạc. Do là con cả của thượng tướng Trịnh Kiểm, ông được cha trao binh quyền trước khi chết. Người em cùng cha khác mẹ của ông - Trịnh Tùng, khởi binh chống lại. Trịnh Cối không kiểm soát được vua Lê, bị kẹp vào giữa quân Mạc và quân Trịnh Tùng, kết quả phải đầu hàng nhà Mạc."},{"Name":"Trịnh Văn Tổ 鄭梉","Properties":{"Chúa Trịnh":"","Tại vị":"17 tháng 7 năm 1623 – 28 tháng 5 năm 1657 33 năm, 315 ngày","Thời kỳ":"Lê Thần Tông (1619 - 1643) và (1649 - 1662) Lê Chân Tông (1643- 1649)","Tiền nhiệm":"Trịnh Tùng","Kế nhiệm":"Trịnh Tạc","Sinh":"(1577-08-06)6 tháng 8, 1577","Mất":"28 tháng 5, 1657(1657-05-28) (79 tuổi) Đông Kinh, Việt Nam","Thê thiếp":"Trần Thị Ngọc Đài Nguyễn Thị Ngọc Tú Nguyễn Phúc Ngọc Súy Trần Thị Ngọc Am","Tên đầy đủ Tôn hiệu Thụy hiệu Miếu hiệu":"Tên đầy đủ Trịnh Tráng (鄭梉) Tôn hiệu Đức Uy Ân Tín Duệ Văn Hoát Đạt Lượng Thiên Chuẩn Thế Chiêu Thiện Chí Hiếu Thuần Tín Đốc Thực Nghiễm Dung Khuếch Độ Chấp Trung Di Tắc Trọng Uy Hậu Phúc Truyền Gia Mưu Quốc Bồi Cơ Trợ Thắng Tuy Nội Trị Ngoại Phu Giáo Thùy Hiến Thuần Hỗ Phóng Huân Lập Cực Thùy Thống Di Mưu Dụ Hậu Nghiêm Kính Thao Lược Anh Đoán Linh Uy Điễn Khấu Tế Sinh Viễn Mô Hùng Lược Phong Công Vĩ Tục Bảo Nghiệp Thủ Thành Lập Cực Trần Kỷ Ôn Cung Nhân Thứ Minh Doãn Tiên Chiết Khoan Hồng Uy Đoán Quảng Bác Ôn Tuý Hiển Nhân Hoằng Liệt Văn Đức Vũ Công Thâm Đồ Viễn Toán Định Công Bảo Đại Diên Hưu Thùy Trạch Sùng Huân Quảng Nghiệp Mô Thừa Liệt Nghị Vương (大元帥統國政上主師父功高聰斷仁聖清王) Thụy hiệu Nghị Vương (誼王) Miếu hiệu Văn Tổ (文祖) Trịnh Tráng (鄭梉) Đức Uy Ân Tín Duệ Văn Hoát Đạt Lượng Thiên Chuẩn Thế Chiêu Thiện Chí Hiếu Thuần Tín Đốc Thực Nghiễm Dung Khuếch Độ Chấp Trung Di Tắc Trọng Uy Hậu Phúc Truyền Gia Mưu Quốc Bồi Cơ Trợ Thắng Tuy Nội Trị Ngoại Phu Giáo Thùy Hiến Thuần Hỗ Phóng Huân Lập Cực Thùy Thống Di Mưu Dụ Hậu Nghiêm Kính Thao Lược Anh Đoán Linh Uy Điễn Khấu Tế Sinh Viễn Mô Hùng Lược Phong Công Vĩ Tục Bảo Nghiệp Thủ Thành Lập Cực Trần Kỷ Ôn Cung Nhân Thứ Minh Doãn Tiên Chiết Khoan Hồng Uy Đoán Quảng Bác Ôn Tuý Hiển Nhân Hoằng Liệt Văn Đức Vũ Công Thâm Đồ Viễn Toán Định Công Bảo Đại Diên Hưu Thùy Trạch Sùng Huân Quảng Nghiệp Mô Thừa Liệt Nghị Vương (大元帥統國政上主師父功高聰斷仁聖清王) Nghị Vương (誼王) Văn Tổ (文祖)","Tước hiệu":"Thanh Vương (清王)","Hoàng tộc":"Chúa Trịnh","Thân phụ":"Trịnh Tùng","Thân mẫu":"Đặng Thị Ngọc Dao"},"Description":"Thanh vương[1][2] Trịnh Tráng (chữ Hán: 鄭梉, 6 tháng 8 năm 1577 – 28 tháng 5 năm 1657), thụy hiệu Văn Tổ Nghị vương (文祖誼王), là chúa Trịnh thứ 2 thời Lê Trung hưng chính thức xưng vương khi còn tại vị, nắm thực quyền cai trị miền Bắc nước Đại Việt từ năm 1623 đến 1657. Về chính trị, ông là người củng cố địa vị cai trị của chế độ \"vua Lê chúa Trịnh\"; về quân sự, thời kỳ ông cầm quyền là bước chuyển căn bản giữa hai cuộc xung đột Nam-Bắc triều và Trịnh-Nguyễn."},{"Name":"Trịnh Chiêu Tổ Trịnh Căn 鄭根","Properties":{"Chúa Trịnh":"","Tại vị":"24 tháng 9 năm 1682 – 17 tháng 6 năm 1709 26 năm, 266 ngày","Thời kỳ":"Lê Hy Tông (1675 - 1705) Lê Dụ Tông (1705 - 1729)","Tiền nhiệm":"Trịnh Tạc","Kế nhiệm":"Trịnh Cương","Sinh":"18 tháng 7 năm 1633[1]","Mất":"17 tháng 6 năm 1709 Đông Kinh, Đàng Ngoài, Đại Việt","Thê thiếp":"Nguyễn Thị Ngọc Phượng Phạm Thị Ngọc Quyền Ngô Thị Ngọc Uyên","Tên đầy đủ Tôn hiệu Thụy hiệu Miếu hiệu":"Tên đầy đủ Trịnh Căn (鄭根) Tôn hiệu Hồng Do Thần Trí Hùng Tài Tuyên Nghĩa Phu Đạo Lập Chính Uyên Ý Thần Trí Thánh Vũ Văn Công Thừa Liệt Hiển Mô Giám Hiến Bỉnh Chiết Bảo Quốc Tuy Phương Quang Tiền Chấn Hậu Chế Trị Thùy Chuẩn Thịnh Nghiệp Đại Công Khôi Võng Chấn Kỷ Tuy Nội Ninh Ngoại Khang Vương Thụy hiệu Khang Vương (康王) Miếu hiệu Chiêu Tổ (昭祖) Trịnh Căn (鄭根) Hồng Do Thần Trí Hùng Tài Tuyên Nghĩa Phu Đạo Lập Chính Uyên Ý Thần Trí Thánh Vũ Văn Công Thừa Liệt Hiển Mô Giám Hiến Bỉnh Chiết Bảo Quốc Tuy Phương Quang Tiền Chấn Hậu Chế Trị Thùy Chuẩn Thịnh Nghiệp Đại Công Khôi Võng Chấn Kỷ Tuy Nội Ninh Ngoại Khang Vương Khang Vương (康王) Chiêu Tổ (昭祖)","Tước hiệu":"Định Nam Vương (定南王)","Gia tộc":"Chúa Trịnh","Thân phụ":"Trịnh Tạc","Thân mẫu":"Vũ Thị Ngọc Lễ"},"Description":"Trịnh Căn (chữ Hán: 鄭根, 18 tháng 7 năm 1633[1] - 17 tháng 6 năm 1709), thụy hiệu Chiêu Tổ Khang Vương (昭祖康王), là vị chúa Trịnh thứ 4 dưới thời Lê Trung hưng, trong lịch sử Việt Nam."},{"Name":"Trịnh Dụ Tổ Trịnh Giang 鄭杠","Properties":{"Chúa Trịnh":"","Tại vị":"20 tháng 12 năm 1729 – tháng 1 năm 1740","Thời kỳ":"Hôn Đức Công (1729 - 1732) Lê Thuần Tông (1732 – 1735) Lê Ý Tông (1735 – 1740)","Tiền nhiệm":"Trịnh Cương","Kế nhiệm":"Trịnh Doanh","Sinh":"(1711-10-14)14 tháng 10 năm 1711 Đông Kinh, Đàng Ngoài, Đại Việt","Mất":"30 tháng 12 năm 1762(1762-12-30) (51 tuổi) Đông Kinh, Đàng Ngoài, Đại Việt","An táng":"Cánh đồng Nhân Lý thuộc phủ Thiệu Thiên, Thanh Hoa","Phối ngẫu":"Lê Thị Ngọc Thanh","Hậu duệ":"Trịnh Bồng","Tên thật Thụy hiệu Miếu hiệu":"Tên thật Trịnh Giang (鄭杠)/Trịnh Khương (鄭橿) Thụy hiệu Thuận Vương (順王) Di Mục Vương Miếu hiệu Dụ Tổ (裕祖) Trịnh Giang (鄭杠)/Trịnh Khương (鄭橿) Thuận Vương (順王) Di Mục Vương Dụ Tổ (裕祖)","Tước hiệu":"Uy Nam Vương (威南王)","Hoàng tộc":"Chúa Trịnh","Thân phụ":"Trịnh Cương","Thân mẫu":"Vũ Thị Ngọc Nguyên","Tôn giáo":"Nho giáo"},"Description":"Trịnh Giang (chữ Hán: 鄭杠, 14 tháng 10 năm 1711 – 30 tháng 12 năm 1762[1]), còn có tên khác là Trịnh Khương (鄭橿[2][3]), thụy hiệu là Dụ Tổ Thuận vương (裕祖順王), là vị chúa Trịnh thứ 6 thời Lê Trung hưng trong lịch sử Việt Nam."},{"Name":"Trịnh Thánh Tổ Trịnh Sâm 鄭森","Properties":{"Trị vì":"12 tháng 5 năm 1767 – 13 tháng 9 năm 1782 15 năm, 124 ngày","Thời vua":"Lê Hiển Tông","Tiền nhiệm":"Trịnh Doanh","Kế nhiệm":"Trịnh Cán","Sinh":"(1739-02-09)9 tháng 2, 1739","Mất":"13 tháng 9, 1782(1782-09-13) (43 tuổi) Đông Kinh, Đàng Ngoài, Đại Việt","Thê thiếp":"Dương Thị Ngọc Hoan Đặng Thị Huệ","Hậu duệ Hậu duệ":"Hậu duệ Đoan Nam vương Trịnh Tông Điện Đô vương Trịnh Cán Đoan Nam vương Trịnh Tông Điện Đô vương Trịnh Cán","Tên thật Thụy hiệu Miếu hiệu":"Tên thật Trịnh Sâm (鄭森) Thụy hiệu Thịnh vương (盛王) Miếu hiệu Thánh Tổ (聖祖) Trịnh Sâm (鄭森) Thịnh vương (盛王) Thánh Tổ (聖祖)","Tước hiệu":"Tĩnh Đô vương (靖都王)","Hoàng tộc":"Chúa Trịnh","Thân phụ":"Trịnh Doanh","Thân mẫu":"Nguyễn Thị Ngọc Diễm"},"Description":"Trịnh Sâm[1] (chữ Hán: 鄭森, 9 tháng 2 năm 1739 – 13 tháng 9 năm 1782), thụy hiệu Thánh Tổ Thịnh vương (聖祖盛王), là vị chúa thứ 8 của vương tộc Trịnh cầm quyền ở miền Bắc Đại Việt thời nhà Lê trung hưng. Ông nắm quyền cai trị từ năm 1767 đến khi qua đời năm 1782."},{"Name":"Trịnh Khải 鄭楷","Properties":{"Trịnh Vương":"","Tại vị":"28 tháng 11 năm 1782 – 23 tháng 7 năm 1786 3 năm, 237 ngày","Thời kỳ":"Lê Hiển Tông (1740 - 1786)","Tiền nhiệm":"Trịnh Cán","Kế nhiệm":"Trịnh Bồng","Sinh":"10 tháng 10 năm 1763","Mất":"23 tháng 7 năm 1786 (22–23 tuổi) Đàng Ngoài, Đại Việt","Tên thật Miếu hiệu":"Tên thật Trịnh Tông (鄭棕) Miếu hiệu Linh Vương Trịnh Tông (鄭棕) Linh Vương","Tước hiệu":"Đoan Nam Vương (端南王)","Hoàng tộc":"Chúa Trịnh","Thân phụ":"Trịnh Sâm","Thân mẫu":"Dương Thị Ngọc Hoan"},"Description":"Đoan Nam Vương Trịnh Tông (chữ Hán: 鄭棕; 10 tháng 10 năm 1763 - 23 tháng 7 năm 1786), còn có tên khác là Trịnh Khải (鄭楷) là vị chúa Trịnh thứ 10 thời Lê Trung Hưng trong lịch sử Việt Nam, cầm quyền từ năm 1782 tới năm 1786, ở giai đoạn tan rã của tập đoàn phong kiến họ Trịnh."},{"Name":"Nguyễn Thái Tổ Tiên Vương 僊王","Properties":{"Chúa Nguyễn":"","Trị vì":"1558 - 1613","Tiền nhiệm":"Không có","Kế nhiệm":"Nguyễn Phúc Nguyên","Sinh":"(1524-08-28)28 tháng 8, 1524 Thanh Hóa, Đại Việt","Mất":"20 tháng 7, 1613(1613-07-20) (87 tuổi) Đàng Trong, Đại Việt","An táng":"Vùng núi Thạch Hãn, huyện Hải Lăng, phủ Triệu Phong (nay thuộc huyện Hải Lăng tỉnh Quảng Trị) *Về sau chuyển về núi La Khê tức Khải Vận Sơn (nay thuộc Lăng Trường Cơ huyện Hương Trà, tỉnh Thừa Thiên Huế).","Thê thiếp":"Gia Dụ hoàng hậu Đoan Quốc Thái phu nhân Minh Đức Vương thái phi","Hậu duệ":"Nguyễn Phúc Nguyên Tổng cộng 10 con trai và hai con gái","Tên húy Tôn hiệu Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Hoàng (阮潢) Tôn hiệu Chúa Tiên (主僊) Thụy hiệu Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ Hoàng đế (肇基垂統欽明恭懿謹義達理顯應昭祐耀靈嘉裕皇帝) Ngắn: Gia Dụ Hoàng đế (嘉裕皇帝) Miếu hiệu Thái Tổ (太祖) Liệt Tổ (烈祖) Nguyễn Hoàng (阮潢) Chúa Tiên (主僊) Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ Hoàng đế (肇基垂統欽明恭懿謹義達理顯應昭祐耀靈嘉裕皇帝) Ngắn: Gia Dụ Hoàng đế (嘉裕皇帝) Thái Tổ (太祖) Liệt Tổ (烈祖)","Tước vị":"Đoan Quốc Công Chúa Tiên Cung Ý Cần Nghĩa công Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dụ vương Liệt Tổ Triệu Cơ Thùy Thống Khâm Minh Cung Ý Cần Nghĩa Đạt Lý Hiển Ứng Chiêu Hựu Diệu Linh Gia Dũ Thái vương","Gia tộc":"Họ Nguyễn","Thân phụ":"Nguyễn Kim","Thân mẫu":"Triệu Tổ Tĩnh Hoàng hậu","Tôn giáo":"Phật giáo"},"Description":"Nguyễn Hoàng (chữ Hán: 阮潢; 28 tháng 8, 1524 – 20 tháng 7 năm 1613) hay Nguyễn Thái Tổ, Chúa Tiên, là vị chúa Nguyễn đầu tiên, người đặt nền móng cho vương triều Nguyễn (1802 - 1945). Ông quê ở Gia Miêu Ngoại trang, huyện Tống Sơn, phủ Hà Trung, xứ Thanh Hoa, ngày nay thuộc địa phận xã Hà Long, huyện Hà Trung, tỉnh Thanh Hóa. Ông nội (Nguyễn Hoằng Dụ) và cha ông (Nguyễn Kim) là những trọng thần của triều đình nhà Hậu Lê. Sau cái chết của cha ông là Nguyễn Kim, người anh rể là chúa Trịnh Kiểm nắm giữ quyền hành đã giết chết anh trai ông là Nguyễn Uông, Nguyễn Hoàng nhờ chị gái Nguyễn Thị Ngọc Bảo xin Trịnh Kiểm cho mình vào trấn thủ Thuận Hóa, Trịnh Kiểm chấp thuận."},{"Name":"Nguyễn Thần Tông Thượng Vương 上王","Properties":{"Chúa Nguyễn":"","Trị vì":"1635 - 1648","Tiền nhiệm":"Nguyễn Phúc Nguyên","Kế nhiệm":"Nguyễn Phúc Tần","Sinh":"(1601-08-13)13 tháng 8, 1601 [1]","Mất":"19 tháng 3, 1648(1648-03-19) (46 tuổi) [1] Đàng Trong, Đại Việt","Thê thiếp":"Đoàn Thị Ngọc","Hậu duệ Hậu duệ":"Hậu duệ Nguyễn Phúc Vũ Nguyễn Phúc Tần Nguyễn Phúc Quỳnh Nguyễn Phúc Vũ Nguyễn Phúc Tần Nguyễn Phúc Quỳnh","Tên húy Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Lan Thụy hiệu Thần Tông Thừa Cơ Toản Thống Quân Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Hoàng Đế 承基纘統剛明雄毅威斷英武孝昭皇帝 Ngắn: Hiếu Chiêu hoàng đế Miếu hiệu Thần Tông (神宗) Thần Tổ Nguyễn Phúc Lan Thần Tông Thừa Cơ Toản Thống Quân Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Hoàng Đế 承基纘統剛明雄毅威斷英武孝昭皇帝 Ngắn: Hiếu Chiêu hoàng đế Thần Tông (神宗) Thần Tổ","Tước vị Tước vị":"Tước vị Đại Nguyên Soái Thống Suất Thuận Hóa - Quảng Nam Đẳng Xứ Chưởng Quốc Chinh Uy Đoán Thần Vũ Nhân Chiêu Vương Thần Tổ Thừa Cơ Toản Thống Cương Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Vương Đại Nguyên Soái Thống Suất Thuận Hóa - Quảng Nam Đẳng Xứ Chưởng Quốc Chinh Uy Đoán Thần Vũ Nhân Chiêu Vương Thần Tổ Thừa Cơ Toản Thống Cương Minh Hùng Nghị Uy Đoán Anh Vũ Hiếu Chiêu Vương","Gia tộc":"Họ Nguyễn","Thân phụ":"Nguyễn Phúc Nguyên","Thân mẫu":"Mạc Thị Giai"},"Description":"Nguyễn Phúc Lan (chữ Hán: 阮福瀾, 13 tháng 8 năm 1601 - 19 tháng 3 năm 1648) hay Nguyễn Thần Tông, là vị chúa Nguyễn thứ ba của chính quyền Đàng Trong trong lịch sử Việt Nam, cai trị từ năm 1635 đến năm 1648. Chúa Phúc Lan kế ngôi cha là Nguyễn Phúc Nguyên, tiếp tục xây dựng cơ đồ họ Nguyễn ở Nam Hà và đánh bại hai đợt tấn công của chúa Trịnh năm 1643, 1648."},{"Name":"Nguyễn Anh Tông Nghĩa vương 義王","Properties":{"Chúa Nguyễn":"","Trị vì":"1687 - 1691","Tiền nhiệm":"Nguyễn Phúc Tần","Kế nhiệm":"Nguyễn Phúc Chu","Sinh":"(1650-01-22)22 tháng 1, 1650 [1]","Mất":"7 tháng 2, 1691(1691-02-07) (41 tuổi) [1] Đàng Trong, Đại Việt","Thê thiếp":"Tống Thị Lĩnh","Hậu duệ Hậu duệ":"Hậu duệ Nguyễn Phúc Chu Nguyễn Phúc Tuân Nguyễn Phúc Toàn Nguyễn Phúc Trinh Nguyễn Phúc Quảng 4 công nữ Nguyễn Phúc Chu Nguyễn Phúc Tuân Nguyễn Phúc Toàn Nguyễn Phúc Trinh Nguyễn Phúc Quảng 4 công nữ","Tên húy Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Thái (阮福溙) Thụy hiệu Thiệu Hư Toản Nghiệp Khoan Hồng Bác Hậu Ôn Huệ Từ Tường Hiếu Nghĩa Hoàng đế (紹休纂業寬洪博厚溫惠慈祥孝義皇帝) Miếu hiệu Anh Tông (英宗) Nguyễn Phúc Thái (阮福溙) Thiệu Hư Toản Nghiệp Khoan Hồng Bác Hậu Ôn Huệ Từ Tường Hiếu Nghĩa Hoàng đế (紹休纂業寬洪博厚溫惠慈祥孝義皇帝) Anh Tông (英宗)","Tước vị Tước vị":"Tước vị *Hoằng Quốc Công Nghĩa vương Đại Nguyên Soái Tổng Quốc Chính Thiệu Hưu Toản Nghiệp Hoằng Nghĩa Vương Thiệu Hư Toản Nghiệp Khoang Hồng Bác Hậu Từ Tường Hiếu Nghĩa Vương *Hoằng Quốc Công Nghĩa vương Đại Nguyên Soái Tổng Quốc Chính Thiệu Hưu Toản Nghiệp Hoằng Nghĩa Vương Thiệu Hư Toản Nghiệp Khoang Hồng Bác Hậu Từ Tường Hiếu Nghĩa Vương","Gia tộc":"Họ Nguyễn","Thân phụ":"Nguyễn Phúc Tần","Thân mẫu":"Tống Thị Đôi"},"Description":"Nguyễn Phúc Thái (chữ Hán: 阮福溙, 1649 - 1691), trước bị gọi nhầm thành Nguyễn Phúc Trăn, là Chúa Nguyễn thứ 5 của chính quyền Đàng Trong trong lịch sử Việt Nam (ở ngôi 1687-1691), nối ngôi Chúa Hiền Nguyễn Phúc Tần."},{"Name":"Nguyễn Túc Tông Ninh Vương 寧王","Properties":{"Chúa Nguyễn":"","Tại vị":"1725 - 1738","Tiền nhiệm":"Nguyễn Phúc Chu","Kế nhiệm":"Nguyễn Phúc Khoát","Sinh":"(1697-01-14)14 tháng 1, 1697 [1][2]","Mất":"7 tháng 6, 1738(1738-06-07) (41 tuổi) [1] Đàng Trong, Đại Việt","Thê thiếp":"Trương Thị Thư","Hậu duệ Hậu duệ":"Hậu duệ Nguyễn Phúc Khoát Nguyễn Phúc Tường Nguyễn Phúc Du Và 5 công nữ Nguyễn Phúc Khoát Nguyễn Phúc Tường Nguyễn Phúc Du Và 5 công nữ","Tên húy Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Chú hay Trú hoặc Thụ Thụy hiệu Tuyên Quang Thiệu Liệt Tuấn Triết Tĩnh Uyên Kinh Văn Vĩ Vũ Hiếu Ninh Hoàng đế (宣光紹烈濬哲靜淵經文緯武孝寧皇帝) Miếu hiệu Túc Tông (肅宗) Nguyễn Phúc Chú hay Trú hoặc Thụ Tuyên Quang Thiệu Liệt Tuấn Triết Tĩnh Uyên Kinh Văn Vĩ Vũ Hiếu Ninh Hoàng đế (宣光紹烈濬哲靜淵經文緯武孝寧皇帝) Túc Tông (肅宗)","Tước vị Tước vị":"Tước vị Đại Đô Thống Tổng Quốc Chính Tuyên Quang Thiệu Liệt Tuấn Triết Tĩnh Uyên Kinh Văn Vĩ Vũ Hiếu Ninh Vương Đại Đô Thống Tổng Quốc Chính Tuyên Quang Thiệu Liệt Tuấn Triết Tĩnh Uyên Kinh Văn Vĩ Vũ Hiếu Ninh Vương","Gia tộc":"Họ Nguyễn","Thân phụ":"Nguyễn Phúc Chu","Thân mẫu":"Tống Thị Được"},"Description":"Nguyễn Phúc Chú[3] (chữ Hán: 阮福澍, 1697-1738) hay Trú[4] hay Thụ[1] còn được gọi là Nguyễn Túc Tông, là vị chúa Nguyễn thứ bảy của chính quyền Đàng Trong trong lịch sử Việt Nam (ở ngôi từ 1725 đến 1738), nối ngôi Chúa Nguyễn Phúc Chu."},{"Name":"Nguyễn Duệ Tông Định Vương 定王","Properties":{"Nguyễn Vương":"","Tại vị":"1765 - 1776","Nhiếp chính":"Trương Phúc Loan","Tiền nhiệm":"Nguyễn Phúc Khoát","Kế nhiệm":"Nguyễn Phúc Dương","Sinh":"31 tháng 12 năm 1754 Đàng Trong, Đại Việt","Mất":"18 tháng 10, 1777(1777-10-18) (22 tuổi) Đàng Trong, Đại Việt","Thê thiếp":"Nguyễn Thị Châu","Hậu duệ":"Nguyễn Phúc Ngọc Thục","Tên húy Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Thuần (阮福淳) Thụy hiệu Thông Minh Khoan Hậu Anh Mẫn Huệ Hòa Hiếu Định Hoàng đế (聰明寬厚英敏惠和孝定皇帝) Miếu hiệu Duệ Tông (睿宗) Nguyễn Phúc Thuần (阮福淳) Thông Minh Khoan Hậu Anh Mẫn Huệ Hòa Hiếu Định Hoàng đế (聰明寬厚英敏惠和孝定皇帝) Duệ Tông (睿宗)","Gia tộc":"Họ Nguyễn","Thân phụ":"Nguyễn Phúc Khoát","Thân mẫu":"Nguyễn Phúc Ngọc Cầu"},"Description":"Nguyễn Phúc Thuần (1754 - 1777, ở ngôi 1765 - 1777), hay Nguyễn Duệ Tông, còn có tên khác là Nguyễn Phúc Hân, là người cai trị thứ 9 của chính quyền Chúa Nguyễn ở Đàng Trong vào thời kì Lê Trung hưng trong lịch sử Việt Nam[1]. Sau cái chết của phụ vương, Nguyễn Phúc Thuần được quyền thần Trương Phúc Loan lập làm Vương khi chỉ mới 12 tuổi, và người này sau đó thâu tóm hết chính quyền ở Nam Hà, và làm nhiều việc khiến triều đình Phú Xuân ngày càng lụn bại, suy yếu."},{"Name":"Quang Trung Hoàng Đế 光中皇帝","Properties":{"Hoàng đế Đại Việt":"","Trị vì":"22 tháng 12 năm 1788 – 16 tháng 9 năm 1792 (3 năm, 269 ngày)","Đăng quang":"22 tháng 12 năm 1788 Núi Bân, Phú Xuân","Tiền nhiệm":"Thái Đức Đế Lê Chiêu Thống (nhà Hậu Lê)","Kế nhiệm":"Cảnh Thịnh Đế","Sinh":"1753 Bình Định, Đàng Trong, Đại Việt","Mất":"16 tháng 9, 1792(1792-09-16) (38–39 tuổi) Phú Xuân, Đại Việt","An táng":"Đan Dương lăng (丹陽陵) (còn nghi vấn và nhiều giả thuyết quan trọng khác)","Thê thiếp":"Chính cung hoàng hậu Phạm Thị Liên Chính cung hoàng hậu Bùi Thị Nhạn Bắc cung hoàng hậu Lê Ngọc Hân Sở Nguyệt Thị (Tiệp dư) Nguyễn Thị Bích (Tiệp dư)","Hậu duệ Hậu duệ":"Hậu duệ Nguyễn Quang Toản Nguyễn Thị Ngọc Bảo Nguyễn Quang Thùy và một số người khác. Nguyễn Quang Toản Nguyễn Thị Ngọc Bảo Nguyễn Quang Thùy và một số người khác.","Tên thật Niên hiệu Thụy hiệu Miếu hiệu":"Tên thật Hồ Thơm (胡𦹳) Nguyễn Huệ (阮惠) Nguyễn Văn Huệ (阮文惠) Nguyễn Quang Bình (阮光平) Niên hiệu Quang Trung (光中) Thụy hiệu Vũ Hoàng đế (武皇帝) Miếu hiệu Thái Tổ (太祖) Hồ Thơm (胡𦹳) Nguyễn Huệ (阮惠) Nguyễn Văn Huệ (阮文惠) Nguyễn Quang Bình (阮光平) Quang Trung (光中) Vũ Hoàng đế (武皇帝) Thái Tổ (太祖)","Triều đại":"Nhà Tây Sơn","Thân phụ":"Hồ Phi Phúc"},"Description":"Nguyễn Huệ (阮惠)"},{"Name":"Nguyễn Thánh Tổ Minh Mạng 明命","Properties":{"Hoàng đế Đại Nam":"","Trị vì":"14 tháng 2 năm 1820 – 20 tháng 1 năm 1841 (20 năm, 341 ngày)","Tiền nhiệm":"Gia Long","Kế nhiệm":"Thiệu Trị","Sinh":"(1791-05-25)25 tháng 5 năm 1791 Gia Định, Đại Việt","Mất":"20 tháng 1 năm 1841(1841-01-20) (49 tuổi) Huế, Đại Nam","An táng":"25 tháng 8 năm 1841 Hiếu lăng, Huế, Đại Nam","Chính thất":"Tá Thiên Nhân Hoàng hậu","Các vợ khác Các vợ khác":"Các vợ khác Xem danh sách Xem danh sách","Hậu duệ Hậu duệ":"Hậu duệ Thiệu Trị và 142 người khác, bao gồm 78 hoàng tử và 64 công chúa Thiệu Trị và 142 người khác, bao gồm 78 hoàng tử và 64 công chúa","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Đảm (阮福膽) Nguyễn Phúc Kiểu (阮福晈) Niên hiệu Minh Mạng (明命): 1820 – 1841 Thụy hiệu Thể thiên Xương vận Chí hiếu Thuần đức Văn vũ Minh đoán Sáng thuật Đại thành Hậu trạch Phong công Nhân Hoàng đế (體天昌運至孝純德文武明斷創述大成厚澤豐功仁皇帝) Miếu hiệu Thánh Tổ (聖祖) Nguyễn Phúc Đảm (阮福膽) Nguyễn Phúc Kiểu (阮福晈) Minh Mạng (明命): 1820 – 1841 Thể thiên Xương vận Chí hiếu Thuần đức Văn vũ Minh đoán Sáng thuật Đại thành Hậu trạch Phong công Nhân Hoàng đế (體天昌運至孝純德文武明斷創述大成厚澤豐功仁皇帝) Thánh Tổ (聖祖)","Hoàng tộc":"Hoàng triều Nguyễn","Hoàng gia ca":"Đăng đàn cung","Thân phụ":"Gia Long","Thân mẫu":"Thuận Thiên Cao Hoàng hậu","Tôn giáo":"Nho giáo"},"Description":"Minh Mạng (chữ Hán: 明命, 25 tháng 5 năm 1791 – 20 tháng 1 năm 1841) hay Minh Mệnh, là vị hoàng đế thứ hai của triều Nguyễn trị vì từ năm 1820 đến khi ông qua đời, được truy tôn miếu hiệu là Nguyễn Thánh Tổ. Ông là vị vua có nhiều thành tích nhất của nhà Nguyễn. Đây được xem là thời kỳ hùng mạnh cuối cùng của chế độ phong kiến trong lịch sử Việt Nam."},{"Name":"Nguyễn Dực Tông Tự Đức 嗣德","Properties":{"Hoàng đế Đại Nam":"","Trị vì":"5 tháng 11 năm 1847 – 19 tháng 7 năm 1883 (35 năm, 256 ngày)","Tiền nhiệm":"Thiệu Trị","Kế nhiệm":"Dục Đức","Sinh":"22 tháng 9 năm 1829 Huế, Đại Nam","Mất":"19 tháng 7, 1883(1883-07-19) (53 tuổi) Huế, Đại Nam","An táng":"30 tháng 12 năm 1883 Khiêm lăng (謙陵)","Thê thiếp":"Lệ Thiên Anh Hoàng hậu","Hậu duệ Hậu duệ":"Hậu duệ Không có con ruột, tất cả đều là con nuôi Nguyễn Phúc Ưng Ái Nguyễn Phúc Ưng Kỷ Nguyễn Phúc Ưng Đăng Không có con ruột, tất cả đều là con nuôi Nguyễn Phúc Ưng Ái Nguyễn Phúc Ưng Kỷ Nguyễn Phúc Ưng Đăng","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Hồng Nhậm (阮福洪任) Nguyễn Phúc Thì (阮福時) Niên hiệu Tự Đức (嗣德) Thụy hiệu Thể Thiên Hanh Vận Chí Thành Đạt Hiếu Thể Kiện Đôn Nhân Khiêm Cung Minh Lược Duệ Văn Anh Hoàng đế (繼天亨運至誠達孝體健敦仁謙恭明略睿文英皇帝) Miếu hiệu Dực Tông (翼宗) Thành Tổ (成祖) Nguyễn Phúc Hồng Nhậm (阮福洪任) Nguyễn Phúc Thì (阮福時) Tự Đức (嗣德) Thể Thiên Hanh Vận Chí Thành Đạt Hiếu Thể Kiện Đôn Nhân Khiêm Cung Minh Lược Duệ Văn Anh Hoàng đế (繼天亨運至誠達孝體健敦仁謙恭明略睿文英皇帝) Dực Tông (翼宗) Thành Tổ (成祖)","Triều đại":"Nhà Nguyễn","Hoàng gia ca":"Đăng đàn cung","Thân phụ":"Thiệu Trị","Thân mẫu":"Từ Dụ"},"Description":"Tự Đức (chữ Hán: 嗣德 22 tháng 9 năm 1829 – 19 tháng 7 năm 1883) tên thật là Nguyễn Phúc Hồng Nhậm (阮福洪任), khi lên ngôi đổi thành Nguyễn Phúc Thì (阮福時), là vị hoàng đế thứ tư của triều Nguyễn. Ông là vị vua có thời gian trị vì lâu dài nhất của nhà Nguyễn, trị vì từ năm 1847 đến 1883, ông được truy tôn miếu hiệu là Nguyễn Dực Tông (阮翼宗), thụy hiệu là Thể Thiên Anh Hoàng Đế. Trong suốt thời gian trị vì của mình ông chỉ sử dụng duy nhất một niên hiệu là Tự Đức (嗣德) nên thường được gọi với tên này."},{"Name":"Hiệp Hòa 協和","Properties":{"Hoàng đế Đại Nam":"","Trị vì":"30 tháng 7 năm 1883 - 29 tháng 11 năm 1883 122 ngày","Tiền nhiệm":"Dục Đức","Kế nhiệm":"Kiến Phúc","Sinh":"24 tháng 9 âm lịch, tức 1 tháng 11 năm 1847 [1]","Mất":"30 tháng 10 âm lịch, tức 29 tháng 11 năm 1883 Huế, Đại Nam","Hậu duệ":"11 hoàng tử 6 công chúa","Tên húy Niên hiệu Thụy hiệu":"Tên húy Nguyễn Phúc Hồng Dật 阮福洪佚 Niên hiệu Hiệp Hòa (協和) Thụy hiệu Trang Cung Văn Lãng Quận vương 莊恭文朗郡王 Nguyễn Phúc Hồng Dật 阮福洪佚 Hiệp Hòa (協和) Trang Cung Văn Lãng Quận vương 莊恭文朗郡王","Triều đại":"Nhà Nguyễn","Thân phụ":"Nguyễn Hiến Tổ Thiệu Trị","Thân mẫu":"Thụy tần Trương Thị Thận"},"Description":"Hiệp Hòa (chữ Hán: 協和; 1 tháng 11 năm 1847 – 29 tháng 11 năm 1883), húy là Nguyễn Phúc Hồng Dật (阮福洪佚), sau khi lên ngôi đổi thành Nguyễn Phúc Thăng (阮福昇), là vị hoàng đế thứ sáu của triều đại nhà Nguyễn trong lịch sử Việt Nam. Trong khoảng thời gian trị vì ngắn ngủi của mình, ông chỉ sử dụng một niên hiệu là Hiệp Hòa nên thường được gọi theo tên này. Ông không có miếu hiệu, được hậu duệ truy tặng làm Văn Lãng Quận vương (文朗郡王), thụy là Trang Cung (莊恭).Thời gian trị vì của ông Là 4 tháng 10 ngày tổng cộng 130 ngày."},{"Name":"Hàm Nghi 咸宜","Properties":{"Hoàng đế Đại Nam":"","Trị vì":"2 tháng 8 năm 1884 – 19 tháng 9 năm 1885 (1 năm, 48 ngày)","Tiền nhiệm":"Kiến Phúc","Kế nhiệm":"Đồng Khánh","Sinh":"3 tháng 8 năm 1871 Huế, Đại Nam","Mất":"14 tháng 1 năm 1943 (71 tuổi) Alger, Algérie, Pháp","An táng":"Làng Thonac, Vigeois,Dordogne, Pháp.","Thê thiếp":"Marcelle Laloe","Hậu duệ Hậu duệ":"Hậu duệ Nguyễn Phúc Như Mai Nguyễn Phúc Như Lý Nguyễn Phúc Minh Đức Nguyễn Phúc Như Mai Nguyễn Phúc Như Lý Nguyễn Phúc Minh Đức","Tên húy Niên hiệu Tôn hiệu":"Tên húy Nguyễn Phúc Ưng Lịch Nguyễn Phúc Minh Niên hiệu Hàm Nghi (咸宜) Tôn hiệu Xuất Đế Nguyễn Phúc Ưng Lịch Nguyễn Phúc Minh Hàm Nghi (咸宜) Xuất Đế","Triều đại":"Nhà Nguyễn","Hoàng gia ca":"Đăng đàn cung","Thân phụ":"Nguyễn Phúc Hồng Cai","Thân mẫu":"Phan Thị Nhàn"},"Description":"Hàm Nghi (chữ Hán: 咸宜 3 tháng 8 năm 1871 – 14 tháng 1 năm 1943), thụy hiệu Xuất Đế (出帝), tên thật Nguyễn Phúc Ưng Lịch (阮福膺𧰡), là vị hoàng đế thứ tám của nhà Nguyễn, triều đại phong kiến cuối cùng trong lịch sử Việt Nam."},{"Name":"Thành Thái 成泰","Properties":{"Hoàng đế Đại Nam":"","Tại vị":"2 tháng 2 năm 1889 - 3 tháng 9 năm 1907 (18 năm, 213 ngày)","Tiền nhiệm":"Đồng Khánh","Kế nhiệm":"Duy Tân","Sinh":"14 tháng 3 năm 1879 Huế, Đại Nam","Mất":"20 tháng 3, 1954(1954-03-20) (75 tuổi) Sài Gòn, Quốc gia Việt Nam","An táng":"An Lăng","Hậu duệ Hậu duệ":"Hậu duệ 16 hoàng tử và nhiều công chúa 16 hoàng tử và nhiều công chúa","Tên húy Niên hiệu Thụy hiệu":"Tên húy Nguyễn Phúc Bửu Lân (阮福寶嶙) Niên hiệu Thành Thái (成泰) Thụy hiệu Hoài Trạch Công (懷澤公) Nguyễn Phúc Bửu Lân (阮福寶嶙) Thành Thái (成泰) Hoài Trạch Công (懷澤公)","Triều đại":"Nhà Nguyễn","Hoàng gia ca":"Đăng đàn cung","Thân phụ":"Dục Đức","Thân mẫu":"Từ Minh Huệ Hoàng hậu"},"Description":"Thành Thái (chữ Hán: 成泰 14 tháng 3 năm 1879 – 20 tháng 3 năm 1954), tên khai sinh là Nguyễn Phúc Bửu Lân (阮福寶嶙), là vị hoàng đế thứ 10 của triều đại nhà Nguyễn, tại vị từ 1889 đến 1907."},{"Name":"Nguyễn Hoằng Tông Khải Định 啓定","Properties":{"Hoàng đế Đại Nam":"","Trị vì":"18 tháng 5 năm 1916 - 6 tháng 11 năm 1925 (9 năm, 172 ngày)","Tiền nhiệm":"Duy Tân","Kế nhiệm":"Bảo Đại","Sinh":"8 tháng 10 năm 1885 Huế, Đại Nam","Mất":"6 tháng 11 năm 1925 (40 tuổi) Huế, Đại Nam, Liên bang Đông Dương","An táng":"31 tháng 1 năm 1926 Ứng Lăng (應陵)","Thê thiếp":"Hoàng Quý phi Trương Như Thị Tịnh Ân phi Hồ Thị Chỉ Huệ phi Hoàng Thị Cúc vài bà phi tần khác","Hậu duệ":"Bảo Đại","Tên húy Niên hiệu Thụy hiệu Miếu hiệu":"Tên húy Nguyễn Phúc Bửu Đảo (阮福寶嶹) Nguyễn Phúc Tuấn (阮福晙) Niên hiệu Khải Định (啓定) Thụy hiệu Tự Thiên Gia Vận Thánh Minh Thần Trí Nhân Hiếu Thành Kính Di Mô Thừa Liệt Tuyên Hoàng đế (嗣天嘉運聖明神智仁孝誠敬貽謨承烈宣皇帝) Miếu hiệu Hoằng Tông (弘宗) Nguyễn Phúc Bửu Đảo (阮福寶嶹) Nguyễn Phúc Tuấn (阮福晙) Khải Định (啓定) Tự Thiên Gia Vận Thánh Minh Thần Trí Nhân Hiếu Thành Kính Di Mô Thừa Liệt Tuyên Hoàng đế (嗣天嘉運聖明神智仁孝誠敬貽謨承烈宣皇帝) Hoằng Tông (弘宗)","Triều đại":"Nhà Nguyễn","Hoàng gia ca":"Đăng đàn cung","Thân phụ":"Đồng Khánh","Thân mẫu":"Hựu Thiên Thuần Hoàng hậu"},"Description":"Khải Định Đế (chữ Hán: 啓定帝; 8 tháng 10 năm 1885 – 6 tháng 11 năm 1925), tên khai sinh Nguyễn Phúc Bửu Đảo (阮福寶嶹), là vị hoàng đế thứ 12 của triều đại nhà Nguyễn trong lịch sử Việt Nam, ở ngôi từ 1916 đến 1925. Ông được truy tôn miếu hiệu là Hoằng Tông (弘宗)."}]