[
  {
    "name": "Chiến khu Tân Trào",
    "properties": {
      "Thành lập": "1945",
      "Vị trí": "Thôn Tân Lập, xã Tân Trào, huyện Sơn Dương, tỉnh Tuyên Quang",
      "Giám đốc": "Hoàng Như Loan",
      "Trang web": "Du lịch Tân Trào"
    },
    "description": "Chiến khu Tân Trào là khu di tích lịch sử của cách mạng Việt Nam thời kỳ Cách mạng tháng Tám. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt. Tân Trào là thủ đô lâm thời của khu giải phóng, nơi Ðảng Cộng sản Việt Nam tiến hành hội nghị toàn quốc ngày 13 tháng 8 năm 1945 để quyết định tổng khởi nghĩa. Ðại hội quốc dân đã họp tại đây ngày 16 tháng 8 năm 1945, thông qua 10 chính sách lớn của Việt Minh, bầu ra một chính phủ lâm thời do Hồ Chí Minh làm chủ tịch và quân giải phóng Việt Nam làm lễ ra quân.\nTân Trào là tên mới, được hợp nhất từ hai xã Tân Lập và Hồng Thái vào năm 1945 (trước đây còn gọi là Kim Long và Kim Châu).\n\n\nKhu di tích lịch sử Tân Trào nằm trong một thung lũng nhỏ thuộc huyện Sơn Dương, tỉnh Tuyên Quang, cách Thành phố Tuyên Quang khoảng 41 km, cách Hà Nội khoảng 150 km, với diện tích khoảng 6.633 ha. Đây là vùng đồi núi thấp, có độ cao trong khoảng từ 95 đến 814 m. Khu vực này nằm trong lưu vực sông Đáy, sông này đổ vào sông Hồng tại Việt Trì.\nChiến khu Tân trào ghi đậm dấu ấn của cách mạng Việt Nam và ngày nay đây là một địa chỉ du lịch thu hút nhiều du khách.\nĐình Tân Trào là một đình nhỏ được xây dựng vào năm 1923 theo kiểu nhà sàn, cột gỗ, ba gian hai chái, mái lợp lá cọ, sàn lát ván, để đáp ứng nhu cầu tín ngưỡng và là nơi hội họp, sinh hoạt văn hoá của dân làng. Đình thờ 8 vị thành hoàng làng đại diện cho các thần sông, thần núi của làng Tân Lập, xã Tân Trào. Dưới mái đình này, ngày 16 tháng 8 năm 1945 đã họp Quốc dân Đại hội để quyết định lệnh tổng khởi nghĩa, 10 chính sách lớn quy định quốc kỳ, quốc ca và cử ra một chính phủ lâm thời.\nĐình Hồng Thái cách đình Tân Trào gần 1 km trên đường đi Sơn Dương, đình được xây dựng tại địa phận của làng Cả, xã Tân Trào. Năm 1919, đình có tên là đình Làng Cả hay đình Kim Trận. Đình Hồng Thái còn là trạm giao liên và là nơi huấn luyện quân sự trong suốt thời kỳ kháng chiến. Đình còn là điểm dừng chân của các đại biểu toàn quốc về dự Quốc dân Đại hội, là trạm thường trực của \"An toàn khu của Trung ương đóng ở Tân Trào\".\nLán Nà Lừa đây là một căn lán nhỏ, nằm ở sườn núi Nà Nưa, cách làng Tân Lập gần 1 km về hướng đông, lán Nà Lừa được dựng bằng tre theo kiểu nửa sàn, nửa đất của người miền núi, dưới các đám cây rậm rạp. Lán Nà Lừa do đơn vị giải phóng quân dựng để Hồ Chí Minh ở và làm việc từ tháng 6 năm 1945 đến cuối tháng 8 năm 1945. Lán Nà Lừa có hai gian nhỏ, gian bên trong là nơi Hồ Chí Minh nghỉ ngơi, còn gian ngoài là chỗ Hồ Chí Minh làm việc và tiếp khách. Tại đây, ngày 4 tháng 6 năm 1945, Hồ Chí Minh đã triệu tập Hội nghị cán bộ để củng cố căn cứ địa cách mạng, thành lập khu giải phóng và Quân giải phóng, chuẩn bị Hội nghị toàn quốc của Đảng và Quốc dân Đại hội.\nCây đa Tân Trào cách đình Tân Trào khoảng 500 mét về phía Đông. xem trên bản đồ tại đây\nDưới bóng cây đa này, chiều ngày 16 tháng 8 năm 1945, Việt Nam Giải phóng quân đã làm lễ xuất quân trước sự chứng kiến của nhân dân Tân Trào và 60 đại biểu. Võ Nguyên Giáp đọc bản Quân lệnh số 1 và ngay sau đó hành quân về giải phóng Hà Nội.\nLán Hang Bòng là nơi làm việc của Trung ương Đảng Cộng sản Việt Nam, Chính phủ và Hồ Chí Minh ở Việt Bắc trong thời kỳ chống Pháp (1946-1954). Hang cách không xa Hồng Thái, Tân Trào. Từ năm 1950 đến năm 1951, Hồ Chí Minh ở hang này, trực tiếp đi chỉ đạo chiến dịch Biên giới (1950) và Đại hội Đảng toàn quốc lần thứ hai (tháng 2 năm 1951).\nNgoài ra, khu di tích Tân Trào còn có những di tích có giá trị lịch sử và du lịch khác như: Bản Khuổi Kịch, đình Thanh La, Vực Thia, làng Tân Lập, lán Cảnh Vệ - Điện Đài, lán Đồng Minh, sân bay Lũng Cò, đèo Chắn, Đồng Man - Lũng Tẩu, Khấu Lẩu - Vực Hồ, Ban Tuyên huấn Trung ương, hang Thia, hang Bòng, thôn Lập Binh, xã Trung Yên, hầm An toàn của Bác, hầm Trung ương Đảng, hầm Chính phủ và Bảo tàng Tân Trào.\n",
    "image": "https://nguoikesu.com/images/wiki/chien-khu-tan-trao/a9e5757ddf688d48963c82a719fde269.jpg"
  },
  {
    "name": "chùa Phổ Minh",
    "properties": {
      "Chùa Phổ Minh 普明寺 (Phổ Minh tự)": "",
      "Vị trí": "",
      "Quốc gia": "Việt Nam",
      "Địa chỉ": "thôn Tức Mạc, thành phố Nam Định",
      "Thông tin": "",
      "Khởi lập": "1061"
    },
    "description": "Chùa Phổ Minh (Phổ Minh tự 普明寺) hay chùa Tháp là một ngôi chùa ở thôn Tức Mạc, nằm cách thành phố Nam Định khoảng 5 km về phía bắc. Năm 2012, di tích lịch sử và kiến trúc nghệ thuật đền Trần và chùa Phổ Minh được xếp hạng di tích quốc gia đặc biệt.\n\n\nTheo biên niên sử, chùa được xây dựng vào năm 1262, ở phía tây cung Trùng Quang của các vua nhà Trần. Nhưng theo các minh văn trên bia, trên chuông thì ngôi chùa này đã có từ thời nhà Lý. Có thể chùa đã được xây dựng lại với quy mô rộng lớn từ năm 1262. Tuy đã nhiều lần tu bổ nhưng chùa vẫn còn giữ được nhiều dấu tích nghệ thuật đời Trần.\nCụm kiến trúc chính của chùa bao gồm 9 gian tiền đường, 3 gian thiêu hương, toà thượng điện cũng 3 gian nhưng rộng hơn, xếp theo hình chữ \"công\". Bộ cửa gian giữa nhà tiền đường gồm 4 cánh bằng gỗ lim, to dày, chạm rồng, sóng nước, hoa lá và văn hoa hình học. Hai cánh ở giữa chạm đôi rồng lớn chầu Mặt Trời trong khuôn hình lá đề, được coi là một tác phẩm điêu khắc khá hoàn mỹ. Cũng như đôi sấu đá trên thành bậc tam quan và đôi rồng trên thành bậc gian giữa tiền đường, bộ cánh cửa này còn giữ được những dấu ấn của nghệ thuật chạm khắc đời Trần.\nMột số công trình kiến trúc bài trí khác đã làm tô thêm vẻ đẹp của chùa Phổ Minh, như 3 gian tam quan khung gỗ, tường gạch, mái ngói rêu phong, cổ kính với bức hoành phong đề 4 chữ lớn. \"Đại hùng bảo điện\" và thành bậc thềm ở chính giữa có chạm đôi sấu đá rất sống động, hai hồ tròn thả sen nằm đăng đối hai bên lối đi dẫn vào chùa.\nTrong chùa có bày tượng Trần Nhân Tông nhập Niết bàn (tượng nằm); tượng Trúc Lâm Tam tổ dưới bóng cây trúc; một số tượng Phật đẹp lộng lẫy. Chuông lớn của chùa có khắc bản văn \"Phổ Minh đỉnh tự\" đúc năm 1796 - chùa vốn có một vạc lớn, sử sách coi là một trong bốn vật báu của Việt Nam (An Nam tứ đại khí) nhưng nay không còn.\nSau thượng điện, cách một sân hẹp là ngôi nhà dài 11 gian. Ở giữa là 5 gian nhà tổ, bên trái là 3 gian nhà tăng và bên phải là 3 gian điện thờ. Hai dãy hành lang nối tiền đường ở phía trước với ngôi nhà 11 gian ở phía sau làm thành một khung vuông bao quanh kiến trúc chùa.\nKiến trúc thời nhà Trần được bảo tồn khá nguyên vẹn ở đây là tháp Phổ Minh, dựng năm 1305. Tháp cao khoảng 20 m, gồm 14 tầng. Nền tháp và tầng thứ nhất xây bằng đá, những tầng còn lại phía trên xây bằng gạch. Tầng nào cũng trổ 4 cửa vòm cuốn, giữa các tầng là gờ mái... Tầng tháp thứ nhất đặt trên bệ đá, có hai lớp cánh sen, lớp dưới chúc xuống, lớp trên ngửa lên đỡ lấy tháp hình vuông, mỗi cạnh rộng hơn 5 m. Bệ và tầng thứ nhất có những hình chạm nông trên mặt đá như hoa lá, sóng nước, mây cuốn, đặc trưng cho phong cách trang trí thời nhà Trần. Mặt ngoài những viên gạch các tầng trên được trang trí hình rồng.\n",
    "image": "https://nguoikesu.com/images/wiki/chua-pho-minh/82656a5cdd228a09a2734cdbf2fb4dcf.jpg"
  },
  {
    "name": "chùa Thầy",
    "properties": {
      "Chùa Thầy": "",
      "Vị trí": "",
      "Quốc gia": "Việt Nam",
      "Địa chỉ": "Sài Sơn, huyện Quốc Oai, Hà Nội",
      "Thông tin": "",
      "Tông phái": "Thiền Ti-ni-đa-lưu-chi",
      "Khởi lập": "Chùa được xây dựng từ thời nhà Lý",
      "Thầy": "Thiền sư Từ Đạo Hạnh",
      "Quản lý": "Giáo hội Phật giáo Việt Nam"
    },
    "description": "Chùa Thầy là một ngôi chùa ở chân núi Sài Sơn, huyện Quốc Oai, tỉnh Hà Tây cũ, nay là xã Sài Sơn, huyện Quốc Oai, Hà Nội, cách trung tâm Hà Nội khoảng 20 km về phía Tây nam, đi theo đường cao tốc Láng - Hòa Lạc. Sài Sơn có tên Nôm là núi Thầy, nên chùa được gọi là chùa Thầy. Chùa được xây dựng từ thời nhà Đinh. Đây từng là nơi tu hành của Thiền sư Từ Đạo Hạnh, lúc này núi Thầy còn gọi là núi Phật Tích.\n\n\nCùng với chùa Tây Phương và Chùa Hương, Chùa Thầy là một trong những ngôi chùa nổi tiếng nhất Hà Nội. Nếu như Chùa Láng gắn liền với giai đoạn đầu của cuộc đời Từ Đạo Hạnh, thì chùa Thầy lại chứng kiến quãng đời sau cùng cho đến ngày thoát xác của vị sư thế hệ thứ 12 thuộc dòng Thiền Ti-ni-đa-lưu-chi này.\nBan đầu chùa Thầy chỉ là một am nhỏ gọi là Hương Hải am, nơi Thiền sư Từ Đạo Hạnh trụ trì. Vua Lý Nhân Tông đã cho xây dựng lại gồm hai cụm chùa: chùa Cao (Đỉnh Sơn Tự) trên núi và chùa Dưới (tức chùa Cả, tên chữ là Thiên Phúc Tự). Đầu thế kỷ 17, Dĩnh Quận Công cùng hoàng tộc chăm lo việc trùng tu, xây dựng điện Phật, điện Thánh; sau đó là nhà hậu, nhà bia, gác chuông. Theo thuyết phong thủy, chùa được xây dựng trên thế đất hình con rồng. Phía trước chùa, bên trái là ngọn Long Đẩu, lưng chùa và bên phải dựa vào núi Sài Sơn. Chùa quay mặt về hướng Nam, trước chùa, nằm giữa Sài Sơn và Long Đẩu là một hồ rộng mang tên Long Chiểu hay Long Trì (ao Rồng). Sân có hàm rồng.\nĐây là một khái niệm trong Phật giáo liên quan tới luân hồi, tuy nhiên chỉ được hiện thực hóa rõ ràng trong phái Kim Cang Thừa tại Tây Tạng khởi nguyên của việc hóa thân này cũng là thế kỷ 11 cùng thời với Tổ Từ Đạo Hạnh. Có ít nhất 2 vị vua được cho là hóa thân của Từ Đạo Hạnh:\nPhần chính của chùa Thầy gồm ba tòa song song với nhau gọi là chùa Hạ, chùa Trung và chùa Thượng. Giữa chùa Hạ và chùa Trung có ống muống nối với nhau, tạo thành thế hạ công thượng nhất.\nChùa Hạ là nhà tiền tế, bày các tượng Đức Ông, Thánh hiền. Ống muống để tượng Bát bộ Kim Cương. Chùa Trung bày bàn thờ Phật, hai bên có hai tượng Hộ pháp, tượng Thiên vương. Chùa Thượng hay chùa trên tách biệt hẳn, ở vị trí cao nhất, biển đề Đại hùng Bảo điện, đồng thời là nhà thánh, để tượng Di Đà tam tôn,Thích Ca, tượng ba kiếp của thiền sư Từ Đạo Hạnh, ban thờ Lý thần Tông còn có 1 đôi Phượng Hoàng gỗ, 2 tượng Phỗng thế kỷ 18 đời vua Lê Ý Tông,\nXung quanh chùa có hai dãy hành lang phía sau có lầu chuông, lầu trống. tương truyền do bà Chúa Chè Tuyên Phi Đặng Thị Huệ xin với chúa Tĩnh Đô Vương Trịnh Sâm xây dựng khi về thăm chùa,\nPhía trước chùa là một sân rộng nhìn ra hồ Long Chiểu, tạo thành hàm của rồng trước trồng hai cây gạo, nhưng hiện tại hai cây gạo đã chết, được thay bởi cây đa. Từ sân này có hai cầu là Nhật tiên kiều và Nguyệt tiên kiều nối sang hai bên, tạo thành hai râu rồng. Hai cầu này do Phùng Khắc Khoan xây vào năm 1602. Cầu Nhật Tiên nối sang một hòn đảo nhỏ, trên đảo có đền thờ Tam phủ. Cầu Nguyệt Tiên nối vào đường lên núi.\nGiữa ao Long Chiểu có thủy đình là viên ngọc giữa miệng rồng. Đây cũng là nơi diễn ra trò múa rối nước. Từ Đạo Hạnh được cho là ông tổ của hình thức biểu diễn dân gian này.\nTại chùa Hạ có các pho tượng Đức Ông khá đẹp, và một bức bình phong lớn mô tả cảnh địa ngục.\nCác pho Kim Cương đứng trong những tư thế võ mạnh mẽ, sống động. Tại chùa Trung có hai pho tượng Hộ pháp được cho là lớn nhất trong các ngôi chùa Việt Nam, cao gần 4m. Tượng Hộ pháp đắp bằng đất thó, giấy bản giã nhỏ trộn với mật, trứng,..., nên sau hơn ba trăm năm vẫn còn rất tốt.\nCác pho tượng đẹp nhất của chùa Thầy tập trung tại chùa Trên.\nTrên cao nhất là tượng Di Đà Tam tôn được tạc vào đời Mạc. Phật A Di Đà ngồi giữa dáng vẻ phúc hậu. Pho tượng Quán Thế Âm bên phải ngồi buông chân trái xuống, chân phải co lên, tay cầm một cây phất trần, dáng vẻ ung dung. Pho Đại Thế Chí ngồi xếp bằng, hai tay bắt ấn mật phùng. Ba pho tượng mỗi pho một vẻ không giống nhau, tạo thành một bộ tượng đẹp đặc biệt.\nDưới đó, chính giữa là tượng Thiền sư Từ Đạo Hạnh trong kiếp Phật. Tượng được tạc vào thế kỉ 19, khuôn mặt khắc khổ, nổi rõ mạch máu, ngồi xếp bằng tròn trên một bệ hoa sen còn lại từ đời Lý. Bệ hoa sen đặt trên một con sư tử cuộn tròn, dưới con sư tử là một bệ bát giác. Hiện nay tượng được đội mũ hoa sen và khoác áo vàng.\nToàn bộ ba pho Di Đà và tượng Từ Đạo Hạnh đặt trên một bệ đá hai tầng, được làm vào thời nhà Trần. Bệ đá chạm những cánh hoa sen, bốn mặt chạm hình rồng và hoa lá, bốn góc có hình thần điểu Garuda.\nBên phải là tượng Thiền sư ở kiếp Vua. Tương truyền Từ Đạo Hạnh sau khi đã hóa, đầu thai làm con trai của Sùng Hiền Hầu và trở thành nhà vua Lý Thần Tông. Tượng Lý Thần Tông đầu đội mũ bình thiên, mình khoác long bào, ngồi trên ngai vàng. Bên trái có tượng Từ Đạo Hạnh trong kiếp Thánh, ngồi trong một khám gỗ chạm trổ cầu kì. Tượng này có cốt bằng tre, có thể cử động. Tương truyền xưa kia mỗi khi mở cửa khám thì tượng tự động nhỏm dậy chào. Sau một vị quan triều Nguyễn nói rằng \"Thánh thì không phải chào ai cả\", nên tháo hệ thống khớp nối, từ đó tượng ngồi yên. Pho tượng này thể hiện nghệ thuật làm rối nước của dân gian.\nTrong chùa còn có tượng ông Từ Vinh và bà Tăng Thị Loan là cha mẹ Từ Đạo Hạnh và hai bạn đồng đạo thân thiết của Ngài là Thiền sư Minh Không và Thiền sư Giác Hải.\nTrước tượng Từ Đạo Hạnh ở chính giữa có một bàn thờ gỗ chạm trổ rất đẹp. Xưa kia nền đất còn thấp, người thắp hương vịn vào bàn thờ tạo thành một chỗ hõm rất lớn. Trong chùa Thượng còn có hai cây cột làm bằng loại gỗ quý là gỗ Ngọc am.\nQua cầu Nguyệt Tiên nối với con đường lên núi. Trên núi có chùa Cao, vốn là Hiển Thụy am, còn có tên là Đỉnh Sơn Tự, là nơi Thiền sư Từ Đạo Hạnh đến tu đầu tiên. Trên vách chùa còn khắc những bài thơ tức cảnh của Nguyễn Trực và Nguyễn Thượng Hiền. Tương truyền rằng động Phật Tích ở sau chùa là nơi Ngài Từ Đạo Hạnh thoát xác để đầu thai làm vua Lý Thần Tông, nên còn gọi là hang Thánh Hóa.\nPhía trên chùa Cao, trên đỉnh núi có một mặt bằng gọi là chợ Trời với nhiều tảng đá hình bàn ghế, kệ bày hàng, ly rượu,... trong đó có một phiến đá nhẵn lì được gọi là bàn cờ tiên. Có lẽ nơi đây ngày xưa các bậc trích tiên vẫn ngồi chơi cờ, uống rượu, thưởng trăng và ngâm thơ.\nTừ chùa Cao, đi vòng ra phía sau là hang Cắc Cớ, là nơi tình tự của trai gái ngày xưa trong những ngày hội hè, như ca dao đã ghi lại:\nĐi ngược lên trên là đến đền Thượng. Gần đền Thượng có hang Bụt Mọc với nhiều tảng đá được thời gian bào mòn trông như tượng Phật. Tiếp đó là hang Bò với lối vào âm u. Cách một đoạn là đến hang Gió với những ngọn gió thổi thông thốc cả hai đầu.\nỞ chân núi phía Tây còn có chùa Bối Am, còn gọi là chùa Một Mái, chùa có tên như vậy là vì chùa chỉ có một mái ngói, mặt sau chùa dựa vào vách núi. Truyền thuyết ở khu vực chùa Bối Am, thuộc phạm vi căn cứ Đỗ Động Giang xưa cho biết: Trước kia có một toán quân của Lã Đường tự Lã Tá Công, một trong Thập nhị sứ quân, bị vây hãm trong hang núi và bị chết đói hết cả. Điều này chứng tỏ đã có một cuộc tấn công của sứ quân Lữ Đường tới lãnh địa sứ quân Đỗ Cảnh Thạc, chiếm đóng tại đây.\nNhư vậy, quanh núi Thầy, ngoài chùa Thầy còn có cả một cụm kiến trúc Phật giáo được xây dựng trong những khoảng thời gian khác nhau.\nTrong một bài ký ghi trên vách núi, Chúa Trịnh Căn đã phác họa cảnh chùa Thầy \"như viên ngọc nổi lên giữa đám sỏi đá, rạng vẻ xuân tươi khắp cả bốn mùa. Động trên hệt như cõi thanh hư, bên vách còn in mây ráng. Ao rồng thông sang bến siêu độ, cầu tiên Nhật Nguyệt đôi vầng. Hình tựa bình phong, sông như dải lụa\".\nNằm ở xứ Đoài, nơi ít bị ảnh hưởng trong suốt hàng ngàn năm chống giặc ngoại xâm, là một trong những trung tâm phật giáo cổ và lớn nhất gần Kinh đô Thăng Long, với quan hệ đặc biệt với các Hoàng gia triều Lý, hậu Lê nên chùa Thầy có số lượng di sản văn hóa vừa nhiều về số lượng vừa trải đều qua các triều đại Lý, Trần, Lê, Mạc, Nguyễn. Đây là ngôi chùa có tính bảo lưu một cách liên tục nhất các di vật văn hóa, nghệ thuật từ thời Lý.\nHội chùa Thầy diễn ra từ ngày mùng 5 đến ngày mùng 7 tháng ba Âm lịch hàng năm. Trong ngày hội, nhiều tăng ni từ các nơi khác trong vùng cùng về đây dự lễ trong những bộ cà-sa trang trọng, tay cầm gậy hoa, miệng tụng kinh trong tiếng mõ trầm đều. Lễ cúng Phật và trai đàn - một diễn xướng có tính chất tôn giáo - được thực hiện có sự phối hợp của các nhạc cụ dân tộc.\nNhưng hội chùa Thầy không chỉ có những nghi thức tôn giáo. Ở đây còn có trò múa rối nước mang đậm sắc thái dân gian mà ngày nay có tiếng vang ở nhiều nước. Trai thanh gái lịch gần xa tìm đến hội chùa Thầy còn để thỏa mãn tính mạo hiểm khi leo núi và khao khát bày tỏ tình yêu trong một khung cảnh thiên nhiên rộng mở:\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "Cố đô Hoa Lư",
    "properties": {},
    "description": "Cố đô Hoa Lư là quần thể di tích quốc gia đặc biệt quan trọng của Việt Nam đồng thời là một trong 4 vùng lõi của quần thể di sản thế giới Tràng An đã được UNESCO công nhận. Hệ thống di tích ở Hoa Lư liên quan đến sự nghiệp của các nhân vật lịch sử thuộc ba triều đại nhà Đinh, nhà Tiền Lê và khởi đầu nhà Lý, tính từ Đinh Tiên Hoàng đến Lý Thái Tông trong lịch sử. Hoa Lư là kinh đô đầu tiên của nhà nước phong kiến Trung ương tập quyền ở Việt Nam với các dấu ấn lịch sử: thống nhất giang sơn, đánh Tống - dẹp Chiêm và phát tích quá trình định đô Hà Nội. Năm 1010 vua Lý Thái Tổ dời kinh đô từ Hoa Lư (Ninh Bình) về Thăng Long (Hà Nội), Hoa Lư trở thành Cố đô. Các triều vua Lý, Trần, Lê, Nguyễn sau đó dù không đóng đô ở Hoa Lư nữa nhưng vẫn cho tu bổ và xây dựng thêm ở đây nhiều công trình kiến trúc như đền, lăng, đình, chùa, phủ… Khu di tích lịch sử Cố đô Hoa Lư hiện nay có diện tích quy hoạch 13,87 km² thuộc tỉnh Ninh Bình. Với bề dày thời gian hơn 1000 năm, Cố đô Hoa Lư là nơi lưu trữ các di tích lịch sử qua nhiều thời đại.\n\n\nLịch sử Kinh đô Hoa Lư\nNằm trên địa bàn giáp ranh giới 2 huyện Hoa Lư, Gia Viễn và thành phố Ninh Bình của tỉnh Ninh Bình, kinh đô Hoa Lư xưa (tức khu di tích Cố đô Hoa Lư hiện nay) là vùng đất phù sa cổ ven chân núi có con người cư trú từ rất sớm. Các nhà khảo cổ học đã phát hiện trầm tích có xương răng đười ươi và các động vật trên cạn thuộc sơ kỳ đồ đá cũ thuộc nền văn hóa Tràng An và nhiều hang động có di chỉ cư trú của con người các thời kỳ văn hoá Hoà Bình, Bắc Sơn, Đông Sơn và Đa Bút. Quần thể di sản thế giới Tràng An ở Hoa Lư còn lưu giữ nhiều di vật của người tiền sử từ 30.000 năm trước. Thời Hồng Bàng nơi đây thuộc bộ Quân Ninh. Thời An Dương Vương, vùng này thuộc bộ lạc Câu Lậu.\nTừ thời thuộc Hán qua Tam Quốc đến thời Nam Bắc triều, vùng cố đô Hoa Lư thuộc huyện Câu Lậu, quận Giao Chỉ . Sang thời thuộc Đường, vùng này thuộc Trường châu.\nTrong thời nhà Ngô, vùng này là nơi cát cứ của Đinh Bộ Lĩnh. Ông ly khai đã đẩy lui thành công cuộc tấn công của chính quyền trung ương Cổ Loa năm 951 do 2 anh em Thiên Sách vương Ngô Xương Ngập và Nam Tấn vương Ngô Xương Văn đích thân chỉ huy. Cho tới khi nhà Ngô mất, đây vẫn là vùng cát cứ của Đinh Bộ Lĩnh.\nNăm 968, Đinh Bộ Lĩnh dẹp xong loạn 12 sứ quân, lên ngôi hoàng đế và đóng đô ở Hoa Lư, nơi đây trở thành trung tâm chính trị của nước Đại Cồ Việt. Từ năm 968 đến năm 1009, có 6 vị vua (Đinh Tiên Hoàng, Đinh Phế Đế, Lê Đại Hành, Lê Trung Tông, Lê Long Đĩnh, Lý Thái Tổ) thuộc 3 triều đại đóng đô tại đây. Thời kỳ này, Hoa Lư là nơi diễn ra nhiều hoạt động ngoại giao giữa các triều đình nước Đại Cồ Việt với triều đình nhà Bắc Tống (Trung Quốc): thời Đinh 2 lần (năm 973, 975), thời Tiền Lê 10 lần (980, 985, 986, 987, 988, 990, 995, 996, 997, 1007 ).\nNăm 1010, Lý Thái Tổ dời đô về Thăng Long, cho hoàng tử Lý Long Bồ trấn thủ đất này. Từ đó đến thời Trần, vùng này thuộc lộ Trường Yên. Nhà Trần sử dụng thành Nam Trường Yên của cố đô Hoa Lư để làm cứ địa kháng chiến chống Nguyên Mông. Vua Trần Thái Tông xây dựng ở Hoa Lư hành cung Vũ Lâm, đền Trần thờ thần Quý Minh và chùa A Nậu. Cung Vũ Lâm là nơi các vua Trần xuất gia tu hành.\nĐầu thời Lê sơ, vùng cố đô Hoa Lư nhập vào Thanh Hóa, từ thời Lê Thánh Tông lại tách ra, thuộc phủ Trường Yên, thừa tuyên Sơn Nam.\nQua thời Nam Bắc triều, từ thời Lê trung hưng tới thời Tây Sơn, vùng này thuộc phủ Trường Yên thuộc trấn Thanh Hoa ngoại. Từ cải cách hành chính của vua Minh Mạng nhà Nguyễn năm 1831, vùng này thuộc tỉnh Ninh Bình. Từ ngày 27 tháng 12 năm 1975, tỉnh Ninh Bình hợp nhất với các tỉnh Nam Định và Hà Nam thành tỉnh Hà Nam Ninh rồi lại tái lập ngày 26 tháng 12 năm 1991, vùng cố đô Hoa Lư trở lại thuộc tỉnh Ninh Bình.\nKhu di tích Cố đô Hoa Lư\nNgày 29/4/2003, Thủ tướng chính phủ Việt Nam ra quyết định 82/2003/QĐ-TTG việc việc bảo tồn, tôn tạo và phát huy giá trị lịch sử của khu di tích cố đô Hoa Lư. Theo Quyết định này, toàn bộ khu di tích Cố đô Hoa Lư nằm trên địa bàn giáp ranh giới 2 huyện Hoa Lư, Gia Viễn và thành phố Ninh Bình của tỉnh Ninh Bình. Đây là khu vực khá bằng phẳng nằm trong hệ thống núi đá vôi kéo dài từ tỉnh Hòa Bình xuống. Khu di tích lịch sử văn hóa Cố đô Hoa Lư có diện tích 13,87 km² bao gồm:\n\nNgay sau khi nhà Lý dời đô về Thăng Long, dân chúng từ bên ngoài kéo vào kinh thành sinh sống. Chính vì vậy mà ngoại trừ khu trung tâm cung điện giới hạn bởi ba cửa: cửa Bắc, cửa Đông và cửa Nam thì rất nhiều các công trình kiến trúc của cố đô Hoa Lư hiện tại nằm rải rác trong khu dân cư. Các di tích do 2 triều Đinh-Lê xây dựng gồm: dấu tích kinh thành, cung điện, các chùa cổ và các đền thờ thần. Các di tích do các triều đại sau xây dựng gồm hệ thống lăng mộ, đền, đình thờ các danh nhân thời Đinh Lê. Tuy nhiên, các di tích thường có sự pha trộn kiến trúc do hoạt động tu bổ vì vậy mà các nhà nghiên cứu phân nhóm các di tích Hoa Lư theo loại di tích. Từ những di tích này các nhà nghiên cứu có thể hình dung được hình thức bố trí cung điện của kinh đô xưa.\nKiến trúc đền thờ\nĐền Vua Đinh Tiên Hoàng và đền Vua Lê Đại Hành được xây dựng từ thời nhà Lý và xây dựng lại từ thời Hậu Lê theo kiểu nội công ngoại quốc và mô phỏng kiến trúc kinh đô xưa là 2 di tích quan trọng của khu di tích. Trước mặt đền Đinh là núi Mã Yên có hình dáng giống cái yên ngựa, trên núi có lăng mộ vua Đinh. Đền Đinh Tiên Hoàng là một công trình kiến trúc độc đáo trong nghệ thuật chạm khắc gỗ của các nghệ sĩ dân gian Việt Nam ở thế kỷ 17 và là công trình nghệ thuật đặc sắc với nhiều cổ vật quý hiếm được bảo tồn, như gạch xây cung điện có khắc chữ Đại Việt quốc quân thành chuyên, cột kinh Phật khắc chữ Phạn, các bài bia ký… Chính cung đền thờ Đinh Tiên Hoàng và 3 hoàng tử: Đinh Liễn, Đinh Đế Toàn và Đinh Hạng Lang. Tòa thiêu hương đền có bài vị thờ 4 vị quan trung thần là Nguyễn Bặc, Đinh Điền, Trịnh Tú, Lưu Cơ. Trong nhà Khải Thánh có tượng thờ quốc lão Đinh Công Trứ và thái hậu Đàm Thị là phụ mẫu của Đinh Tiên Hoàng.\nĐền Vua Lê Đại Hành nằm cách đền vua Đinh Tiên Hoàng 300 mét. Đền vua Lê quy mô nhỏ hơn nên không gian trong đền khá gần gũi và huyền ảo. Nét độc đáo ở đền thờ vua Lê Đại Hành là nghệ thuật chạm gỗ thế kỷ 17 đã đạt đến trình độ điêu luyện, tinh xảo. Tương truyền, bà mẹ mơ thấy hoa sen mà sinh ra Lê Hoàn, trong lúc đi cấy ở cạnh ao sen. Bà đã ủ Lê Hoàn trong khóm trúc và được con hổ chúa rừng xanh ấp ủ. Sau lời cầu xin của bà mẹ con hổ bỏ đi. Vì vậy mà nghệ thuật điêu khắc gỗ dân gian Việt Nam của các nghệ nhân ở đây cũng thống nhất với truyền thuyết về các đề tài ca ngợi Lê Hoàn. Chính cung đền thờ Lê Hoàn, Dương Vân Nga và Lê Long Đĩnh, tòa thiêu hương có bài vị thờ Phạm Cự Lượng, người có công cùng với Dương Vân Nga đưa Lê Hoàn lên ngôi.\nĐền thờ Công chúa Phất Kim được xây dựng từ thời nhà Tiền Lê. Đền nằm gần đền thờ Lê Hoàn và chùa Nhất Trụ. Tương truyền vị trí này nằm trên nền nhà của cung Vọng Nguyệt, nơi trước đây bà đã ở. Chiếc giếng bà nhảy xuống tự vẫn đến nay vẫn còn trước của đền. Đền thờ Phất Kim là một ngôi đền cổ suy tôn người phụ nữ thế kỷ X, hiền lành, trung hậu và chịu nhiều sóng gió cuộc đời; giá trị tâm linh của ngôi đền còn thể hiện ở ý nghĩa: dù thời thế có đổi thay, thăng trầm nhưng cội nguồn văn hóa là mãi mãi trường tồn.\nĐền Vua Lý Thái Tổ là dự án được xây dựng từ nguồn vốn kỷ niệm 1000 năm Thăng Long Hà Nội. Sự xuất hiện ngôi đền này ở Hoa Lư khẳng định lại nhận thức của người Việt về vai trò của Hoa Lư đối với Lý Thái Tổ và ngược lại. Đây là ngôi đền đầu tiên thờ riêng Lý Thái Tổ, có phối thờ cùng Lý Thái Tông và hoàng hậu Lê Thị Phất Ngân - những người con của kinh đô Hoa Lư. Ngôi đền này không có kiến trúc theo kiểu nội công ngoại quốc như đền Đinh Lê mà nó mang dáng dấp của một ngôi chùa. Dự án đang triển khai thì phải đình lại do phát hiện các di tích khảo cổ trong lòng đất.\nCác vị thần trấn giữ ba hướng cửa vào thành ngoài, thành trong và thành nam được Vua Đinh Tiên Hoàng cho xây dựng đền thờ gồm trấn đông, trấn tây và trấn nam.\nKiến trúc đình làng\nNgoài các đền thờ 2 vua Đinh, Lê thuộc sở hữu cộng đồng thì ngay trong kinh thành Hoa Lư, người dân cố đô vẫn lập những ngôi đình riêng của mỗi làng để thờ 2 vị vua này, đó là các di tích thuộc sở hữu của 7 làng cổ thuộc xã Trường Yên.\nKiến trúc chùa cổ\nSau khi đã là kinh đô, Hoa Lư dần trở thành trung tâm Phật giáo. Theo các thư tịch và dấu vết còn sót lại, vào thế kỷ 10, tại đây đã có khá nhiều chùa tháp như chùa Bà Ngô, chùa Cổ Am, chùa Duyên Ninh, chùa Am Tiên, chùa Tháp, chùa Bàn Long, chùa động Thiên Tôn, chùa Hoa Sơn (nhà Đinh); chùa Kim Ngân, chùa Nhất Trụ, chùa Đẩu Long (nhà Tiền Lê). Theo chính sử, Vua Đinh Tiên Hoàng là người đầu tiên đặt chức tăng thống phật giáo trong lịch sử mà quốc sư đầu tiên của Việt Nam là Khuông Việt. Điều độc đáo ở đây là có khá nhiều chùa được xây dựng trong các hang núi đá vôi, dựa vào núi đá hoặc tận dụng hẳn núi đá làm chùa mà tiêu biểu là các động chùa: Hoa Sơn, Thiên Tôn, Bích Động, Địch Lộng, Bái Đính, Linh Cốc…\nChùa Nhất Trụ (hay chùa Một Cột) cùng với đình Yên Thành tọa lạc ở gần đền Vua Lê Đại Hành, được Vua Lê Đại Hành xây dựng để mở mang phật giáo. Hiện còn cột kinh Phật trước chùa vẫn giữ nguyên vẹn từ nghìn năm trước, được coi là thạch kinh cổ nhất Việt Nam.\nChùa Bái Đính gồm có một khu chùa cổ và một khu chùa mới với đền thờ đức Thánh Nguyễn, hang động sáng thờ Phật, hang động tối thờ Tiên và đền thờ thần Cao Sơn. Quần thể chùa Bái Đính nằm ở vùng đất hội tụ đầy đủ yếu tố nhân kiệt theo quan niệm dân gian Việt Nam, đó là đất sinh Vua, sinh Thánh, sinh Thần. Chùa Bái Đính được các báo giới tôn vinh là khu chùa lớn nhất Đông Nam Á. Đây là một siêu chùa thuộc khu di tích cố đô Hoa Lư với nhiều kỷ lục được xác lập. Chính vì vậy mà nơi đây sớm trở thành một điểm đến nổi tiếng.\nChùa Bà Ngô được xây từ thời nhà Đinh. Nằm bên phải bờ sông Hoàng Long thuộc khu vực ngoại vi thành Hoa Lư xưa. Tấm bia đá dựng ở chùa, niên đại 1877 có đoạn: \"Chùa Bà Ngô trong ấp ta là một danh lam của đô cũ Đại Việt trước. Vốn là một danh thắng nhưng do thế đại chuyển dời, phong quang thay đổi, am ngọc quạnh quẽ dưới ánh dương tà, chùa báu điêu tàn trơ trọi trong ánh trăng đêm\". Tương truyền là nơi hoàng hậu mẹ Ngô Nhật Khánh tu hành. Trong chùa có bức đại tự thời Nguyễn ghi 3 chữ Bà Sa tự. Theo từ điển Hán Việt, Sa có nghĩa là nhiều khổ não. Chùa Bà Ngô ở thế kỷ thứ X chính là nơi tiến hành nghi thức sám hối, rửa sạch mọi tội lỗi nghiệp chướng trần gian. Tại đây còn khai quật được ngôi mộ cổ thời Hán – Đường.\nChùa Bàn Long cũng được hình thành từ thời Đinh. Khi chúa Trịnh Sâm đã đến thăm, tay đề ba chữ lớn: \"Bàn Long Tự\" trên vách cửa động. \"Bàn Long\" là bệ rồng - bệ đá rồng ngồi. Tấm bia ở vách núi khắc vào thế ký 16 có ghi: \"Từ thành cổ Hoa Lư men theo núi đá mà đi về phía nam đến làng Khê Đầu, ở đó có chùa Bàn Long. Đây là danh thắng từ ngàn xưa. Trải các triều Đinh, Lê, Lý, Trần chùa này càng thêm nổi tiếng\".\nChùa Tháp là ngôi chùa cổ mà nay chỉ còn lại vết tích ở nền sông Hoàng Long. Trong số tảng đá chân cột, có những viên hình vuông cạnh hơn 1 m và vòng tròn ở giữa có đường kính 0,68 m. Chùa tên là chùa Tháp vì có tháp Báo Thiên thời Đinh-Lê.\nChùa Kim Ngân là một ngôi chùa cổ nằm ở thôn Chi Phong, thuộc vòng thành trong ở phía tây, xưa là nơi cất giữ vàng bạc từ khi vua Lê Đại Hành cày tịch điền ở ruộng Kim Ngân. Chùa Duyên Ninh xưa là nơi vui chơi của các công chúa, nơi đây Lý Thái Tổ và công chúa Lê Thị Phất Ngân đã thề hẹn ở đó mà sinh ra Lý Thái Tông.\nHoa Sơn động nằm ở Áng Ngũ, xã Ninh Hòa, ở độ cao gần 70 mét. Tương truyền động Hoa Sơn là nơi nuôi Ấu chúa thời vua Đinh. Tên trước của động là chùa Bà Đẻ, sau vua Tự Đức đến thăm đã đặt lại tên động là Hoa Sơn.\nChùa động Am Tiên như một thế giới riêng biệt. Có một tấm bia cổ, từ thời Lý, chữ đã mờ hết đọc không được. Nhưng tấm bia dựng thời vua Ðồng Khánh, chữ viết còn rõ ràng, nói về việc tu sửa chùa và động. Đây là nơi vua Đinh Tiên Hoàng nuôi hổ báo để trừng trị những người phạm tội nặng. Đến thời Lý, nhà sư Nguyễn Minh Không đã ở trong hang tụng kinh thuyết pháp, xây bệ thờ Phật ở trong hang, người đời sau mới mở ra cảnh chùa chiền để khách thập phương hành hương đến đó.\nChùa Am thuộc thôn Yên Trung, nằm ở phía tây bắc núi Đìa; chùa Đìa thuộc thôn Yên Thành, nằm ở phía đông nam núi Đìa, xã Trường Yên. Đây là hai chùa cổ thời Đinh xây dựng theo kiểu động chùa, tựa lưng vào núi.\nHệ thống lăng, bia\nNhà bia Lý Thái Tổ là di tích được thành phố Hà Nội xây dựng tại cố đô Hoa Lư. Sau khi dời đô về Thăng Long, nhà Lý vấn kế thừa các thành quả có được từ kinh đô Hoa Lư trước đó. Để tưởng niệm công lao đặt nền móng xây dựng độc lập tự chủ của đất nước và nhớ đến Cố đô Hoa Lư, nhà Lý đã lấy tên một số công trình ở Hoa Lư đặt cho nhiều khu vực ở Thăng Long mà chúng vẫn tồn tại đến tận nay như: Ô Cầu Dền, phố Tràng Tiền, phố Cầu Đông, chùa Một Cột, ngã ba Bồ Đề, cống Trẹm, tháp Báo Thiên...\nLăng vua Đinh và lăng vua Lê đều xây từ năm 1840 và được trùng tu vào năm 1885 nên khá khiêm nhường và cổ kính. Lăng vua Đinh xây bằng đá, được đặt trên đỉnh núi. Trước lăng một tấm bia đá có đề chữ mà qua đó, người đời sau biết được lăng được xây dựng từ năm Minh Mạng thứ 21 và đến năm Hàm Nghi thứ nhất có trùng tu lại. Lăng Vua Lê Đại Hành cũng xây bằng đá nhưng nằm dưới chân Mã Yên Sơn đi về hướng nam. Trước lăng cũng có bia dựng từ đời Minh Mạng. Lăng mộ Đinh Bộ Lĩnh được đặt ở chính giữa núi, nơi võng xuống thấp mà dân gian hình dung là cái yên ngựa. Tương truyền, cách tôn thờ như vậy để đề cao tinh thần thượng võ của vua Đinh dù người đã mất.\nBia Cầu Dền là một tấm bia cổ, minh chứng xác thực cho sự xuất hiện chiếc cầu đá bắc qua sông Sào Khê và cũng là một cửa ngõ của kinh thành Hoa Lư từ thời nhà Đinh. Ở Hà Nội sau này, Ô Cầu Dền (Triền Riều) cũng là một cửa ngõ của kinh thành Thăng Long, xuất hiện trong sử từ thời Lý, thế kỷ XI- XII Bia Cửa Đông (còn gọi là bia hang Thầy Bói) được tạc dưới chân núi Đầm, gọi cửa thành này là Đông Môn, là nơi bá quan văn võ qua lại mỗi khi vào triều bệ kiến. Nay còn địa danh xóm Đông Môn thuộc xã Trường Yên, và núi Thanh Lâu nằm cạnh đường còn gọi là Núi Cổng, nhưng vết tích của cửa thành thì hoàn toàn không còn do con đường qua đây luôn được cải tạo và mở rộng. Cầu Đông là cây cầu bắc qua sông Sào Khê, nằm giữa vị trí hang thầy bói và chợ Cầu Đông mà dân gian có câu: \"Bà già đi chợ cầu Đông, xem một quẻ bói lấy chồng lợi chăng? Thầy bói gieo quẻ nói rằng, lợi thì có lợi nhưng răng không còn\".\nHệ thống phủ, miếu\nNằm rải rác trong khu dân cư cố đô Hoa Lư có rất nhiều các công trình lăng phủ cổ kính thờ các quan thời Đinh - Lê và các thái tử, công chúa ở 2 triều đại này. Phủ là nơi làm việc của quan lại thời Đinh Lê, khi kinh đô Hoa Lư trở thành cố đô thì phủ trở thành nơi thờ phụng.\nCung điện dưới lòng đất\nTại khu vực đền vua Lê, Các nhà khảo cổ đã khai quật một phần nền cung điện thế kỷ X. Chứng tích nền cung điện nằm sâu dưới mặt đất khoảng 3m đã được khoanh vùng phục vụ khách tham quan. Tại đây còn trưng bày các phế tích khảo cổ thu được tại Hoa Lư phân theo từng giai đoạn lịch sử: Đinh-Lê, Lý và Trần. Sau chương trình điền dã của dự án hợp tác văn hoá Việt Nam - Phần Lan tiến hành khảo sát; vết tích nền móng cung điện thế kỷ X đã được phát hiện bởi đợt khai quật của Viện Khảo cổ học. Trong số hàng trăm hiện vật cổ tìm thấy tại đây, có những viên gạch lát nền có trang trí hình hoa sen tinh xảo, đặc biệt loại lớn có kích thước 0,78m x 0,48m. Có những viên gạch còn hằn dòng chữ \"Ðại Việt quốc quân thành chuyên\" (gạch chuyên xây dựng thành nước Ðại Việt). Có những ngói ống có phủ riềm, nằm sâu dưới đất ruộng, khai quật lên, còn lành nguyên và cả những chì lưới, vịt... làm bằng đất nung. Kết quả đợt khai quật tại khu vực đền Lê Hoàn năm 1997 đã hé mở phần nào diện mạo của kinh đô Hoa Lư: thành quách kiên cố, nhiều kiến trúc lớn và trang trí cầu kỳ mang đậm phong cách nghệ thuật riêng thời Đinh - Lê đơn giản, khỏe khoắn.\nThực hiện quyết định số 3826/QĐ-BVHTTDL ngày 23 tháng 10 năm 2009, Bảo tàng Lịch sử Việt Nam phối hợp với Sở Văn hoá, Thể thao và Du lịch Ninh Bình tiến hành khai quật khảo cổ học khu vực trung tâm Di tích Cố đô Hoa Lư. Dự án nghiên cứu khảo cổ học khu di tích Cố đô Hoa Lư năm 2009 - 2010 là bước khởi đầu nhằm định hình cho quá trình nghiên cứu lâu dài, phục vụ hiệu quả cho công tác bảo tồn, tôn tạo và quy hoạch tổng thể khu di tích lịch sử, văn hoá Cố đô Hoa Lư trong những năm tiếp theo. Trong đợt khai quật lần này, các nhà khảo cổ tập trung thám sát, khai quật tại khu vực đồng Cây Khế phía Bắc đền vua Lê. Kết quả bước đầu đã làm phát lộ dấu tích của tường gạch xây bằng loại gạch Đại Việt Quốc Quân Thành Chuyên, loại gạch chuyên để xây thành, cùng nhiều loại hình vật liệu xây dựng và trang trí kiến trúc thời Đinh Lê. Bên cạnh việc xác định được các vết tích kiến trúc và kỹ thuật xây dựng đương thời, công tác khảo cổ còn đưa lên khỏi lòng đất nhiều di vật quý giá góp phần nghiên cứu một cách toàn diện về lịch sử, văn hoá…của vùng đất Cố đô Hoa Lư.\nThành thiên tạo\nCố đô Hoa Lư là một kiến trúc hài hòa giữa nhân tạo và thiên tạo. Các triều vua đã sử dụng triệt để sự lợi hại của những dãy núi và hệ thống sông hào làm thành quách để xây dựng cung điện. Qua thời gian, thành nhân tạo chỉ còn là những dấu tích, thành thiên tạo là những vách núi vẫn còn tồn tại mãi.\nNúi Mã Yên: Tên núi Mã Yên vì trông xa núi có hình yên ngựa. Tương truyền khi dựng kinh đô Đinh Bộ Lĩnh đã lấy núi này làm án. Đứng ở trên đỉnh núi có thể nhìn rõ toàn cảnh Cố đô với dãy núi Rù bao quanh đền hai vua, rặng Phi Vân, núi Kiến, núi Cột Cờ và khu dân cư. Người xưa đã án táng Đinh Tiên Hoàng trên đỉnh núi với quan niệm đề cao tinh thần thượng võ của người, dù mất vẫn còn trên yên ngựa, vì vậy để lên thăm lăng mộ vua Đinh Tiên Hoàng phải bước lên 150 bậc đá của núi Mã Yên.\nNúi Cột Cờ: Phía đông bắc thành ngoại có núi Cột Cờ là nơi treo quốc kỳ Đại Cồ Việt, tại đây đã khai quật được dấu tích tường thành.\nGhềnh Tháp: Phía đông nam có ghềnh tháp là nơi Đinh Tiên Hoàng duyệt thủy quân. Khu vực này còn có hang Tiền, hang muối - nơi cất giữ tài sản quốc gia, động Am Tiên nhốt hổ, báo để xử người có tội\nSông Hoàng Long: Là con sông gắn với những truyền thuyết về Đinh Bộ Lĩnh thuở nhỏ. Sông nằm ở phía bắc kinh đô Hoa Lư, một nhánh của sông Hoàng Long, nằm uốn lượn trong khu di tích mà người dân địa phương gọi là sông Sào Khê. Tương truyền, bên bến sông này là nơi Lý Công Uẩn hạ chiếu dời đô để xuống thuyền tiến về Thăng Long. Sông Sào Khê hiện nay được nạo vét và là một cửa ngõ đường thủy dẫn vào các khu di tích, thắng cảnh Hoa Lư.\nKinh đô Hoa Lư được bao bọc bởi nhiều ngọn núi, các triều vua đã dựa theo địa hình tự nhiên cho đắp 10 đoạn tường thành nối các núi đá, dựng nên thành Hoa Lư với diện tích hơn 300 ha. Toàn bộ công trình chủ yếu được các vua Đinh, Lê dựa vào thiên nhiên hiểm trở làm chỗ dựa, mang nặng tính chất quân sự, không câu nệ vào hình dáng, kích thước. Phía Nam thành Hoa Lư là thành Tràng An (còn được gọi là thành Nam) là khu vực phòng thủ hậu cứ của kinh đô. Thành Hoa Lư có hai vòng: thành Đông và thành Tây, có đường thông với nhau. Thành Đông có vai trò quan trọng hơn. Các nhà khảo cổ đào một số đoạn tường thành phát hiện ở những khu vực này có móng thành bằng cành cây với nhiều cọc đóng xuống sâu. Phía trong của tường thành xây bằng gạch, dày đến 0,45 m, cao từ 8-10 mét. Chân tường kè đá tảng, gạch bó và đóng cọc gỗ. Loại gạch phổ biến có kích thước 30 x 16 x 4 cm, trên gạch thường có in các dòng chữ \"Đại Việt quốc quân thành chuyên\" và \"Giang Tây quân\". Phía ngoài tường gạch là tường đất đắp rất dày.\nThành Đông hay thành ngoài rộng khoảng 140 ha, thuộc địa phận hai thôn Yên Thượng và Yên Thành xã Trường Yên, có 5 đoạn tường thành nối các dãy núi tạo nên vòng thành khép kín. Ðây là cung điện chính mà khu vực đền Ðinh, đền Lê nằm ở trung tâm.\nThành Tây hay thành trong có diện tích tương đương thành ngoài, thuộc thôn Chi Phong cũng có 5 đoạn tường thành nối liền các dãy núi\nViệc qua lại giữa hai tòa thành rất thuận tiện. Cả hai thành đều lợi dụng được nhánh sông Sào Khê chảy dọc thành, vừa là hào nước tự nhiên, vừa là đường thủy, phục vụ việc di chuyển ra vào thành. Trong hai tòa thành có bố trí các khu triều đình, quan lại và quân lính. Hiện nay thành thiên tạo vẫn còn, thành nhân tạo và cung điện chỉ còn là những dấu tích đang được khai quật.\nThành Nam nằm ở phía Nam kinh thành Hoa Lư, có núi cao bao bọc xung quanh, bảo vệ mặt sau thành. Địa thế thành Nam rất vững chắc, đoạn sông Trường chảy qua thành Nam có một hệ thống khe ngòi chằng chịt từ các ngách núi đổ ra. Thành Nam có nhiều giá trị về mặt quân sự, là nơi dự trữ, thủ hiểm từ đây có thể nhanh chóng rút ra ngoài bằng đường thủy. Đây là hệ thống hang động Tràng An hiện tại. Khu thành hào, hang động Tràng An xưa được sử dụng như là hệ thống phòng thủ mặt sau của kinh thành Hoa Lư. Tại đây cũng khai quật được các dấu tích của người tiền sử. Vào thời Trần, tại hang bói ở đây là cứ địa chống quân Nguyên Mông. Đây là tuyến điểm di tích lịch sử thu hút nhiều nhà khảo cổ, nghiên cứu lịch sử đến làm việc. Tại đây đã tìm được nhiều cổ vật từ thời Đinh, Tiền Lê và thời Trần. Tràng An là một khu danh thắng nổi tiếng đã được UNESCO công nhận là di sản thiên nhiên thế giới với giá trị nổi bật về cảnh quan thiên nhiên, đa dạng sinh thái và kiến tạo địa chất, là địa danh được Việt Nam đầu tư để trở thành một khu du lịch tầm cỡ quốc tế. Tràng An gắn liền với những giá trị lịch sử, văn hóa của vùng đất cố đô Hoa Lư.\nNgười Việt muốn khẳng định kinh đô Hoa Lư cũng bề thế như kinh đô Tràng An của phương Bắc qua câu đối:\nNăm 1010, Vua Lý Thái Tổ sửa Hoa Lư thành phủ Tràng An, Đại La thành Thăng Long. Khu vực Tràng An hiện còn các đền, phủ thờ các vị quan trung thần thời Đinh và thần Quý Minh trấn thành Nam.\nViệc Đinh Tiên Hoàng chọn Hoa Lư mà không chọn Cổ Loa của nhà Ngô hay Đại La thời Bắc thuộc được Lê Văn Siêu xem là quyết định khôn ngoan. Với hoàn cảnh đương thời, sau nhiều năm loạn lạc, Hoa Lư là địa điểm chiến lược, khống chế được cả khu vực sơn cước từ Thanh Hóa đổ ra, sông Đà đổ xuống, thêm địa thế vừa hùng vừa hiểm có thể cầm cự với Trung Hoa, nếu có cuộc xâm lăng của phía này tới. Nhà địa chất, đồng thời là nguyên Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam Trần Đức Lương cũng cho rằng: tính hiểm yếu của Hoa Lư không chỉ nhờ phần thành lũy, nền điện mà chính bởi hệ thống các thung lũng núi sâu hơn bên trong có thể liên thông với nhau bởi các khe ngách mà ngày nay do nước biển dâng cao đã biến thành những lạch nước ngầm .\nĐô thị cổ Hoa Lư\nHoa Lư là đô thị đầu tiên trong lịch sử Việt Nam. Năm 970, đồng tiền Việt Nam đầu tiên đã được Vua Đinh Tiên Hoàng cho phát hành, đánh dấu sự ra đời của nền kinh tế, tài chính của chế độ phong kiến trung ương tập quyền. Đại Việt Sử ký toàn thư cho biết năm Thái Bình thứ 7 (976) tại đây thuyền buôn nước ngoài tới dâng sản vật, kết mối giao thương với Đại Cồ Việt. Khu di tích Hoa Lư hiện tại có nhiều địa danh gắn liền với lịch sử hình thành đô thị Hoa Lư cũng như Thăng Long sau này là phố chợ, núi chợ, tường Dền, thành Dền, cầu Dền, cầu Đông, tường Đông, cửa Đông và phủ Chợ.\nSau khi nhà Lý dời đô về Thăng Long, Hoa Lư vẫn mang dáng dấp của một đô thị cổ kính được quan tâm, tìm hiểu. Những ngôi nhà cổ ở đây mang nét đặc trưng của châu thổ Bắc Bộ, được hình thành từ những tục quán sinh hoạt văn hóa lâu đời. Các nhà nghiên cứu còn so sánh Hoa Lư với đô thị Tràng An, đô thị cổ nhất của Trung Hoa qua vế đối \"Hoa Lư đô thị Hán Tràng An\". Với núi cao, hào sâu, Đô thị Hoa Lư vừa là quân thành lợi hại, hiểm hóc vừa hùng tráng, hữu tình của một thắng cảnh.\nPhục dựng, tu bổ di tích\nThực hiện quyết định số 82/2003/QĐ-TTg của thủ tướng chính phủ Việt Nam, tỉnh Ninh Bình đã và đang tập trung các dự án tu tạo cố đô Hoa Lư. Đó là việc hoàn thành cổng Đông từ ngã 3 cầu Huyện vào cố đô với tường thành ốp đá, cao 2 tầng mái cong tạo ấn tượng cổ kính. Khu vực trung tâm cố đô đã xây dựng 3 cửa Bắc-Đông-Nam. Các dự án 1000 năm Thăng Long như: Xây dựng quảng trường và tượng đài Đinh Tiên Hoàng Đế; dự án xây dựng quảng trường - sân lễ hội phía trước đền thờ vua Đinh, vua Lê; đầu tư tu bổ, nhiều dự án tôn tạo di tích Cố đô Hoa Lư như đền thờ Công chúa Phất Kim, phủ Vườn Thiên, chùa Nhất Trụ đã hoàn thành. Các hạng mục đang thực hiện như chùa Kim Ngân, động Am Tiên, đền Bim, xây dựng hệ thống giao thông, tường bao, hào nước quanh vùng bảo vệ đặc biệt và đền thờ Vua Lý Thái Tổ. Các di tích danh thắng Tràng An, chùa Bái Đính, tượng đài vua Lê Đại Hành, thái hậu Dương Vân Nga... đều được triển khai xây dựng.\nTỉnh Ninh Bình cũng phối hợp với Viện khảo cổ học Việt Nam khai quật di tích khảo cổ học đã phát lộ khu vực tường thành của cố đô xưa với nhiều hiện vật có giá trị lịch sử hàng nghìn năm tuổi như gạch ngói, đồ gốm, vật dụng của thời đại Đinh – Lê tạo điều kiện tiền để để phục dựng cung điện Hoa Lư. Khu vực cổng thành đã xây dựng cây cầu mới ốp đá, nạo vét sông Sào Khê dài hơn 3 km là nơi mô phòng hành trình dời đô về Thăng Long.\nQuyết định số 628/QĐ-TTG ngày 13/4/2016 của Thủ tướng Chính phủ Việt Nam đã phê duyệt chủ trương đầu tư Dự án Bảo quản, tu bổ, tôn tạo và mở rộng phạm vi một số di tích có liên quan đến Nhà nước Đại Cồ Việt nhằm phát huy giá trị lịch sử - văn hóa Cố đô Hoa Lư. Mục tiêu đầu tư là tôn tạo, nâng cấp một số di tích thuộc Khu di tích quốc gia đặc biệt Cố đô Hoa Lư hướng đến kỷ niệm 1050 năm thành lập nhà nước Đại Cồ Việt. Cụ thể, tu bổ, tôn tạo 6 di tích thuộc Khu di tích quốc gia đặc biệt Cố đô Hoa Lư gồm: Khu lăng mộ vua Đinh Tiên Hoàng; khu lăng mộ vua Lê Đại Hành; Bia Cửa Đông; đình Yên Thành; đình Yên Trạch và Phủ Đông Vương. Đồng thời, tu bổ tôn tạo 6 di tích cấp quốc gia gồm: Khu tưởng niệm và lăng mộ Thái tế Định Quốc Công Nguyễn Bặc, đình Mỹ Hạ, đình Ngô Khê Hạ, đền Thung Lau, đền Tam Thánh - chùa Yên Lữ, đền thờ Tướng quân Đinh Điền và chùa Tháp; tu bổ, tôn tạo, chống xuống cấp Đình Trai; xây dựng Khu nhà làm việc của Trung tâm Bảo tồn di tích Cố đô Hoa Lư. Tổng mức đầu tư dự kiến 143.907 triệu đồng.\nDi sản văn hóa thế giới\nCố đô Hoa Lư hiện tại là một bộ phận của quần thể di sản thế giới Tràng An, là di sản thế giới hỗn hợp đầu tiên ở Việt Nam khi đáp ứng cả hai yếu tố nổi bật toàn cầu về văn hóa và thiên nhiên.\nTrước đó, Cố đô Hoa Lư là một trong những đại diện đầu tiên của Việt Nam được chọn để ứng cử di sản văn hóa thế giới. Năm 1991, 4 di sản được lập hồ sơ đề nghị là Cố đô Hoa Lư, Vườn quốc gia Cúc Phương, Vịnh Hạ Long, và Chùa Hương. Trong lần ứng cử này cả bốn đại diện Việt Nam đều không được UNESCO công nhận.\nCùng với việc phát hiện và khai quật hệ thống hang động Tràng An, khu di tích này tiếp tục được thủ tướng chính phủ Việt Nam ký quyết định bảo tồn, tôn tạo, phát huy giá trị lịch sử để xứng tầm là di sản thế giới trong tương lai. Ngày 17/10/2008, Bộ Văn hoá, Thể thao và Du lịch phối hợp với tỉnh Ninh Bình, Hội Di sản Văn hoá Việt Nam đã tổ chức hội thảo khoa học về \"Giá trị di sản văn hoá Cố đô Hoa Lư và khu du lịch Tràng An\" nhằm tiến tới đề nghị Unesco công nhận cố đô Hoa Lư là di sản văn hóa thế giới và khu sinh thái Tràng An là di sản thiên nhiên thế giới. Theo các ý kiến tại hội thảo này, trong tương lai cố đô Hoa Lư có thể trở thành di sản văn hóa thế giới hoặc di sản thiên nhiên thế giới hoặc đạt cả hai tiêu chí của di sản văn hóa - thiên nhiên thế giới để trở thành một di sản hỗn hợp.\nNgày 23/6/2014, UNESCO đã vinh danh quần thể danh thắng Tràng An là di sản thế giới hỗn hợp trong đó có cố đô Hoa Lư, các di tích chùa Bái Đính, hang động Tràng An và Tam Cốc - Bích Động.\nLễ hội cố đô Hoa Lư\nLễ hội cố đô Hoa Lư gồm nhiều lễ hội truyền thống được mở để tôn vinh các anh hùng dân tộc đã xây dựng kinh đô Hoa Lư, lập ra nhà nước Đại Cồ Việt thế kỷ 10 mà tiêu biểu là hai vị vua Đinh Tiên Hoàng và Lê Đại Hành. Trong các Lễ hội cố đô Hoa Lư thì lễ hội Hoa Lư là lễ hội tiêu biểu nhất, đã được xếp hạng là di sản văn hóa cấp quốc gia và đang được đề nghị nâng tầm tổ chức lễ hội theo nghi thức cấp nhà nước.\nLễ hội Hoa Lư diễn ra tại quảng trường trung tâm khu di tích cố đô Hoa Lư và các di tích xung quanh nhưng phạm vi ảnh hưởng lớn không chỉ trong tỉnh Ninh Bình mà còn lan tỏa tới hệ thống các di tích thời Đinh- Tiền Lê khác ở Việt Nam. Đây là một lễ hội cổ truyền hướng về cội nguồn dựng nước và giữ nước của dân tộc Việt Nam. Lễ hội có lịch sử từ khi kinh đô Hoa Lư trở thành cố đô. Lễ hội còn có tên là lễ hội cờ lau vì có màn diễn tái hiện cảnh Đinh Bộ Lĩnh với trò chơi \"Cờ lau tập trận\" hay lễ hội Trường Yên vì không gian diễn xướng của lễ hội xưa diễn ra rộng khắp phủ Trường Yên, tức Ninh Bình ngày nay.\nCác lễ hội khác thuộc Quần thể di tích cố đô Hoa Lư gồm:\nCố đô Hoa Lư là một điểm du lịch được quản lý bởi Ban quản lý quần thể di sản thế giới Tràng An mà trực tiếp điều hành là Trung tâm bảo tồn di tích cố đô Hoa Lư. Bến xe của khu di tích nằm cách thành phố Ninh Bình 11 km. Hành trình tham quan thông thường của du khách gồm 3 chặng như sau:\nNgoài ra với thời gian dài hơn và các nghiên cứu chuyên đề, du khách còn thăm viếng và tìm hiểu tất cả các di tích khác nằm rải rác trong khu di tích và các di tích gắn với quê hương nhà Đinh như động Thiên Tôn, động Hoa Lư và đền thờ Đinh Bộ Lĩnh.\nChú thích\nThư mục\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "Dinh Độc Lập",
    "properties": {
      "Dinh Độc Lập": "",
      "Thông tin chung": "",
      "Tên cũ": "Dinh Norodom",
      "Dạng": "Dinh Toàn quyền, Dinh Tổng thống",
      "Địa điểm": "135 Nam Kỳ khởi nghĩa, phường Bến Nghé, quận 1, Thành phố Hồ Chí Minh, Việt Nam",
      "Tọa độ": "10°46′40″B 106°41′46″Đ / 10,777749°B 106,696105°Đ",
      "Xây dựng": "",
      "Khởi công": "1 tháng 7 năm 1962",
      "Hoàn thành": "31 tháng 10 năm 1966",
      "Chiều cao": "26m",
      "Diện tích sàn": "120.000",
      "Thiết kế": "",
      "Kiến trúc sư": "Ngô Viết Thụ",
      "Kỹ sư công chính": "Phan Văn Điển"
    },
    "description": "Dinh Độc Lập (tên gọi trước đây là dinh Norodom, ngày nay còn gọi là dinh Thống Nhất hay hội trường Thống Nhất) là một công trình kiến trúc, tòa nhà ở Thành phố Hồ Chí Minh. Nó từng là nơi ở và làm việc của Tổng thống Việt Nam Cộng hòa. Hiện nay, nó đã được chính phủ Việt Nam xếp hạng là di tích quốc gia đặc biệt.\n\n\nDinh Norodom thời Pháp thuộc\nNăm 1858, Pháp nổ súng tấn công Đà Nẵng mở đầu cuộc chiến tranh xâm chiếm Việt Nam. Năm 1867, Pháp chiếm xong lục tỉnh Nam kỳ (Biên Hoà, Gia Định, Định Tường, Vĩnh Long, An Giang, Hà Tiên). Ngày 23 tháng 2 năm 1868, ông Thống đốc Nam Kỳ Lagrandière đã làm lễ đặt viên đá đầu tiên khởi công xây dựng Dinh Thống đốc Nam Kỳ mới tại Sài Gòn thay cho dinh cũ được dựng bằng gỗ vào năm 1863. Dinh mới được xây dựng theo đồ án do kiến trúc sư Hermite phác thảo (người phác thảo đồ án Tòa thị sảnh Hongkong). Viên đá lịch sử này là khối đá lấy ở Biên Hòa, hình vuông rộng mỗi cạnh 50 cm, có lỗ bên trong chứa những đồng tiền hiện hành thuở ấy bằng vàng, bạc, đồng có chạm hình Napoleon đệ tam.\nCông trình này được xây cất trên một diện tích rộng 12 ha, bao gồm một dinh thự lớn với mặt tiền rộng 80 m, bên trong có phòng khách chứa 800 người, và một khuôn viên rộng với nhiều cây xanh và thảm cỏ. Phấn lớn vật tư xây dựng dinh được chở từ Pháp sang. Do chiến tranh Pháp-Phổ 1870 nên công trình này kéo dài đến 1871 mới xong. Sau khi xây dựng xong, dinh được đặt tên là dinh Norodom và đại lộ trước dinh cũng được gọi là đại lộ Norodom, lấy theo tên của Quốc vương Campuchia lúc bấy giờ là Norodom (1834-1904). Từ 1871 đến 1887, dinh được dành cho Thống đốc Nam kỳ (Gouverneur de la Cochinchine) nên gọi là dinh Thống đốc. Từ 1887 đến 1945, các Toàn quyền Đông Dương (Gouverneur-général de l'Indochine Française) đã sử dụng dinh thự này làm nơi ở và làm việc nên dinh gọi là dinh Toàn quyền. Nơi ở và làm việc của các Thống đốc chuyển sang dinh Gia Long gần đó. Tuy nhiên, dinh chỉ được sử dụng làm nơi làm việc cho Toàn quyền Đông Dương cho đến năm 1906. Khi Phủ Toàn quyền ở Hà Nội được xây dựng xong thì các Toàn quyền và hầu hết bộ máy giúp việc dời ra Hà Nội. Nơi đây chỉ còn lại các cơ quan thuộc Phủ Toàn quyền (cơ quan liên bang) đặc trách ở Nam Kỳ. Mặc dù vậy dân gian vẫn quen gọi đây là dinh Toàn quyền.\nNgày 9 tháng 3 năm 1945, Nhật đảo chính Pháp, Dinh Norodom trở thành nơi làm việc của chính quyền Nhật ở Việt Nam. Nhưng đến tháng 9 năm 1945, Nhật thất bại trong Thế chiến thứ hai, Pháp trở lại chiếm Nam bộ, Dinh Norodom trở lại thành trụ sở làm việc của Cao ủy Pháp tại Đông Dương, một chức vụ gần tương đương với chức vụ Toàn quyền thời thuộc địa.\nDinh Độc Lập thời Việt Nam Cộng hòa\nSau năm 1954, người Pháp rút khỏi Việt Nam. Việt Nam bị phân chia thành 2 vùng lãnh thổ riêng biệt, miền Bắc do chính quyền Việt Nam Dân chủ Cộng hòa kiểm soát, còn miền Nam do chính quyền Quốc gia Việt Nam kiểm soát. Ngày 7 tháng 9 năm 1954 Dinh Norodom được bàn giao giữa đại diện Pháp, tướng 5 sao Paul Ely, và đại diện Quốc gia Việt Nam, Thủ tướng Ngô Đình Diệm.\nNăm 1955, sau một cuộc trưng cầu dân ý, Thủ tướng Ngô Đình Diệm phế truất Quốc trưởng Bảo Đại và lên làm Tổng thống. Ông quyết định đổi tên dinh này thành Dinh Độc Lập. Từ đó Dinh Độc Lập trở thành nơi đại diện cho chính quyền cũng như nơi ở của tổng thống và là nơi chứng kiến nhiều biến cố chính trị. Thời kỳ này, Dinh Độc Lập còn được gọi là Dinh Tổng thống. Theo thuật phong thủy, Dinh được đặt ở vị trí đầu rồng, nên dinh cũng còn được gọi là Phủ đầu rồng.\nDinh đã xuất hiện trên giấy bạc 200 đồng của Việt Nam Cộng hòa.\nNgày 27 tháng 2 năm 1962, hai viên phi công thuộc Quân lực Việt Nam Cộng hòa, Nguyễn Văn Cử và Phạm Phú Quốc, lái 2 máy bay AD-6 ném bom làm sập toàn bộ phần chính cánh trái của dinh. (xem thêm: Vụ đánh bom Dinh tổng thống Việt Nam Cộng Hòa năm 1962). Do không thể khôi phục lại, ông Ngô Đình Diệm đã cho san bằng và xây một dinh thự mới ngay trên nền đất cũ theo đồ án thiết kế của kiến trúc sư Ngô Viết Thụ, người Việt Nam đầu tiên đạt giải Khôi nguyên La Mã.\nDinh Độc Lập mới được khởi công xây dựng ngày 1 tháng 7 năm 1962. Trong thời gian xây dựng, gia đình Tổng thống Ngô Đình Diệm tạm thời chuyển sang sống tại Dinh Gia Long (nay là Bảo tàng thành phố Hồ Chí Minh). Công trình đang xây dựng dở dang thì ông Ngô Đình Diệm bị phe đảo chính ám sát ngày 2 tháng 11 năm 1963. Do vậy, ngày khánh thành dinh, 31 tháng 10 năm 1966, người chủ tọa buổi lễ là ông Nguyễn Văn Thiệu, Chủ tịch Ủy ban Lãnh đạo Quốc gia. Từ ngày này, Dinh Độc Lập mới xây trở thành nơi ở và làm việc của tổng thống Việt Nam Cộng hòa. Tổng thống Việt Nam Cộng hòa Nguyễn Văn Thiệu sống ở dinh này từ tháng 10 năm 1967 đến ngày 21 tháng 4 năm 1975.\nNgày 8 tháng 4 năm 1975, chiếc máy bay F-5E do Nguyễn Thành Trung lái, xuất phát từ Biên Hòa, đã ném bom Dinh, gây hư hại không đáng kể.\nLúc 10 giờ 45 phút ngày 30 tháng 4 năm 1975, xe tăng T54B mang số hiệu 843 của Quân đội Nhân dân Việt Nam dưới quyền chỉ huy của Trung úy Bùi Quang Thận đã húc nghiêng cổng phụ của Dinh Độc Lập, tiếp đó xe tăng T54 mang số hiệu 390 do Vũ Đăng Toàn chỉ huy đã húc tung cổng chính tiến thẳng vào dinh. Lúc 11 giờ 30 phút cùng ngày, Trung úy Quân Giải phóng Bùi Quang Thận, đại đội trưởng, chỉ huy xe 843, đã hạ lá cờ Việt Nam Cộng hòa trên nóc dinh xuống, kéo lá cờ Mặt trận Dân tộc Giải phóng miền Nam Việt Nam lên, kết thúc 20 năm cuộc chiến tranh Việt Nam.\nSau năm 1975\nSau hội nghị hiệp thương chính trị thống nhất hai miền Nam Bắc thành một đất nước Việt Nam thống nhất diễn ra tại dinh Độc Lập vào tháng 11 năm 1975. Cơ quan hiện quản lý di tích văn hoá Dinh Độc Lập có tên là Hội trường Thống Nhất thuộc Cục Hành chính Quản trị II - Văn phòng Chính phủ. Đây là di tích lịch sử văn hoá nổi tiếng được đông đảo du khách trong nước và nước ngoài đến tham quan. Nơi này được đặc cách xếp hạng di tích quốc gia đặc biệt theo Quyết định số 77A/VHQĐ ngày 25/6/1976 của Bộ Văn hóa (nay là Bộ Văn hóa - Thể thao và Du lịch) của chính quyền Việt Nam hiện nay.\nNgày nay, Dinh Độc Lập trở thành một trong những địa điểm du lịch không thể thiếu của mỗi người dân khi tới Thành phố Hồ Chí Minh. Không chỉ có ý nghĩa về lịch sử mà Dinh Độc Lập còn thể hiện nét kiến trúc tiêu biểu của Việt Nam thời kì những thập niên 60.\nDinh được kiến trúc sư Ngô Viết Thụ thiết kế xây dựng trên diện tích 4.500 m², diện tích sử dụng 20.000 m², gồm 3 tầng chính, 1 sân thượng, 2 gác lửng, tầng nền, 2 tầng hầm và một sân thượng cho máy bay trực thăng đáp xuống. Hơn 100 căn phòng của Dinh được trang trí theo phong cách khác nhau tùy theo mục đích sử dụng bao gồm các phòng khánh tiết, phòng họp hội đồng nội các, phòng làm việc của Tổng thống và của Phó Tổng thống, phòng trình ủy nhiệm thư, phòng đại yến, v.v... chưa kể các phần khác như hồ sen bán nguyệt hai bên thềm đi vào chánh điện, bao lơn, hành lang...\nDinh cao 26m, tọa lạc trong khuôn viên rộng 12 ha rợp bóng cây. Bên ngoài hàng rào phía trước và phía sau Dinh là 2 công viên cây xanh. Giữa những năm 1960, đây là công trình có quy mô lớn nhất miền Nam và có chi phí xây dựng cao nhất (150.000 lượng vàng). Các hệ thống phụ trợ bên trong Dinh hiện đại: điều hòa không khí, phòng chống cháy, thông tin liên lạc, nhà kho. Tầng hầm chịu được oanh kích của bom lớn và pháo. Mặt tiền của Dinh được trang trí cách điệu các đốt mành trúc phỏng theo phong cách các bức mành tại các ngôi nhà Việt và họa tiết các ngôi chùa cổ tại Việt Nam. Các phòng của Dinh được trang trí nhiều tác phẩm non sông cẩm tú, tranh sơn mài, tranh sơn dầu.\nPhòng họp Nội các ở lầu 1.\nPhòng đại yến ở lầu 1.\nPhòng tiếp khách của Tổng thống ở lầu 2.\nPhòng trình Quốc thư ở lầu 2\nPhòng tiếp khách của Phó Tổng thống ở lầu 2.\nPhòng giải trí ở lầu 3.\nPhòng chiếu phim ở lầu 3.\nTranh miêu tả cảnh chị em Thúy Kiều gặp Kim Trọng trong ngày Tết Thanh minh của họa sĩ Lê Chánh, treo ở lầu 3.\nVị trí hai quả bom mà phi công Nguyễn Thành Trung ném phát nổ, bên cạnh là chiếc UH-1 của tổng thống Nguyễn Văn Thiệu\nMột phiên bản đồng dạng đồng thời với Xe tăng 843 nay đang được trưng bày tại Hội trường Thống nhất (Dinh Độc Lập cũ). Xe tăng 843 \"gốc\" hiện được lưu giữ tại Bảo tàng Lịch sử Quân sự Việt Nam\n",
    "image": "https://nguoikesu.com/images/wiki/dinh-doc-lap/47fc59c89e790851b27470d54b4a5263.jpg"
  },
  {
    "name": "Đền Hùng",
    "properties": {},
    "description": "Đền Hùng là tên gọi khái quát của Khu di tích lịch sử Đền Hùng - quần thể đền chùa thờ phụng các Vua Hùng và tôn thất của nhà vua trên núi Nghĩa Lĩnh, gắn với Giỗ Tổ Hùng Vương - Lễ hội Đền Hùng được tổ chức tại địa điểm đó hàng năm vào ngày 10 tháng 3 âm lịch. Hiện nay, theo các tài liệu khoa học đã công bố đa số đều thống nhất nền móng kiến trúc đền Hùng bắt đầu được xây dựng từ thời vua Đinh Tiên Hoàng trị vì. Đến thời Hậu Lê (thế kỷ 15) được xây dựng hoàn chỉnh theo quy mô như hiện tại.\n\n\nĐền Hùng được dựng trên núi Nghĩa Lĩnh, giữa đất Phong Châu, ngày nay là xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ. Quần thể di tích đền Hùng nằm từ chân núi đến đỉnh ngọn núi Nghĩa Lĩnh cao 175 mét (núi có những tên gọi như Núi Cả, Nghĩa Lĩnh, Nghĩa Cương, Hy Cương, Hy Sơn, Bảo Thiếu Lĩnh, Bảo Thiếu Sơn), thuộc địa phận xã Hy Cương, thành phố Việt Trì, tỉnh Phú Thọ, trong khu rừng được bảo vệ nghiêm ngặt giáp giới với những xã thuộc huyện Lâm Thao, Phù Ninh và vùng ngoại ô thành phố Việt Trì, cách trung tâm thành phố Việt Trì khoảng 10 km. Khu vực đền Hùng ngày nay nằm trong địa phận của kinh đô Phong Châu của quốc gia Văn Lang xưa. Theo cuốn Ngọc phả Hùng Vương, đương thời các Vua Hùng đã cho xây dựng điện Kính Thiên tại khu vực núi Nghĩa Lĩnh này.\nĐền Hùng được Bộ Văn hóa thông tin xếp hạng là khu di tích đặc biệt của quốc gia vào năm 1962. Đến năm 1967, Chính phủ Việt Nam đã quyết định khoanh vùng xây dựng khu rừng cấm Đền Hùng. Ngày 8 tháng 2 năm 1994, Thủ tướng Chính phủ Việt Nam đã phê duyệt dự án quy hoạch tổng thể Khu di tích lịch sử Đền Hùng lần thứ nhất, tạo tiền đề cho việc đầu tư xây dựng nhiều công trình hạng mục trong khu di tích .\nNgày 6 tháng 1 năm 2001, Chính phủ Việt Nam ban hành Nghị định số 82/2001/NĐ-CP, quy định về quy mô, nghi lễ tổ chức giỗ Tổ Hùng Vương và lễ hội Đền Hùng hàng năm. Ngày 10 tháng 3 âm lịch trở thành ngày quốc lễ, ngày giỗ Tổ Hùng Vương .\nKhu di tích lịch sử Đền Hùng đã không ngừng lớn mạnh, được thể hiện sâu sắc và rõ nét hơn qua hàng loạt công trình kiến trúc văn hóa đầu tư xây dựng. Nổi bật nhất là từ sau Quyết định số 84/2004/QĐ-TTg ngày 30 tháng 3 năm 2004 về việc phê duyệt quy hoạch phát triển Khu di tích lịch sử Đền Hùng đến năm 2015 .\nNhiều công trình tiếp tục được xây dựng tại khu di tích Đền Hùng như Đền thờ Lạc Long Quân, đường hành lễ tại trung tâm lễ hội, trụ sở làm việc và nhà tiếp đón khách của khu di tích, đài tưởng niệm các anh hùng, liệt sĩ...Trước sự phát triển và quy mô ngày càng lớn, đòi hỏi phải có một bộ máy quản lý tương xứng. Ngày 23 tháng 2 năm 2005, UBND tỉnh Phú Thọ đã ban hành Quyết định số 525/2005/QĐ-UB về việc nâng cấp Ban quản lý Khu di tích Đền Hùng thuộc Sở Văn hóa thông tin Phú Thọ thành Khu di tích lịch sử Đền Hùng trực thuộc UBND tỉnh .\nNgày 6 tháng 12 năm 2012, UNESCO công nhận Tín ngưỡng thờ cúng Hùng Vương ở Phú Thọ là di sản văn hóa phi vật thể của nhân loại với những yếu tố thuộc đời sống tâm linh của người Việt Nam đã tồn tại từ hàng nghìn năm nay, thể hiện nền tảng tinh thần đại đoàn kết dân tộc và gắn kết cộng đồng. Tính độc đáo của tín ngưỡng này thể hiện rất rõ ở yếu tố thờ Hùng Vương chính là thờ Quốc tổ. Đây là hiện tượng văn hóa không phải dân tộc nào cũng có.\nCác di tích chính\nHành trình của du khách\nKhu di tích lịch sử đền Hùng bao gồm bốn đền chính là đền Hạ, đền Trung, đền Thượng và đền Giếng. Từ những bậc đầu tiên dưới chân núi, rồi bước qua một cánh cổng, bước nhiều bậc đá lên thắp hương và thăm thú các đền, kết thúc tại đền Thượng trên đỉnh Nghĩa Lĩnh, nơi có lăng mộ vua Hùng thứ sáu.\nTheo Ngọc phả Hùng Vương chép thời Hồng Đức hậu Lê thì từ thời nhà Đinh, nhà Lê, nhà Lý, nhà Trần rồi đến Hậu Lê vẫn cùng hương khói trong ngôi đền, ở đây nhân dân toàn quốc đều đến lễ bái để tưởng nhớ công lao của Đấng Thánh Tổ xưa…\" Văn học dân gian Việt Nam nói về lễ hội đền Hùng như sau:\nLễ hội đền Hùng còn gọi là Giỗ tổ Hùng Vương là một lễ hội lớn mang tầm vóc quốc gia ở Việt Nam, để tưởng nhớ và tỏ lòng biết ơn công lao lập nước của các vua Hùng. Lễ hội diễn ra vào ngày 10 tháng 3 âm lịch, tuy nhiên, lễ hội thực chất đã diễn ra từ hàng tuần trước đó với những phong tục như đâm đuống (đánh trống đồng) của dân tộc Mường, hành hương tưởng niệm các vua Hùng, và kết thúc vào ngày 10 tháng 3 âm lịch với lễ rước kiệu và dâng hương trên đền Thượng. Lễ hội đền Hùng hiện được Nhà nước Cộng hòa Xã hội chủ nghĩa Việt Nam nâng lên thành giỗ quốc Tổ tổ chức lớn vào những năm chẵn.\nCó 2 lễ được cử hành cùng thời điểm ngày chính hội:\nLễ rước kiệu vua: Đám rước kiệu, nhiều màu sắc của rất nhiều cờ, hoa, lọng, kiệu, trang phục truyền thống xuất phát từ dưới chân núi rồi lần lượt qua các đền để tới đền Thượng, nơi làm lễ dâng hương.\nLễ dâng hương: Người hành hương tới đền Hùng chủ yếu vì nhu cầu của đời sống tâm linh. Mỗi người đều thắp lên vài nén hương khi tới đất Tổ để nhờ làn khói thơm nói hộ những điều tâm niệm của mình với tổ tiên. Theo quan niệm của người Việt, mỗi nắm đất, gốc cây nơi đây đều linh thiêng và những gốc cây, hốc đá cắm đỏ những chân hương.\nPhần hội có nhiều trò chơi dân gian. Đó là những cuộc thi hát xoan (tức hát ghẹo), một hình thức dân ca đặc biệt của Phú Thọ, những cuộc thi vật, thi kéo co, hay thi bơi trải ở ngã ba sông Bạch Hạc, nơi các vua Hùng luyện tập các đoàn thủy binh luyện chiến.\nTừ năm 2001, giỗ tổ Hùng Vương trở thành quốc lễ. Từ năm 2007, ngày 10 tháng 3 âm lịch hàng năm là ngày nghỉ lễ. Lê hội đền Hùng những năm lẻ sẽ do tỉnh Phú Thọ đứng ra tổ chức. Các năm chẵn sẽ có quy mô ở các cấp trung ương. Lễ hội đền Hùng không chỉ diễn ra ở khu di tích lịch sử đền Hùng Phú Thọ mà sẽ diễn ra ở nhiều địa phương trong cả nước như thành phố Hồ Chí Minh, Cần Thơ, Đà Nẵng.v.v.\nTheo nghị định 82/2001/NĐ-CP về việc quy ước lễ hội đền Hùng thì:\nTrống đồng mang tên Trống Hy Cương được tìm thấy ở xã Hy Cương ngay dưới chân núi Nghĩa Lĩnh ngày 7 tháng 8 năm 1990 khi một gia đình người dân đào hố tôi vôi. Trống khá nguyên vẹn, có đường kính mặt 93 cm và chiều cao 70 cm, là trống đồng Đông Sơn có kích thước lớn nhất trong tổng số trống Đông Sơn đã biết ở Việt Nam và Đông Nam Á . Trống có hoa văn trang trí phong phú và cách điệu hóa cao độ, trong đó có các loại hoa văn chủ đạo như hình ngôi sao mười hai cánh đường kính đến 20 cm, tám con chim lạc dài 15 cm bay theo hướng ngược chiều kim đồng hồ, hình người hóa trang cách điệu chỉ có mắt và lông công, thuyền v.v. Có thể quanh Hy Cương còn nhiều trống đồng chưa được phát hiện ra , nhưng với việc phát hiện trống lớn như một bằng chứng khảo cổ tại chân núi Nghĩa Lĩnh, cho thấy vị trí đặc biệt của Hy Cương và đền Hùng trong lịch sử dân tộc (trống lớn thường thuộc sở hữu của một vị tù trưởng hoặc thủ lĩnh rất lớn), là một trong những minh chứng khẳng định tính lịch sử của huyền thoại các vua Hùng. Trống hiện được lưu giữ trong Bảo tàng Hùng Vương với số đăng ký ĐH 2012 (theo số mới), số cũ là 1549.\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "Đền Ngọc Sơn",
    "properties": {
      "Đền Ngọc Sơn": "",
      "": "Vị trí Đền Ngọc Sơn trên bản đồ Việt Nam Đền Ngọc Sơn",
      "Thờ phụng": "",
      "Thánh tích": "chủ quản công danh",
      "Công trạng": "ba lần phá tan quân Nguyên-Mông",
      "Thông tin đền": "",
      "Đối tượng thờ": "thần và anh hùng dân tộc",
      "Địa chỉ": "quận Hoàn Kiếm, thành phố Hà Nội, Việt Nam",
      "Tọa độ": "21°02′B 105°51′Đ / 21,03°B 105,85°Đ",
      "Thành lập": "thế kỷ 19",
      "Người sáng lập": "Tín Trai"
    },
    "description": "Đền Ngọc Sơn là một ngôi đền thờ nằm trên đảo Ngọc của hồ Hoàn Kiếm ở Hà Nội, Việt Nam. Đây cũng là một di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4.\n\n\nĐền hiện nay được xây dựng từ thế kỷ 19. Lúc đầu được gọi là chùa Ngọc Sơn (chữ Nho: 玉山), sau đổi gọi là đền Ngọc Sơn vì trong đền chỉ thờ thần Văn Xương Đế Quân là ngôi sao chủ việc văn chương khoa cử và thờ Trần Hưng Đạo, vị anh hùng có công phá quân Nguyên thế kỷ 13.\nKhởi nguyên, khi vua Lý Thái Tổ dời đô ra Thăng Long đặt tên ngôi đền đã có tại đây là Ngọc Tượng, đến đời nhà Trần đổi tên là Ngọc Sơn. Thời Trần, ngôi đền để thờ những người anh hùng liệt sĩ đã hy sinh trong kháng chiến chống Nguyên-Mông. Về sau lâu ngày đền ấy sụp đổ.\nĐến thời Vĩnh Hựu nhà Lê (1735 - 1739), chúa Trịnh Giang đã dựng cung Thụy Khánh và đắp hai quả núi đất ở trên bờ phía Đông đối diện với Ngọc Sơn gọi là núi Đào Tai và Ngọc Bội. Cuối đời nhà Lê, cung Thụy Khánh bị Lê Chiêu Thống phá hủy. Một nhà từ thiện tên là Tín Trai, nhân nền cung cũ đã lập ra một ngôi chùa gọi là chùa Ngọc Sơn. Bài ký \"Đền Ngọc Sơn đế quân\" được soạn năm 1843 vào lúc nhân dịp sửa đền Quan đế thành chùa Ngọc Sơn có viết: \"...Hồ Tả Vọng tên cũ gọi hồ Hoàn Kiếm là một danh thắng đất Kinh kỳ xưa. Phía bắc mặt hồ, một gò đất nổi lên rộng khoảng ba bốn sào, tương truyền là chỗ đài câu cá thời cuối Lê. Trước đây, ông Tín Trai làng Nhị Khê nhân có đền Quan Đế tại đấy bèn mở rộng sửa sang thêm gọi là chùa Ngọc Sơn...\".\nÍt năm sau chùa lại nhường cho một hội từ thiện đổi làm đền thờ Tam Thánh. Hội này đã bỏ gác chuông, xây lại các gian điện chính, các dãy phòng hai bên, đặt tượng Văn Xương đế quân vào thờ và đổi tên là đền Ngọc Sơn. Theo bài ký \"Sửa lại miếu Văn Xương\", thì \"...Hiện nay đền thờ mới đã hoàn thành, phía trước kề bờ nước, làm đình Trấn Ba, ngụ ý là cột trụ đứng vững giữa làn sóng văn hóa. Bên tả, phía đông cầu Thê Húc, dựng Đài Nghiên. Lại về phía đông trên núi Độc Tôn, xây Tháp Bút, tượng trưng cho nền văn vật...\"\nNăm Tự Đức thứ mười tám (1865), nhà nho Nguyễn Văn Siêu đứng ra tu sửa lại đền. Đền mới sửa đắp thêm đất và xây kè đá xung quanh, xây đình Trấn Ba, bắc một cầu từ bờ Đông đi vào gọi là cầu Thê Húc.\nTháp Bút\nTrên núi Ngọc Bội (núi Độc Tôn cũ), nhà nho Nguyễn Văn Siêu cho xây một tháp đá, đỉnh tháp hình ngọn bút lông dựng ngược, thân tháp có khắc ba chữ \"Tả Thanh Thiên\" (viết lên trời xanh), ngày nay thường gọi đó là Tháp Bút.\nĐài Nghiên\nTiếp đến là một cửa cuốn gọi là Đài Nghiên, trên có đặt một cái nghiên mực bằng đá hình nửa quả đào bổ đôi theo chiều dọc, có hình ba con ếch đội. Trên nghiên có khắc một bài minh nói về công dụng của cái nghiên mực xét về phương diện triết học. Người đời sau ca ngợi là: \"Nhất đài Phương Đình bút\". Từ cổng ngoài đi vào có hai bức tường hai bên, một bên là bảng rồng, một bên là bảng hổ, tượng trưng cho hai bảng cao quý nêu tên những người thi đỗ, khiến cho các sĩ tử đi qua càng gắng công học hành. Hai bên có hai câu đối:\nNghĩa là:\nCầu Thê Húc\nTên cầu Thê Húc nghĩa là giữ lại ánh sáng đẹp của mặt trời. Cầu Thê Húc dẫn đến cổng đền Ngọc Sơn.\nĐắc Nguyệt Lâu\nCổng đền có tên là Đắc Nguyệt Lâu (lầu được trăng). Cổng nằm chếch dưới bóng cây đa cổ thụ, ở giữa một vùng cây cối um tùm, trông như từ dưới nước nhô lên.\nĐền thờ\nĐền chính gồm hai ngôi nối liền nhau, ngôi đền thứ nhất về phía Bắc thờ Trần Hưng Đạo và Văn Xương. Tượng đặt ở hậu cung trên bệ đá cao khoảng 1 m, hai bên có hai cầu thang bằng đá. Tượng Văn Xương đứng, tay cầm bút.\nTrấn Ba Đình\nPhía Nam có đình Trấn Ba (đình chắn sóng - ngụ ý là cột trụ đứng vững giữa làn sóng không lành mạnh trong nền văn hoá đương thời). Đình hình vuông có tám mái, mái hai tầng có 8 cột chống đỡ, bốn cột ngoài bằng đá, bốn cột trong bằng gỗ. Cột trong đình có đôi câu đối:\nChữ Hán:\nNghĩa là:\nCác nhân vật được thờ trong đền ngoài Văn Xương Đế Quân, Lã Động Tân, Quan Vân Trường, Trần Hưng Đạo, còn thờ cả Phật A-di-đà. Điều này thể hiện quan niệm Tam giáo đồng nguyên của người Việt.\nTuy là một ngôi đền kiến trúc mới, song đền Ngọc Sơn là một điển hình về không gian và tạo tác kiến trúc. Sự kết hợp giữa đền và hồ đã tạo thành một tổng thể kiến trúc Thiên - Nhân hợp nhất, tạo vẻ đẹp cổ kính, hài hoà, đăng đối cho đền và hồ, gợi nên những cảm giác chan hoà giữa con người và thiên nhiên.\nĐình Trấn Ba trong khuôn viên đền Ngọc Sơn.\nĐông đảo người đi lễ đền Ngọc Sơn.\nRùa trong tủ kính đền Ngọc Sơn.\n",
    "image": "https://nguoikesu.com/images/wiki/den-ngoc-son/62339d9b6c6dd7cda84ca7e2cd103b7d.jpg"
  },
  {
    "name": "Đền Phù Đổng",
    "properties": {
      "Đền Phù Đổng": "",
      "": "",
      "Thờ phụng": "",
      "Công trạng": "Đánh đuổi giặc Ân",
      "Thông tin đền": "",
      "Địa chỉ": "xã Phù Đổng, huyện Gia Lâm, thành phố Hà Nội, Việt Nam",
      "Tọa độ": "21°03′18″B 105°57′36″Đ / 21,055°B 105,96°Đ",
      "Người sáng lập": "Lý Thái Tổ",
      "Lễ hội": "6 - 9 tháng 4 Âm lịch hàng năm",
      "Di tích đặc biệt": "",
      "Phân loại": "Di tích lịch sử, kiến trúc"
    },
    "description": "Đền Phù Đổng hay còn gọi là đền Gióng thờ Thánh Gióng - Phù Đổng Thiên Vương, nằm ở xã Phù Đổng, Gia Lâm, ngoại thành Hà Nội.\nĐền Phù Đổng còn được gọi là đền Thượng, tương truyền được dựng trên nền nhà cũ của Thánh Gióng, bên trong đê sông Đuống, còn đền Hạ thờ mẹ của Thánh Gióng nằm ngoài đê, gần nơi được cho là có dấu chân khổng lồ mà bà đã ướm thử rồi sinh ra Thánh Gióng. Năm 1010 khi rời đô về Thăng Long, Lý Thái Tổ đã cho dựng đền, đến nay đã được trùng tu nhiều lần.\nKiến trúc còn lại của đền Gióng gồm nhiều công trình trên một diện tích rộng.\nTam quan đền khá lớn, trên có gác, mở thêm hai cửa nhỏ hai bên. Trên bậc thềm là hai con rồng đá, tạc vào năm 1705. Trước cổng là một sân rộng, nhìn sang một thủy đình ở giữa một hồ nước, cạnh một gốc đa cổ thụ. Thủy đình là nơi diễn ra các trò chơi dân gian và múa rối nước.\nĐôi câu đối trước cổng đền viết:\nSau cổng chính là một phương đình tám mái, dưới chân còn hai con sư tử đá. Tiếp đến là tiền đường rộng là nơi cử hành các nghi lễ. Nhà thiêu hương bày đồ nghi trượng, tiếp đến là hậu cung. Trong hậu cung có tượng Thánh Gióng và các tướng hộ vệ, cũng là nơi giữ các đạo sắc phong của các triều đại phong kiến. Trong hậu cung cũng giữ một đôi chóe sứ là cổ vật, chỉ dùng trong dịp lễ hội. Bậc thềm của hậu cung còn giữ được những viên gạch chạm rồng, được cho là có từ đời Lý.\nTrong đền còn có một bia đá dựng năm 1660. Phía sau đền có một giếng nước trong, gọi là giếng Ngọc.\nTừ cổng vào, bên phải của khu đền chính còn các nhà việc, dành cho những người đến dự lễ hội, chia ra các ban tế của các xã xung quanh.\nBên trái của đền là chùa Kiến Sơ.\nLễ hội chính của đền là hội Gióng, Được diễn ra từ ngày 6-9 tháng 4 Âm lịch. Nhưng chính hội là ngày mồng 9 tháng 4(AL) hàng năm.\n",
    "image": "https://nguoikesu.com/images/wiki/den-phu-dong/35062ccd6ad1508b3b33bf49522e0c63.jpg"
  },
  {
    "name": "Đền Trần (Nam Định)",
    "properties": {
      "Đền Trần": "",
      "": "Vị trí Đền Trần trên bản đồ Việt Nam Đền Trần",
      "Thờ phụng": "",
      "Thông tin đền": "",
      "Địa chỉ": "phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định, Việt Nam",
      "Tọa độ": "20°28′B 106°10′Đ / 20,46°B 106,17°Đ / 20.46; 106.17",
      "Thành lập": "1695",
      "Lễ hội": "15 - 20 tháng 8 âm lịch"
    },
    "description": "Đền Trần (陳廟 - Trần Miếu) là một quần thể đền thờ tại đường Trần Thừa, phường Lộc Vượng, thành phố Nam Định (sát quốc lộ 10), là nơi thờ các vua nhà Trần cùng các quan lại có công phù tá nhà Trần. Đền Trần được xây dựng từ năm 1695, trên nền Thái miếu cũ của nhà Trần đã bị quân Minh phá hủy vào thế kỷ 15.\nĐền Trần bao gồm 3 công trình kiến trúc chính là đền Thiên Trường (hay đền Thượng), đền Cố Trạch (hay đền Hạ) và đền Trùng Hoa. Trước khi vào đền, phải qua hệ thống cổng ngũ môn. Trên cổng ghi các chữ Hán Chính nam môn (正南門 - cổng chính phía nam) và Trần Miếu (陳廟 - Miếu thờ nhà Trần). Qua cổng là một hồ nước hình chữ nhật. Chính giữa phía sau hồ nước là khu đền Thiền Trường. Phía Tây đền Thiên Trường là đền Trùng Hoa, phía Đông là đền Cố Trạch.\nCả ba đền đều có kiến trúc chung, và quy mô ngang nhau. Mỗi đền gồm tòa tiền đường 5 gian, tòa trung đường 5 gian và tòa chính tẩm 3 gian. Nối tiền đường và trung đường là kinh đàn (thiêu hương) và 2 gian tả hữu.\n\n\nĐền Thiên Trường được xây trên nền Thái miếu và cung Trùng Quang của nhà Trần mà trước nữa là nhà thờ họ của họ Trần. Cung Trùng Quang là nơi các Thái thượng hoàng nhà Trần sống và làm việc. Đền Trần hiện nay được dân địa phương xây bằng gỗ từ năm Chính Hòa thứ 15 (tức năm 1695). Các năm 1773, 1854, 1895, 1907-1908, đền được mở rộng và xây thêm.\nĐền Thiên Trường hiện tại gồm có tiền đường, trung đường, chính tẩm, thiêu hương, 2 dãy tả hữu vu, 2 dãy tả hữu ống muống, 2 dãy giải vũ Đông Tây. Tổng cộng có 9 tòa, 31 gian. Khung đền bằng gỗ lim, mái lợp ngói, nền lát gạch.\nTiền đường của đền Thiên Trường gồm 5 gian, dài 13 mét. Có 12 cột cái cùng 12 cột quân, tất cả đều được đặt trên chân tảng bằng đá hình cánh sen có từ thời Trần là chân cột cung Trùng Quang cũ. Tại đây có đặt ban thờ và bài vị của các quan có công lớn phù tá nhà Trần\nSau tiền đường là trung đường là nơi thờ 14 vị hoàng đế nhà Trần. Tuy nhiên, không có tượng thờ mà chỉ có bài vị. Trước cửa trung đường có ba cỗ ngai là nơi thờ bái vọng các vị hoàng đế.\nSau trung đường là chính tẩm gồm 3 gian. Đây là nơi thờ 4 vị thủy tổ của họ Trần và các phu nhân chính thất ở gian giữa. Các hoàng phi của nhà Trần cũng được đặt bài vị thờ ở 2 gian trái, phải.\nTòa thiêu hương (hay kinh đàn) là nơi đặt ban thờ và bài vị của các công thần nhà Trần. Có ban thờ riêng cho các quan văn, và ban thờ riêng cho các quan võ.\nĐền Cố Trạch nằm phía Đông của đền Thiên Trường. Nhìn từ sân, là bên phải đền Thiên Trường. Đền Cố Trạch được xây vào năm 1894. Theo bia \"Trùng kiến Hưng Đạo thân vương cố trạch bi ký\", thì lúc tu sửa đền Thiên Trường năm 21 đời Tự Đức (năm 1868), người ta đào thấy ở phía Đông đền Thiên Trường một mảnh bia vỡ có ghi chữ Hưng Đạo thân vương cố trạch (nhà cũ của Hưng Đạo thân vương). Do đó khi xây đền này vào năm 1894 khánh thành vào năm 1895, đền được đặt tên là Cố Trạch Từ (đền nhà cũ). Đền Hạ là tên thường gọi.\nĐền Cố Trạch đặt bài vị của Trần Hưng Đạo, gia đình và gia tướng. Tiền đường của đền Cố Trạch là nơi đặt bài vị của 3 gia tướng thân tín của Trần Hưng Đạo, đó là Phạm Ngộ, Phạm Ngũ Lão và Nguyễn Chế Nghĩa.\nThiêu hương (kinh đàn) là nơi đặt long đình trong có tượng Trần Hưng Đạo cùng 9 pho tượng Phật. Bên trái đặt bài vị các quan văn. Bên phải đặt bài vị của các quan võ.\nGian tả vu là nơi đặt bài vị Trương Hán Siêu, Phạm Thiện Nhân và các bài vị văn thần triều Trần.\nGian hữu vu là nơi đặt bài vị võ thần triều Trần, bài vị Trần Công và các thân nhân họ Trần.\nTòa trung đường là nơi đặt bài vị và tượng của Trần Hưng Đạo, bài vị của 4 người con trai, của Phạm Ngũ Lão và các tả hữu tướng quân.\nTòa chính tẩm là nơi đặt bài vị của cha và mẹ Trần Hưng Đạo, của Trần Hưng Đạo và vợ (công chúa Thiên Thành), của 4 người con trai và 4 người con dâu của Trần Hưng Đạo, của con gái và con rể (Phạm Ngũ Lão).\nĐền Trùng Hoa mới được chính quyền tỉnh Nam Định với sự hỗ trợ về kinh phí của chính phủ xây dựng từ năm 2000. Đền được xây trên nền cung Trùng Hoa xưa - nơi các đương kim hoàng đế nhà Trần về tham vấn các vị Thái thượng hoàng. Trong đền Trùng Hoa có 14 pho tượng bằng đồng của 14 hoàng đế nhà Trần đặt tại tòa trung đường và tòa chính tẩm. Tòa thiêu hương là nơi đặt ngai và bài vị thờ hội đồng các quan. Gian tả vu thờ các quan văn. Gian hữu vu thờ các quan võ.\nLễ hội đền Trần được tổ chức trong các ngày từ ngày 15 đến ngày 20 tháng tám âm lịch hàng năm tại phường Lộc Vượng, thành phố Nam Định, tỉnh Nam Định nhằm tri ân công của 14 vị vua Trần.\nTừ năm 2000, Nam Định tổ chức Lễ khai ấn đền Trần vào rạng sáng ngày 15 tháng giêng. Lúc đầu lệ khai ấn chỉ bó hẹp trong không gian làng Tức Mặc, dần trở thành lễ hội lớn. \"Trần miếu tự điển\" là chiếc ấn được dùng để đóng ấn dịp Lễ hội Đền Trần hiện nay. Ấn hình vuông, làm bằng gỗ, được chế tạo vào thời Nguyễn, cuối thế kỷ 19, đầu thế kỷ 20. Hai mặt Đông-Tây của viền ấn khắc hình hai con rồng, mặt Nam của viền ấn khắc chìm 4 chữ \"Tích phúc vô cương.\" \"Trần miếu tự điển\" mang nội dung điển lệ, tục lệ thờ tự tại miếu nhà Trần, phạm vi, quy mô nhỏ hẹp là dòng họ Trần tại làng Tức Mặc.\n",
    "image": "https://nguoikesu.com/images/wiki/den-tran-nam-dinh-/a67be63c54133e4b10ac150ce528d8d6.jpg"
  },
  {
    "name": "Đền Trần (Thái Bình)",
    "properties": {
      "Đền Trần": "",
      "Thờ phụng": "",
      "Thông tin đền": "",
      "Địa chỉ": "làng Tam Đường, xã Tiến Đức, huyện Hưng Hà, tỉnh Thái Bình, Việt Nam",
      "Người sáng lập": "Hoàng tộc nhà Trần"
    },
    "description": "Đền Trần Thái Bình là một quần thể di tích gồm các đền thờ, lăng mộ thờ các vị vua quan nhà Trần. Đền thờ các vua Trần trên đất phát tích Thái Bình (còn gọi là Thái Đường Lăng) thuộc làng Tam Đường, xã Tiến Đức, huyện Hưng Hà. Hệ thống các di tích lịch sử ở đây gồm Khu lăng mộ và đền thờ các vị vua triều Trần đều đã được chính phủ Việt Nam xếp hạng di tích quốc gia đặc biệt quan trọng.\n\n\nLịch sử Việt Nam ghi nhận vương triều nhà Trần có nhiều vị vua anh minh tuấn kiệt như Trần Thái Tông, Trần Thánh Tông, Trần Nhân Tông và rất nhiều tướng kiệt xuất như Trần Thủ Độ, Trần Hưng Đạo; Trần Quang Khải, Trần Nhật Duật, Trần Khánh Dư... Thái Bình là vùng đất phát tích của vương triều Trần, vì cách đây hơn 700 năm, tại đây các vị vua khai nghiệp nhà Trần được sinh ra, gia tộc nhà Trần dựa vào đây dấy nghiệp.\nCác vua Trần đã cho xây dựng một hành cung Long Hưng để tổ chức những đại lễ mừng chiến thắng và Tam đường là nơi lưu giữ hài cốt của các tổ tiên triều Trần như: Thuỷ tổ Trần Kinh, Thái tổ Trần Hấp, Nguyên tổ Trần Lý, Thái thượng hoàng Trần Thừa... Khi các vị vua và hoàng hậu băng hà thì có tới trên một nửa được an táng tại quê nhà và đều được xây lăng miếu phụng thờ, trong đó Thái Đường Lăng là nơi an nghỉ vĩnh hằng của các vị vua đầu triều Trần như Trần Thái Tông, Trần Thánh Tông, Trần Nhân Tông. Các hoàng hậu sau khi qua đời đều được quy về hợp tác tại các lăng mộ như Thọ lăng, Chiêu lăng, Dự lăng, Quy đức lăng. Năm tháng qua đi, lăng mộ ba vị vua đầu triều Trần và dòng sông Thái Sư vẫn còn đó. Hơn 7 thế kỷ, những di vật nằm sâu trong lòng đất Tam Đường đã được khai quật, giúp hậu thế tìm lại một quần thể kiến trúc lăng mộ, kiến trúc hành cung Long Hưng uy nghi, tráng lệ.\nKhu di tích đền Trần Thái Bình thuộc làng Tam Đường, xã Tiến Đức huyện Hưng Hà, nằm ở rất gần các thành phố xung quanh\nTrên diện tích 5175m2, đền thờ các vua Trần và Đức thánh Trần Hưng Đạo đã được xây dựng công phu, uy nghi bề thế toạ lạc trên nền phế tích nằm giữa trung tâm xã Tiến Đức với các hạng mục đã hoàn thành là toà hậu cung, toà bái đường, tả vu, hữu vu, nghi môn, đài hoá vàng, ba ngôi mộ các vua Trần và một số công trình kiến trúc liên quan.\nĐây là một tổng thể kiến trúc rộng lớn, là nơi thờ tự các vua Trần. Các công trình kiến trúc được bố trí theo trục chính, chia thành các không gian như: không gian hành lễ, không gian nội tự đền, không gian vườn cây xanh, là một công trình kiến trúc kế thừa và phát huy truyền thống kiến trúc dân tộc - kiến trúc đình làng. Riêng Toà hậu cung đền Trần là một phần trong tổng thể kiến trúc có kết cấu chữ đinh, gồm hai toà tám gian, trên diện tích 359m2, được khởi dựng bởi sự tài hoa của những người thợ; sự góp mặt của đá trong hợp thể kiến trúc tôn vinh vẻ uy linh của hậu cung với hệ thống rồng đá được chạm trổ tinh vi, sống động.\nLễ hội đền Trần Thái Bình đã được công nhận là di sản văn hóa phi vật thể quốc gia theo Quyết định số 231/QĐ-BVHTTDL ngày 27/01/2014 của Bộ Văn hóa Thể thao và Du lịch.\nLễ hội đền Trần diễn ra vào ngày 13 đến 18 tháng Giêng âm lịch hàng năm, qua đó khẳng định và tôn vinh công lao dựng nước của nhà Trần trong lịch sử Việt Nam.\nCác nội dung diễn ra suốt lễ hội từ sáng 13 tháng giêng âm lịch đến hết ngày 18 tháng giêng âm lịch như: Thi cỗ cá, Thi gói bánh chưng, Thi thả diều, Thi pháo đất, Thi vật cầu, Thi kéo co.\n",
    "image": "https://nguoikesu.com/images/wiki/den-tran-thai-binh-/e6bbf9ac3e44fde245d03be4da632049.jpg"
  },
  {
    "name": "",
    "properties": {
      "Hoàn Kiếm": "",
      "Địa lý": "",
      "Khu vực": "quận Hoàn Kiếm, Hà Nội",
      "Tọa độ": "21°01′44″B 105°51′9″Đ / 21,02889°B 105,8525°Đ",
      "Kiểu hồ": "Nước ngọt",
      "Quốc gia lưu vực": "Việt Nam",
      "Độ dài tối đa": "700 m",
      "Độ rộng tối đa": "250 m",
      "Chu vi": "1.750 m",
      "Diện tích bề mặt": "12 ha",
      "Độ sâu trung bình": "1-1,4 m",
      "Khu dân cư": "Hà Nội"
    },
    "description": "Hồ Hoàn Kiếm còn được gọi là Hồ Gươm (trong bản đồ Hà Nội năm 1886, hồ này được gọi là Hồ Hoàn Gươm - Lac de Hoan Guom), là một hồ nước ngọt tự nhiên của thành phố Hà Nội. Hồ có diện tích khoảng 12 ha . Trước kia, hồ còn có các tên gọi là hồ Lục Thủy (vì nước có màu xanh quanh năm), hồ Thủy Quân (dùng để duyệt thủy binh), hồ Tả Vọng và Hữu Vọng (trong thời Lê mạt). Tên gọi Hoàn Kiếm xuất hiện vào đầu thế kỷ 15 gắn với truyền thuyết vua Lê Lợi trả gươm báu cho Rùa thần. Tên hồ được lấy để đặt cho một quận trung tâm của Hà Nội (quận Hoàn Kiếm) và là hồ nước duy nhất của quận này cho đến ngày nay.\n\n\nHồ Hoàn Kiếm có vị trí kết nối giữa khu phố cổ gồm các phố Hàng Ngang, Hàng Đào, Cầu Gỗ, Lương Văn Can, Lò Sũ... với khu phố Tây do người Pháp quy hoạch cách đây hơn một thế kỷ là Bảo Khánh, Nhà thờ, Tràng Thi, Hàng Bài, Đinh Tiên Hoàng, Tràng Tiền, Hàng Khay, Bà Triệu.\nCách đây khoảng 6 thế kỷ, dựa theo bản đồ thời Hồng Đức thì phần lớn xung quanh kinh thành khi ấy là nước. Hồ Hoàn Kiếm là một phân lưu sông Hồng chảy qua vị trí của các phố ngày nay như Hàng Đào, Hai Bà Trưng, Lý Thường Kiệt, Hàng Chuối. Tiếp đó đổ ra nhánh chính của sông Hồng . Nơi rộng nhất phân lưu này hình thành nên hồ Hoàn Kiếm hiện nay.\nThời Lê Trung hưng (thế kỷ 16), khi chúa Trịnh cho chỉnh trang Hoàng thành Thăng Long để vua Lê ở đã đồng thời xây dựng phủ chúa riêng nằm ngay bên ngoài Hoàng thành và trở thành một cơ quan trung ương thời bấy giờ với những công trình kiến trúc xa hoa như lầu Ngũ Long (dùng để duyệt quân) nằm ở bờ Đông hồ Hoàn Kiếm, đình Tả Vọng trên đảo Ngọc Sơn. Năm 1728 Trịnh Giang cho đào hầm ở vị trí phía Nam hồ để xây dựng cung điện ngầm gọi là Thưởng Trì cung.\nChúa Trịnh cho ngăn hồ lớn thành hồ Tả Vọng và Hữu Vọng. Hồ Hữu Vọng được dùng làm nơi duyệt quân thuỷ chiến của triều đình. Đến đời Tự Đức (1847-1883), hồ Hữu Vọng được gọi là hồ Thủy Quân, còn hồ Tả Vọng chính là hồ Hoàn Kiếm. Từ năm 1884, nhà nước bảo hộ Pháp cho lấp hồ Thuỷ Quân để xây dựng, mở mang Hà Nội.\nTruyền thuyết\nSách Lam Sơn thực lục của Nguyễn Trãi có chép:\nKhi ấy Nhà vua cùng người ở trại Mục sơn là Lê Thận cùng làm bạn keo sơn. Thận thường làm nghề quăng chài. Ở xứ vực Ma viện, đêm thấy đáy nước sáng như bó đuốc soi. Quăng chài suốt đêm, cá chẳng được gì cả. Chỉ được một mảnh sắt dài hơn một thước, đem về để vào chỗ tối. Một hôm Thận cúng giỗ (ngày chết của cha mẹ), nhà vua tới chơi nhà. Thấy chỗ tối có ánh sáng, nhận ra mảnh sắt, nhà vua bèn hỏi:\nThận nói:\nNhà vua nhân xin lấy. Thận liền cho ngay. Nhà vua đem về đánh sạch rỉ, mài cho sáng, thấy nó có chữ \"Thuận Thiên\", cùng chữ \"Lợi\".Lại một hôm, nhà vua ra ngoài cửa, thấy một cái chuôi gươm đã mài-dũa thành hình, nhà vua lạy trời khấn rằng:\nBèn lấy mảnh sắt lắp vào trong chuôi, thành ra một chiếc gươm hoàn chỉnh. Tới hôm sau, hoàng hậu ra trông vườn cải, bỗng thấy bốn vết chân của người lớn, rất rộng, rất to. Hoàng hậu cả kinh, vào gọi nhà vua ra vườn, được quả ấn báu, lại có chữ Thuận Thiên (sau lấy chữ này làm niên hiệu) cùng chữ Lợi. Nhà vua thầm biết ấy là của trời cho, lòng lấy làm mừng, giấu giếm không nói ra.\nTruyền thuyết này được đưa vào nội dung sách giáo khoa của Việt Nam và được viết tiếp đoạn sau, nói về việc Lê Lợi dùng thanh gươm báu đó làm gươm chiến đấu, xông pha chém địch nhiều trận, cuối cùng đuổi được quân Minh, lên làm vua.\nĐầu năm 1428, Lê Thái Tổ cùng quần thần bơi thuyền ra hồ Tả Vọng. Nhận lệnh Long Quân, rùa nổi lên mặt nước.Theo lệnh vua, thuyền đi chậm lại. Đứng ở mạn thuyền, vua thấy lưỡi gươm bên người tự nhiên động đậy.\nRùa tiến về thuyền vua và nói:\nVua nâng gươm hướng về phía Rùa Vàng. Nhanh như cắt, rùa há miệng đớp lấy thanh gươm và lặn xuống nước.\nTừ đó, hồ Tả Vọng bắt đầu mang tên là Hồ Gươm hay hồ Hoàn Kiếm\nDi tích liên quan\nRùa\nRùa hồ Gươm có tên khoa học là Rafetus leloii, họ Ba Ba (Trionychidae) trong bộ Rùa (Testudies), lớp Sauropsida (Mặt thằn lằn). Rùa hồ Gươm gồm có bốn cá thể, cả bốn cá thể đều đã chết (một được lưu trong đền Ngọc Sơn, một lưu trong kho của Bảo tàng Hà Nội và một đã bị giết thịt năm 1962 - 1963 khi bò lên vườn hoa Chí Linh)\nLà di sản vô giá gắn với những truyền thuyết lịch sử và văn hoá linh thiêng từ hàng ngàn năm nay.\nNăm 2011, rùa hồ Gươm, được biết chỉ còn một cá thể sống sót, thường được gọi là \"Cụ Rùa\" đã được trục vớt và trị chữa các vết thương.\nNgày 19 tháng 1 năm 2016, cá thể rùa Hồ Gươm cuối cùng đã chết.\nTuy không phải là hồ lớn nhất trong thủ đô, song hồ Hoàn Kiếm đã gắn liền với cuộc sống và tâm tư của nhiều người. Hồ nằm ở trung tâm một quận với những khu phố cổ chật hẹp, đã mở ra một khoảng không đủ rộng cho những sinh hoạt văn hóa bản địa. Hồ có nhiều cảnh đẹp.\nVà hơn thế, hồ gắn với huyền sử, là biểu tượng khát khao hòa bình (trả gươm cầm bút), đức văn tài võ trị của dân tộc (thanh kiếm thiêng nơi đáy hồ và tháp bút viết lên trời xanh). Do vậy, nhiều văn nghệ sĩ đã lấy hình ảnh Hồ Gươm làm nền tảng cho các tác phẩm của mình.\nHồ cũng là nguồn cảm hứng cho nhiều nhà nhiếp ảnh, trong đó nổi tiếng nhất là lão nghệ sĩ Võ An Ninh\nThơ văn\nNguyễn Khuyến xưa có bài thơ vịnh Hà Thành và Hồ Gươm biến dạng cách đây 100 năm như sau:\nNguyễn Khuyến\nTrần Đăng Khoa - 1969\nÁ Nam Trần Tuấn Khải\nNghiên Bút Non Sông(Nhạc và lời: Đình Dương) Hãy viết lên trời cao hỡi Tháp bút kiêu hùng Kiêu hãnh ơi Việt Nam anh dũng kiên cường Khí phách đó Hồ Gươm xanh thắm đến muôn đời Chiến tích xưa còn ghi thanh kiếm vẫn sáng ngời...\nÂm nhạc\nCó nhiều bài hát về Hà Nội: Người Hà Nội, Hà Nội niềm tin và hy vọng, Gửi người em gái, Chiều Hồ Gươm, v.v...\nNhiếp ảnh\nCổng đền Ngọc Sơn.\nTháp Bút.\nCảnh đêm trên hồ.\nTượng đài vua Lý Thái Tổ.\nLung linh mặt nước.\nTháp Hòa Phong.\nTháp Rùa và Bưu điện Hà Nội.\nCầu Thê Húc.\nDưới chân tháp Hoà Phong.\nTượng đài Cảm Tử.\nLộc vừng ven hồ.\nPhong cảnh hữu tình.\nHội họa\n",
    "image": "https://nguoikesu.com/images/wiki/ho-hoan-kiem/525d58f1e2663aa66dcb457610a1d1dd.jpg"
  },
  {
    "name": "",
    "properties": {},
    "description": "Khu di tích chiến trường Ðiện Biên Phủ là một quần thể các di tích lịch sử ghi lại chiến công của quân và dân Việt Nam trong cuộc kháng chiến anh dũng chống thực dân Pháp xâm lược. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt.\nCác di tích nổi bật của chiến trường Ðiện Biên năm xưa là đồi A1, C1, C2, D1, cứ điểm Hồng Cúm, Him Lam, đồi Ðộc Lập, cầu và sân bay Mường Thanh, hầm chỉ huy của tướng Ðờ Catri.\n\n\nĐồi A1 nằm ở phường Mường Thanh, thành phố Điện Biên Phủ, tỉnh Điện Biên, là cứ điểm quan trọng bậc nhất trong tập đoàn cứ điểm của thực dân Pháp ở Điện Biên Phủ. Đồi A1 nằm dài theo hướng Tây Bắc – Đông Nam, bao gồm 2 đỉnh: Tây Bắc cao hơn 490m, Đông Nam cao hơn 493m. A1 là ký hiệu mà quân đội Việt Nam đặt cho quả đồi. Sáng ngày 7/5/1954 quân đội Việt Nam đã chiếm được đồi A1.\nHiện nay, trên đỉnh Tây Bắc của đồi A1 có đài kỷ niệm được xây theo kiểu \"Tam sơn\", ở giữa cao, hai bên thấp và đều có hình mái đầu đạo. Phía trước là lư hương, ở giữa là tấm bia, phù hiệu Quốc kỳ, sao vàng nền tròn đỏ, xung quanh là vòng tương hoa.\nBên cạnh đài kỷ niệm là xác một trong hai chiếc xe tăng nặng 18 tấn mà tên Quan Ba Hécvuê đưa từ trung tâm Mường Thanh lên để phản kích quân đội Việt Nam. Một di tích quan trọng nữa là cái hố hình phễu to bằng cái \"ao đình\" cạn. Đó là dấu tích trận nổ khối bộc phá nghìn cân của quân ta mà chiến sĩ ta thường gọi \"đào hầm để trị hầm\", trị cả hầm, cả lô cốt cố thủ của giặc.\nHầm chỉ huy của tướng Đờ Cát nằm ở trung tâm tập đoàn cứ điểm Điện Biên Phủ, thuộc cánh đồng Mường Thanh, huyện Điện Biên, tỉnh Điện Biên.\nCấu trúc và cách bố trí, sắp xếp của căn hầm vẫn còn được giữ nguyên. Xung quanh hầm là hàng rào phòng thủ với hệ thống dây kẽm gai dày đặc và bốn chiếc xe tăng. Hầm Đờ Cát dài 20m và rộng 8m, bao gồm bốn gian dùng cho cả nơi ở và làm việc.\nVào lúc 17h30 ngày 7/5/1954, Tạ Quốc Luật, chỉ huy trưởng đại đội 360, trung đoàn 209, sư đoàn 312 đã bắt sống tướng Đờ Cát tại bàn làm việc.\nSở chỉ huy chiến dịch Điện Biên Phủ nằm trong một khu rừng nguyên sinh tại địa phận xã Mường Phăng, huyện Điện Biên, tỉnh Điện Biên, cách thành phố Điện Biên Phủ 35 km về phía đông. Đây là nơi làm việc của các đồng chí Võ Nguyên Giáp, Hoàng Văn Thái… Gần với Sở chỉ huy có đài quan sát trên đỉnh núi độ cao trên 1.000m, từ đài quan sát này có thể bao quát hoạt động và diễn biến ở thung lũng Mường Thanh. Sở chỉ huy gồm:\nBảo tàng Điện Biên Phủ nằm đối diện với nghĩa trang liệt sĩ trên đồi A1, ở trung tâm thành phố Điện Biên Phủ, tỉnh Điện Biên. Bảo tàng Điện Biên Phủ được xây dựng vào năm 1984 nhân dịp kỷ niệm 30 năm chiến thắng lịch sử Điện Biên Phủ. Vào cuối năm 2003, bảo tàng Điện Biên Phủ đã tiến hành nâng cấp và chỉnh lý lại khu trưng bầy. Đến nay bảo tàng có 5 khu trưng bầy với 274 hiện vật và 122 bức tranh theo từng chủ đề sau:\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "",
    "properties": {},
    "description": "Khu di tích Chủ tịch Hồ Chí Minh tại Phủ Chủ tịch, gọi tắt là Khu di tích Phủ Chủ tịch tại Hà Nội, là nơi sống và làm việc lâu nhất của Hồ Chí Minh (từ 19 tháng 12 năm 1954 đến 2 tháng 9 năm 1969), được Bộ Văn hóa Thông tin ra Quyết định xếp hạng là Khu di tích ngày 15 tháng 5 năm 1975. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt.\nKhu đất này nguyên là phần đất phía tây bắc của Hoàng thành thuộc Kinh thành Thăng Long xưa. Khi Pháp xâm lược Việt Nam, sau khi chiếm xong miền Bắc đã chọn Hà Nội làm trung tâm đầu não cho toàn bộ Đông Dương và Phủ toàn quyền Đông Dương được xây dựng trên mảnh đất này. Sau khi cuộc kháng chiến chống Pháp kết thúc, nơi này được chọn là nơi làm việc của Đảng Cộng sản Việt Nam và Nhà nước, đồng thời là nơi sống và làm việc của Chủ tịch Hồ Chí Minh. Nơi đây cũng là nơi Hồ Chí Minh đã qua đời.\nTại Phủ Chủ tịch, Chủ tịch Hồ Chí Minh đã từng gặp nhiều đoàn khách là đại biểu của các chính đảng, đoàn thể, tôn giáo; đại biểu của công nhân, nông dân, trí thức, quân đội; đại biểu của các dân tộc thiểu số; đại biểu của người dân Miền Nam Việt Nam và quân nhân thuộc Quân Giải phóng Miền Nam Việt Nam (ở Việt Nam gọi tắt là \"đồng bào chiến sĩ miền Nam\")\nCũng tại nơi đây, ông còn tiếp những người là đại biểu những người Việt sống ở nước ngoài về thăm Việt Nam; đại biểu của các đội thiếu niên, đoàn thanh niên, hội phụ nữ...\nNgày 9 tháng 2 năm 1955, cửa Phủ Chủ tịch đã mở cho các thiếu niên đến vui chơi, từ đó các thiếu nhi có nhiều dịp được vào đây thăm ông. Ông còn tổ chức nhiều triển lãm tranh thiếu nhi tại đây.\nSau khi Chủ tịch Hồ Chí Minh qua đời, khu Phủ Chủ tịch trở thành khu di tích lịch sử. Nhiều khách du lịch tại Việt Nam và khắp thế giới đến thăm khu di tích này.\nKhi Viện Bảo tàng Hồ Chí Minh được thành lập ngày 12 tháng 9 năm 1977, khu này nằm dưới sự quản lý của Bảo tàng Hồ Chí Minh. Ngày 6 tháng 11 năm 1992, Khu di tích Phủ Chủ tịch được tách ra khỏi Bảo tàng Hồ Chí Minh và trực thuộc Bộ Văn hóa Thông tin.\nTổng thể khu di tích rộng hơn 14 hécta, trong đó diện tích được xếp hạng là 22.000 m², bao gồm 16 công trình, công trình đã tồn tại lâu nhất là hơn 100 năm và gần nhất là hơn 40 năm. Một số công trình có giá trị lớn trong khu di tích:\nNgoài ra, khu vườn tại đây có 161 loài thực vật thuộc 54 họ thực vật, trong đó có 58 loài có nguồn gốc nước ngoài.\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "Khu di tích Pác Bó",
    "properties": {},
    "description": "Khu di tích Pác Bó là một khu di tích lịch sử cách mạng quốc gia - đặc biệt của Việt Nam, thuộc bản Pác Bó xã Trường Hà huyện Hà Quảng tỉnh Cao Bằng , cách thành phố Cao Bằng 55 km về phía Bắc. Khu di tích bao gồm: nhà tưởng niệm Bác Hồ, hang Cốc Pó(tên địa phương có nghĩa là \"đầu nguồn\" ), hang Lũng Lạn, hang Ngườm Vài (đều trên núi Các Mác), suối Lê nin, bàn đá nơi Bác Hồ làm việc, nền nhà ông Lý Quốc Súng, nền nhà ông La Thành, v.v...\nNgày 8 tháng 2 năm 1941, khi về nước, Hồ Chí Minh đã sống và làm việc trong hang Cốc Bó và đặt tên dòng suối trước cửa hang là \"suối Lênin\" và ngọn núi có hang này là \"núi Các Mác\". Trước năm 1979 hang Cốc Pó rộng khoảng 15m³, trước cửa hang có một con suối lớn chảy ngầm từ trong núi đá ra, nguồn của con suối là bên phía Bắc của ngọn núi này và thuộc lãnh thổ Trung Quốc. Trong chiến tranh biên giới Việt-Trung năm 1979, quân Trung Quốc đã cho nổ mìn phá hoại hang Cốc Pó . Ngày nay, hang Cốc Pó được khôi phục một phần để phục vụ khách tham quan du lịch.\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "Khu lăng mộ và đền thờ các vị vua triều Lý",
    "properties": {
      "Đền Lý Bát Đế": "",
      "Thờ phụng": "",
      "Thông tin đền": "",
      "Địa chỉ": "khu Phố Thượng, phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh, Việt Nam",
      "Thành lập": "3 tháng 3, 1030",
      "Người sáng lập": "Lý Thái Tông",
      "Tôn tạo": "1602",
      "Xây mới": "1989",
      "Lễ hội": "14, 15, 16 tháng 3 âm lịch hàng năm"
    },
    "description": "Đền Lý Bát Đế, còn gọi là Đền Đô hoặc Cổ Pháp điện là một quần thể kiến trúc tín ngưỡng thờ tám vị vua đầu tiên của nhà Lý. Đền Lý Bát Đế đã được Nhà nước Việt Nam công nhận là di tích lịch sử - văn hóa theo Quyết định số 154 của Bộ Văn hóa - Thông tin (nay là Bộ Văn hóa, Thể thao và Du lịch) ngày 25 tháng 1 năm 1991. Năm 2014, nơi đây cùng với khu lăng mộ các Vua nhà Lý đã được xếp hạng di tích quốc gia đặc biệt.\n\n\nĐền Lý Bát Đế thuộc Khu Phố Thượng, phường Đình Bảng, thị xã Từ Sơn, tỉnh Bắc Ninh. Đền nằm cách thủ đô Hà Nội gần 15 km về phía Bắc, thuộc địa phận hương Cổ Pháp, châu Cổ Pháp (làng Đình Bảng, Từ Sơn, Bắc Ninh) nên còn gọi là đền Cổ Pháp.\nĐền thờ tám vị vua nhà Lý, đó là:\nTừ xa xưa, Cổ Pháp được liệt vào làng \"tam cổ\": \"Thứ nhất Cổ Bi, thứ nhì Cổ Loa, thứ ba Cổ Pháp\". Đất Cổ Pháp là nơi thắng địa bậc nhất Kinh Bắc, vượng khí, linh thiêng. Làng Cổ Pháp được cho là nơi phát tích của triều đình nhà Lý, kéo dài hơn 200 năm.\nĐền Lý Bát Đế được khởi công xây dựng từ ngày 3 tháng 3 năm Canh Ngọ 1030 bởi Lý Thái Tông khi vị hoàng đế này về quê làm giỗ cha. Sau này, đền được nhiều lần trung tu và mở rộng. Lần trùng tu lớn nhất là vào năm thứ hai niên hiệu Hoàng Định của vua Lê Kính Tông (tức năm 1602), khắc văn bia ghi lại công đức của các vị vua triều Lý.\nTrong thời kỳ kháng chiến chống Pháp, quân Pháp đã phá hủy nhiều di sản văn hóa ở Cổ Pháp. Năm 1952, quân Pháp dội bom, phá hủy hoàn toàn đền. Đến năm 1989, đền đã được khởi công xây dựng lại, theo đúng hình dáng và kiến trúc mà các nhà nghiên cứu lịch sử đã phác thảo, căn cứ vào dấu tích còn lại và các tài liệu lưu trữ.\nĐền Lý Bát Đế rộng 31.250 m², với trên 20 hạng mục công trình, chia thành 2 khu vực: nội thành và ngoại thành. Tất cả đều được xây dựng công phu, đắp vẽ chạm khắc tinh xảo.\nKhu vực nội thành có kiến trúc theo kiểu \"nội công ngoại quốc\". Cổng vào nội thành gọi là Ngũ Long Môn vì hai cánh cổng có trạm khắc hình năm con rồng. Trung tâm của Khu nội thành và cũng là trung tâm đền là chính điện. Chính điện gồm trước tiên là Phương đình (nhà vuông) 8 mái 3 gian rộng đến 70 m². Tiếp đến nhà Tiền tế 7 gian rộng 220 m². Tại đây có điện thờ vua Lý Thái Tổ. Phía bên trái điện thờ có treo tấm bảng ghi lại \"Chiếu dời đô\" của vua Lý Thái Tổ với đúng 214 chữ, ứng với 214 năm trị vì của 8 đời vua nhà Lý. Phía bên phải có treo tấm bảng ghi bài thơ nổi tiếng \"Nam quốc sơn hà Nam đế cư...\". Sau cùng là Cổ Pháp điện gồm 7 gian rộng 180 m² là nơi đặt ngai thờ, bài vị và tượng của 8 vị vua nhà Lý. Gian giữa là nơi thờ Lý Thái Tổ và Lý Thái Tông; ba gian bên phải lần lượt thờ Lý Thánh Tông, Lý Thần Tông và Lý Cao Tông; ba gian bên trái lần lượt thờ Lý Nhân Tông, Lý Anh Tông, và Lý Huệ Tông.\nTrong nội thành còn có nhà chuyển bồng, kiến trúc theo kiểu chồng diêm 8 mái, 8 đao cong mềm mại, nhà tiền tế, nhà để kiệu thờ, nhà để ngựa thờ. Đặc biệt, phía Đông đền có nhà bia, nơi đặt \"Cổ Pháp Điện Tạo Bi\" (bia đền Cổ Pháp). Tấm bia đá này cao 190 cm, rộng 103 cm, dày 17 cm, được khắc dựng năm Giáp Thìn (1605), do tiến sĩ Phùng Khắc Khoan soạn văn bia, ghi lại sự kiện lịch sử nhà Lê xây dựng lại đền và ghi công đức của các vị vua triều Lý.\nKhu ngoại thất đền Lý Bát Đế gồm thủy đình trên hồ bán nguyệt. Đây là nơi để các chức sắc ngày trước ngồi xem biểu diễn rối nước. Hồ này thông với ao Cả trên và ao Cả dưới và sông Tiêu Tương xưa. Thủy đình ở phía Bắc hồ rộng 5 gian có kiến trúc chồng diêm 8 mái, 8 đao cong. Thủy đình đền Lý Bát Đế từng được Ngân hàng Đông Dương thời Pháp thuộc chọn là hình ảnh in trên giấy bạc \"năm đồng vàng\" và là hình in trên đồng tiền xu 1000 hiện nay. Nhà văn chỉ ba gian chồng diêm rộng 100 m² nằm bên trái khu nội thành thờ Tô Hiến Thành và Lý Đạo Thành, những quan văn đã có công lớn giúp nhà Lý. Nhà võ chỉ có kiến trúc tương tự nhà văn chỉ, ở bên phải khu nội thành thờ Lê Phụng Hiểu, Lý Thường Kiệt, Đào Cam Mộc, những quan võ đã có công lớn giúp nhà Lý. Ngoài ra, ở khu vực ngoại thành còn có nhà chủ tế, nhà kho, nhà khách và đền vua Bà (thờ Lý Chiêu Hoàng, còn gọi là đền Rồng), v.v...\nLễ hội đền Đô được tổ chức vào các ngày 14, 15, 16 tháng 3 âm lịch nhằm kỷ niệm ngày Lý Công Uẩn đăng quang (ngày 15/3 năm Canh Tuất 1009), ban \"Chiếu dời đô\". Đây là ngày hội lớn thu hút nhiều khách hành hương thể hiện lòng thành kính và nhớ ơn của người dân Việt đối với các vua Lý. Đó cũng là lễ hội truyền thống có từ lâu đời và trở thành phong tục được nhân dân xã Đình Bảng tự nguyện lưu giữ, trở thành nhu cầu không thể thiếu trong đời sống văn hóa tinh thần của nhân dân.\nCổng trước của Đền Lý Bát Đế\nDi tích đền Đô\nHình Thủy đình ở mặt sau tờ \"Năm đồng vàng\" do Banque de L'Indochine phát hành\n",
    "image": "https://nguoikesu.com/images/wiki/den-ly-bat-de/eb17b8cbce025550d865158631009c0d.jpg"
  },
  {
    "name": "Khu lưu niệm Chủ tịch Tôn Đức Thắng",
    "properties": {},
    "description": "Khu lưu niệm Chủ tịch Tôn Đức Thắng tọa lạc trên cù lao Ông Hổ, thuộc xã Mỹ Hòa Hưng, thành phố Long Xuyên, tỉnh An Giang. Đây là một trong số 23 di tích Việt Nam đã được xếp hạng di tích quốc gia đặc biệt (ký ngày 10 tháng 5 năm 2012, công bố ngày 17 tháng 7 năm 2012).\n\n\nKhu lưu niệm bao gồm ngôi nhà thời niên thiếu của Chủ tịch Tôn Đức Thắng (gọi tắt là Bác Tôn, 1888 - 1980), đền thờ và nhà trưng bày về cuộc đời và sự nghiệp của ông.\nNgôi nhà thời niên thiếu\nNgôi nhà do thân sinh của Tôn Đức Thắng là Tôn Văn Đề cất năm 1887. Nhà làm theo kiểu nhà sàn truyền thống ở nông thôn Nam Bộ. Tổng diện tích ngôi nhà là 156 m2 (ngang 12 m, dài 13 m), có 3 gian 2 chái, được làm bằng gỗ, mái lợp bằng ngói âm dương (xem thêm ảnh). Đây là nơi đã sinh ra và gắn bó suốt thời niên thiếu của ông. Phía sau ngôi nhà này có 4 ngôi mộ của cha, mẹ và vợ chồng người em trai của ông. Vì là một di tích lịch sử quan trọng nên năm 1984, Bộ Văn hóa - Thông tin đã có quyết định công nhận ngôi nhà là di tích lịch sử cấp Quốc gia.\nKhu đền thờ và nhà trưng bày\nKhu đền thờ, nhà trưng bày và một số công trình khác...được khởi công xây dựng vào tháng 5 năm 1997, và hoàn thành vào tháng 8 năm 1998, trên khuôn viên 1.600 m², đối diện với ngôi nhà thời niên thiếu của Bác Tôn.\nTrong khu vực này có một số công trình, song đáng chú ý nhất là:\nĐền có kiến trúc cổ lầu tam cấp, các chi tiết bằng gỗ đều là gỗ quý. Vị trí trang trọng có tượng bán thân Chủ tịch Tôn Đức Thắng, phía trên bao lam là rồng cuốn thư mang dòng chữ vàng \"Chủ tịch Tôn Đức Thắng\", hai bên bao lam chạm hình cây trúc, phía dưới là cá chép đỡ bao lam. Xung quanh đền trang trí biểu tượng ngũ phúc (phúc, lộc, thọ, khang, ninh).\nNhà trưng bày nằm đối diện với đền thờ. Bên trong trưng bày nhiều hình ảnh, hiện vật, các tư liệu về cuộc đời và sự nghiệp của Chủ tịch Tôn Đức Thắng.\nNgoài ra, trong khuôn viên còn có trưng bày một số các hiện vật, đáng chú ý có:\nNhìn chung, toàn thể khu lưu niệm Chủ tịch Tôn Đức Thắng có kiến trúc giản dị, hài hòa, và rất thoáng mát (vì có nhiều cây cảnh và kề bên sông Hậu).\nCảnh quan khu lưu niệm tại Long Xuyên nhìn từ sông Hậu.\nTòa nhà chính của Khu lưu niệm Chủ tịch Tôn Đức Thắng tại Long Xuyên.\nĐền thờ Chủ tịch Tôn Đức Thắng (bên phải ảnh).\nNgôi nhà thời niên thiếu\nBàn thờ chính trong ngôi nhà thời niên thiếu\nMáy bay YAK-40 trong khu lưu niệm\nTàu giang cảnh trong khu lưu niệm\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "",
    "properties": {
      "Quần thể di tích Cố đô Huế": "",
      "Quốc gia": "Việt Nam",
      "Kiểu": "Văn hóa",
      "Hạng mục": "IV",
      "Tham khảo": "678",
      "Vùng UNESCO": "Châu Á-Thái Bình Dương",
      "Lịch sử công nhận": "",
      "Công nhận": "1993 (kì thứ 17)"
    },
    "description": "Quần thể di tích Cố đô Huế hay Quần thể di tích Huế là những di tích lịch sử - văn hoá do triều Nguyễn chủ trương xây dựng trong khoảng thời gian từ đầu thế kỷ 19 đến nửa đầu thế kỷ 20 trên địa bàn kinh đô Huế xưa; nay thuộc phạm vi thành phố Huế và một vài vùng phụ cận thuộc tỉnh Thừa Thiên-Huế, Việt Nam. Phần lớn các di tích này nay thuộc sự quản lý của Trung tâm Bảo tồn Di tích Cố đô Huế và được UNESCO công nhận là Di sản Văn hoá Thế giới vào ngày 11 tháng 12 năm 1993. Hiện tại, cố đô Huế đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 62 di tích quốc gia đặc biệt quan trọng. Quần thể di tích Cố đô Huế có thể phân chia thành các cụm công trình gồm các cụm công trình ngoài Kinh thành Huế và trong kinh thành Huế.\n\n\nKinh thành Huế\nKinh thành Huế được vua Gia Long tiến hành khảo sát từ năm 1803, khởi công xây dựng từ 1805 và hoàn chỉnh vào năm 1832 dưới triều vua Minh Mạng.\nCác di tích trong kinh thành gồm:\nCòn gọi là Cột cờ, nằm chính giữa mặt nam của kinh thành Huế thuộc phạm vi pháo đài Nam Chánh cũng là nơi treo cờ của triều đình. Kỳ Đài được xây dựng vào năm Gia Long thứ 6 (1807) cùng thời gian xây dựng kinh thành Huế. Đến thời Minh Mạng, Kỳ Ðài được tu sửa vào các năm 1829, 1831 và 1840. Trong lịch sử, kỳ đài thường là nơi đánh dấu các sự kiện quan trọng và sự thay đổi thể chế chính quyền ở Huế.\nNăm 1803 vua Gia Long xây dựng Đốc Học Đường tại địa phận An Ninh Thượng, huyện Hương Trà, cách kinh thành Huế chừng 5 km về phía Tây, trường nằm cạnh Văn Miếu, mặt hướng ra sông Hương. Đây được xem là trường quốc học đầu tiên được xây dựng dưới triều Nguyễn. Đến năm 1908, thời vua Duy Tân, Quốc Tử Giám được dời vào bên trong Kinh thành, bên ngoài, phía Đông Nam Hoàng thành (tức vị trí hiện nay).\nĐiện được xây dựng vào năm 1845, thời vua Thiệu Trị với tên gọi là Điện Long An trong cung Bảo Định, phường Tây Lộc (Huế) làm nơi nghỉ của vua sau khi tiến hành lễ Tịch điền (cày ruộng) mỗi đầu xuân. Đây cũng là nơi vua Thiệu Trị thường hay lui tới, nghỉ ngơi, đọc sách, làm thơ, ngâm vịnh.\nTại số 3, Lê Trực, Huế. Tòa nhà chính của viện bảo tàng chính là điện Long An xây năm 1845 dưới thời vua Thiệu Trị. Hiện bảo tàng trưng bày hơn 300 hiện vật bằng vàng, sành, sứ, pháp lam Huế, ngự y và ngự dụng, trang phục của hoàng thất nhà Nguyễn. Bảo tàng Mỹ thuật Cung đình Huế giúp người tham quan một cái nhìn tổng thể về cuộc sống cung đình Huế.\nĐình Phú Xuân được xây dựng nửa đầu thế kỷ XIX ở tổng Phú Xuân, huyện Hương Trà, tỉnh Thừa Thiên - Huế; nay thuộc phường Tây Lộc, thành phố Huế, cách trung tâm thành phố 2 km về phía bắc.\nHồ Tịnh Tâm là một di tích cảnh quan được kiến tạo dưới triều Nguyễn. Trước đây, hồ nguyên là vết tích của đoạn sông Kim Long chảy qua Huế. Đầu thời Gia Long, triều đình cho cải tạo một số đoạn sông và khơi dòng theo hướng khác để tạo thành Ngự Hà và hồ Ký Tế. Hai bãi nổi trong hồ này được dùng làm nơi xây dựng kho chứa thuốc súng và diêm tiêu. Năm Minh Mạng thứ 3 (1822), triều Nguyễn đã huy động tới 8000 binh lính tham gia vào việc cải tạo hồ. Năm 1838, vua Minh Mạng cho di dời hai kho sang phía đông, tái thiết nơi này thành chốn tiêu dao, giải trí và gọi là hồ Tịnh Tâm. Dưới thời vua Thiệu Trị đây được xem là một trong 20 cảnh đẹp đất Thần Kinh.\nTàng thư lâu là được xây dựng năm 1825 trên hồ Học Hải trong kinh thành Huế, dùng làm nơi lưu các công văn cũ của cơ quan và lục bộ triều đình nhà Nguyễn. Đây có thể coi là một Tàng Kinh Các của Việt Nam dưới triều Nguyễn lưu trữ các tài liệu văn bản quý hiếm liên quan đến sinh hoạt của triều đình và biến đổi của đất nước. Chỉ riêng số địa bạ thời Gia Long và Minh Mạng lưu trữ ở đây đã lên đến 12.000 tập. Có thể nói Tàng thư lâu rất quan trọng trong việc chứa các tài liệu và địa bạ, giấy tờ quan trọng lúc bấy giờ.\nLà cơ quan tư vấn của nhà vua gồm bốn vị đại thần từ Tam phẩm trở lên, là Đại học sĩ của các điện Đông Các, Văn Minh, Võ Hiển và Cần Chánh. Viện lúc đầu đặt ở nhà Tả Vu. Sau khi kinh đô thất thủ năm 1885 phải dời đi đến nhà của bộ Lễ, rồi bộ Binh, và cuối cùng là về chùa Giác Hoàng vùng với toà Giám Sát (của người Pháp) và Trực Phòng các bộ nên gọi là Tam Toà. Hiện nay Tam Tòa nằm ở địa chỉ 23 Tống Duy Tân, thuộc phường Thuận Thành, ở góc Đông-Nam bên trong kinh thành Huế, hiện là trụ sở của Trung tâm Bảo tồn Di tích Cố đô Huế.\nCửu vị thần công là tên gọi 9 khẩu thần công được các nghệ nhân Huế đúc dưới thời vua Gia Long. Sau khi đánh bại nhà Tây Sơn, khi lên ngôi, vua Gia Long liền cho các nghệ nhân đương thời tập trung tất cả chiến lợi phẩm là binh khí và vật dụng bằng đồng để đúc thành 9 khẩu thần công làm vật chứng cho chiến thắng vẻ vang của mình. Công việc đúc chính thức từ năm 1803 và hoàn thành vào năm 1804.\nHoàng thành Huế\nHoàng Thành nằm bên trong Kinh Thành, có chức năng bảo vệ các cung điện quan trọng nhất của triều đình, các miếu thờ tổ tiên nhà Nguyễn và bảo vệ Tử Cấm Thành - nơi dành riêng cho vua và hoàng gia. Hoàng Thành và Tử Cấm Thành thường được gọi chung là Đại Nội.\nCác di tích trong hoàng thành gồm:\nNgọ Môn là cổng chính phía nam của Hoàng thành Huế được xây dựng vào năm Minh Mạng 14 (1833). Ngọ Môn có nghĩa đen là Cổng giữa trưa hay Cổng xoay về hướng Ngọ, là cổng lớn nhất trong 4 cổng chính của Hoàng thành Huế. Về mặt từ nguyên học, \"Ngọ Môn\" có nghĩa là chiếc cổng xoay mặt về hướng Ngọ, cũng là hướng Nam, theo Dịch học là hướng dành cho bậc vua Chúa.\nĐiện Thái Hoà là cung điện nằm trong khu vực Đại Nội của kinh thành Huế. Điện cùng với sân chầu là địa điểm được dùng cho các buổi triều nghi quan trọng của triều đình như: lễ Đăng Quang, sinh nhật vua, những buổi đón tiếp sứ thần chính thức và các buổi đại triều được tổ chức 2 lần vào ngày mồng 1 và 15 âm lịch hàng tháng. Trong chế độ phong kiến cung điện này được coi là trung tâm của đất nước. Điện được xây dựng vào năm 1805 thời vua Gia Long. Năm 1833 khi vua Minh Mạng quy hoạch lại hệ thống kiến trúc cung đình ở Đại Nội, trong đó có việc cho dời điện về mé nam và làm lại đồ sộ và lộng lẫy hơn.\nTriệu Tổ miếu còn gọi là Triệu Miếu, được xây dựng năm Gia Long thứ 3 (1804). Miếu này nằm ở phía bắc của Thái Miếu trong hoàng thành Huế, là miếu thờ Nguyễn Kim, thân sinh của chúa Tiên Nguyễn Hoàng.\nHưng Tổ Miếu còn gọi là Hưng Miếu là ngôi miếu thờ cha mẹ vua Gia Long (ông Nguyễn Phúc Luân (hay Nguyễn Phúc Côn) và bà Nguyễn Thị Hoàn), vị trí ở tây nam Hoàng thành Huế|hoàng thành (cách Thế Miếu chừng 50 mét về phía Bắc).\nThế Tổ Miếu thường gọi là Thế Miếu tọa lạc ở góc tây nam bên trong Hoàng thành Huế, là nơi thờ các vị vua triều Nguyễn. Đây là nơi triều đình đến cúng tế các vị vua quá cố, nữ giới trong triều (kể cả hoàng hậu) không được đến tham dự các cuộc lễ này.\nThái Tổ Miếu còn gọi là Thái Miếu là miếu thờ các vị chúa Nguyễn, từ Nguyễn Hoàng đến Nguyễn Phúc Thuần. Miếu được xây dựng từ năm Gia Long 3 (1804) ở góc đông nam trong Hoàng thành, đối xứng với Thế Tổ Miếu ở phía tây nam.\nCung Diên Thọ tên ban đầu là cung Trường Thọ, các tên khác là Từ Thọ, Gia Thọ, Ninh Thọ; được bắt đầu xây dựng năm 1803 để làm nơi sinh hoạt của Hoàng Thái Hậu của triều Nguyễn.\nCung Trường Sanh hay Cung Trường Sinh (còn có tên gọi khác là Cung Trường Ninh), được xây dựng vào năm Minh Mạng thứ nhất (1821) ở phía Tây Bắc Hoàng thành với vai trò ban đầu là hoa viên, nơi các vua triều Nguyễn mời mẹ mình đến thăm thú ngoạn cảnh. Về sau cung được chuyển thành nơi ăn ở sinh hoạt của một số bà hoàng thái hậu và thái hoàng thái hậu. Trong thời kỳ rực rỡ nhất, kiến trúc cảnh quan của Cung Trường Sanh được vua Thiệu Trị xếp vào hàng thứ bảy của thắng cảnh đất Thần Kinh.\nHiển Lâm Các được xây dựng vào năm 1821 và hoàn thành vào năm 1822 thời vua Minh Mạng nằm trong khu vực miếu thờ trong hoàng thành Huế, cao 17m và là công trình kiến trúc cao nhất trong Hoàng Thành. Đây được xem là đài kỷ niệm ghi nhớ công tích của các vua nhà Nguyễn và các quan đại thần có công lớn của triều đại.\nCửu Đỉnh của nhà Nguyễn là chín cái đỉnh bằng đồng đặt ở trước Hiển Lâm Các đối diện với Thế Miếu, phía tây nam Hoàng hành Huế. Tất cả đều được đúc ở Huế vào cuối năm 1835, hoàn thành vào đầu năm 1837. Mỗi đỉnh có một tên riêng ứng với một vị hoàng đế của triều Nguyễn, chúng có trọng lượng khác nhau và hình chạm khắc bên ngoài đỉnh cũng khác nhau. 9 đỉnh đó là: Cao Đỉnh, Nhân Đỉnh, Chương Đỉnh, Anh Đỉnh, Nghị Đỉnh, Thuần Đỉnh, Tuyên Đỉnh, Dụ Đỉnh, và Huyền Đỉnh.\nĐiện Phụng Tiên là một ngôi điện nằm ở gần cửa Chương Đức, phía trước Cung Diên Thọ, cửa tây của Hoàng Thành được vua Gia Long và vua Minh Mạng xây dựng dùng để thờ cúng các vua triều Nguyễn. Khác với Thế Miếu, điện này tuy cũng thờ các vị vua và hoàng hậu nhà Nguyễn nhưng nữ giới trong triều được phép đến đây cúng tế. Ngoài ra, nó còn là nơi lưu trữ nhiều bảo vật của nhiều đời vua nhà Nguyễn. Tháng 2 năm 1947, toàn bộ điện bị đốt cháy, hiện nay chỉ còn lại cửa Tam Quan và vòng tường thành còn tương đối nguyên vẹn.\nTử cấm thành\nTử Cấm Thành nguyên gọi là Cung Thành là vòng tường thành thứ ba của Kinh đô Huế, giới hạn khu vực làm việc, ăn ở và sinh hoạt của vua và hoàng gia.\nCác di tích trong Tử cấm thành gồm:\nTả Vu và Hữu Vu được xây dựng vào đầu thế kỷ 19, và cải tạo vào năm 1899. Tả Vu là toà nhà dành cho các quan văn, còn Hữu Vu là toà nhà dành cho các quan võ; đây là nơi các quan chuẩn bị nghi thức trước khi thiết triều, nơi làm việc của cơ mật viện, nơi tổ chức thi đình và yến tiệc.\nTại cố đô Huế hiện còn lưu giữ và trưng bày 15 chiếc vạc đồng là những tác phẩm nghệ thuật thể hiện trình độ kỹ thuật đúc và mỹ thuật tuyệt vời. Trong số đó, 11 chiếc được đúc từ thời các chúa Nguyễn, còn 4 chiếc được đúc vào thời Minh Mạng.\nĐiện Kiến Trung trong Tử Cấm thành (Huế) được vua Khải Định cho xây vào năm 1921-1923 cùng thời gian với xây lăng để làm nơi sinh hoạt của vua trong hoàng cung. Sau này, vua Bảo Đại cho tu sửa lại điện, tân trang các tiện nghi Tây phương và cùng hoàng hậu Nam Phương dọn về ở tại đây.\nĐiện Cần Chánh trong Tử Cấm thành (Huế), được xây dựng năm Gia Long thứ 3 (1804), sau còn được tu bổ nhiều lần. Điện là nơi vua thiết triều, thường tiếp sứ bộ ngoại giao, tổ chức yến tiệc của hoàng gia và triều đình của triều Nguyễn, hiện nay đã trở thành phế tích do bị phá huỷ từ năm 1947.\nThái Bình Lâu được vua Khải Định cho xây dựng vào năm 1919, đến năm 1921 thì hoàn thành, là nơi để nhà vua có thể nghỉ ngơi lúc rảnh rỗi, cũng là chỗ để nhà vua đọc sách, viết văn, làm thơ, thư giãn.\nDuyệt Thị Đường được xây dựng vào năm Minh Mạng thứ 7 (năm 1826) nằm bên trong Tử Cấm Thành, là một nhà hát dành cho vua, hoàng thân quốc thích, các quan đại thần xem biểu diễn các vở tuồng. Đây được xem là nhà hát cổ nhất của ngành sân khấu Việt Nam. Từ năm 2004, Duyệt Thị Đường được Trung tâm bảo tàng di tích cố đô Huế khôi phục và đưa vào hoạt động biểu diên nhã nhạc cung đình Huế phục vụ khách du lịch.\nLăng tẩm\nLăng Gia Long còn gọi là Thiên Thọ Lăng bắt đầu được xây dựng từ năm 1814 và đến năm 1820 mới hoàn tất. Lăng thực ra là một quần thể nhiều lăng tẩm trong hoàng quyến. Toàn bộ khu lăng này là một quần sơn với 42 đồi, núi lớn nhỏ, trong đó có Đại Thiên Thọ là ngọn núi lớn nhất được chọn làm tiền án của lăng và là tên gọi của cả quần sơn này.\nLăng Minh Mạng còn gọi là Hiếu lăng do vua Thiệu Trị cho xây dựng từ năm 1840 đến năm 1843 để chôn cất vua cha Minh Mạng. Lăng nằm trên núi Cẩm Khê, gần ngã ba Bằng Lãng là nơi hội lưu của hai dòng Hữu Trạch và Tả Trạch hợp thành sông Hương, cách cố đô Huế 12 km.\nLăng Thiệu Trị còn gọi là Xương Lăng nằm ở địa phận thôn Cư Chánh, xã Thủy Bằng, thị xã Hương Thủy. Được vua Tự Đức cho xây dựng vào năm 1847 để chôn cất vua cha Thiệu Trị. là nơi chôn cất hoàng đế Thiệu Trị. So với lăng tẩm các vua tiền nhiệm và kế vị, lăng Thiệu Trị có những nét riêng. Đây là lăng duy nhất quay mặt về hướng Tây Bắc, một hướng ít được dùng trong kiến trúc cung điện và lăng tẩm thời Nguyễn.\nLăng Tự Đức được chính vua Tự Đức cho xây dựng khi còn tại vị, là một quần thể công trình kiến trúc, trong đó có nơi chôn cất vua Tự Đức tọa lạc trong một thung lũng hẹp thuộc làng Dương Xuân Thượng, tổng Cư Chánh (cũ), nay là thôn Thượng Ba, phường Thủy Xuân, thành phố Huế. Lúc mới xây dựng, lăng có tên là Vạn Niên Cơ, sau cuộc nổi loạn Chày Vôi, Tự Đức bèn đổi tên thành Khiêm Cung. Sau khi Tự Đức mất, lăng được đổi tên thành Khiêm Lăng. Lăng có kiến trúc cầu kỳ, phong cảnh sơn thủy hữu tình và là một trong những lăng tẩm đẹp nhất của vua chúa nhà Nguyễn.\nLăng Ðồng Khánh còn gọi là Tư Lăng tọa lạc giữa một vùng quê thuộc làng Cư Sĩ, xã Dương Xuân ngày trước (nay là thôn Thượng Hai, phường Thủy Xuân, thành phố Huế). Nguyên trước đây là Ðiện Truy Tư được vua Đồng Khánh xây dựng để thờ cha mình là Kiên Thái Vương. Khi Ðồng Khánh mắc bệnh và đột ngột qua đời. Vua Thành Thái (1889-1907) kế vị trong bối cảnh đất nước gặp nhiều khó khăn, kinh tế suy kiệt nên không thể xây cất lăng tẩm quy củ cho vua tiền nhiệm, đành lấy điện Truy Tư đổi làm Ngưng Hy để thờ vua Ðồng Khánh.\nLăng Dục Ðức tên chữ An Lăng tọa lạc tại thôn Tây Nhất, làng An Cựu, xưa thuộc huyện Hương Thủy, nay thuộc phường An Cựu, thành phố Huế, cách trung tâm thành phố chưa đầy 2 km; là nơi an táng của 3 vua nhà Nguyễn: Dục Ðức, Thành Thái và Duy Tân. Dục Đức lên ngôi năm 1883 được 3 ngày thì bị phế trất và mất, sau này con ông là vua Thành Thái (lên ngôi năm 1889) cho xây lăng để thờ cha đặt tên là An Lăng. Năm 1954, khi vua Thành Thái mất, thi hài được đưa về chôn tại địa điểm hiện nay trong khu vực An Lăng và được thờ ở ngôi điện Long Ân. Năm 1987, hài cốt vua Duy Tân được đưa về an táng cạnh lăng Thành Thái.\nLăng Khải Định còn gọi là Ứng Lăng toạ lạc trên triền núi Châu Chữ (còn gọi là Châu Ê) bên ngoài kinh thành Huế là lăng mộ của vua Khải Định, vị vua thứ 12 của triều Nguyễn. Lăng được xây dựng từ năm 1920 ngay sau khi Khải Định lên ngôi. Về kiến trúc lăng Khải Định được người đời sau thường đặt ra ngoài dòng kiến trúc truyền thống thời Nguyễn bởi sự pha trộn kiến trúc Đông Tây Kim Cổ lạ thường, với các tác phẩm nghệ thuật ghép tranh sành sứ độc đáo.\nCác di tích khác\nTrấn Bình đài nằm ở vị trí Đông Bắc kinh thành Huế bên ngoài cửa Trấn Bình được xây dựng năm Gia Long thứ 4 (1805), lúc đầu gọi là đài Thái Bình, đến năm Minh Mạng thứ 13 (1832) đổi thành Trấn Bình đài, dân gian gọi là đồn Mang Cá. Đây là cái pháo đài thứ 25 của Kinh thành Huế, một thành phụ của Kinh thành, cách thành chính chỉ một đoạn hào chung.\nPhu Văn Lâu nằm trên trục chính của Hoàng thành Huế phía trước Kỳ Đài, được xây dựng vào năm 1819 dưới thời vua Gia Long, dùng làm nơi niêm yết những chỉ dụ quan trọng của nhà vua và triều đình, hoặc kết quả các kỳ thi do triều đình tổ chức. Năm 1829, vua Minh Mạng dùng nơi đây làm địa điểm tổ chức cuộc đấu giữa voi và hổ, năm 1830 ông lại tổ chức cuộc vui chơi yến tiệc suốt 3 ngày để mừng sinh nhật của mình.\nTòa Thương Bạc tọa lạc bên bờ Nam sông Hương, bên ngoài cổng Thượng Tứ được vua Tự Đức cho xây dựng năm 1936, tại vị trí hiện nay, cách vị trí Thương Bạc Viện cũ khoảng 100m để ghi nhớ di tích Thương Bạc Viện. Đây là trụ sở để đón tiếp các sứ thần nước ngoài. Công trình này được xây bằng vật liệu mới như xi măng, sắt thép; mặt nền hình bát giác, mái chia 2 tầng lợp ngói lưu ly, cấu trúc thanh nhã, hài hòa với cảnh vật xung quanh.\nVăn Miếu còn gọi là Văn Thánh Miếu là nơi thờ Khổng Tử và dựng bia tiến sĩ. Miếu được chính thức xây dựng vào năm 1808 dưới triều vua Gia Long và có quy mô uy nghi đồ sộ, nằm bên bờ sông Hương, thuộc địa phận thôn An Bình, làng An Ninh, phía Tây Kinh thành Huế.\nVõ Miếu hay Võ Thánh miếu tại Huế được khởi công xây dựng từ tháng 9 năm Ất Mùi (1835) thời Minh Mạng tại làng An Ninh thuộc huyện Hương Trà, phía bên trái Văn Miếu, trước mặt là sông Hương. Đây là nơi thờ phụng và ghi danh những danh tướng Việt Nam, những tiến sĩ đỗ trong 3 khoa thi võ dưới triều Nguyễn, đây còn là nơi thờ một số danh tướng Trung Quốc.\nĐàn Nam Giao triều Nguyễn được xây dựng vào năm 1803, đặt tại làng An Ninh, thời vua Gia Long. Năm 1806, đàn được dời về phía nam của kinh thành Huế, trên một quả đồi lớn thuộc làng Dương Xuân, nay thuộc địa phận phường Trường An, thành phố Huế. Đây là nơi các vua Nguyễn tế trời.\nHổ Quyền còn đọc là Hổ Khuyên tọa lạc tại địa phận thôn Trường Đá, xã Thủy Biều, thành phố Huế; được xây dựng năm Minh Mạng thứ 11 (1830), là một chuồng nuôi hổ và là một đấu trường độc đáo. Dưới triều Nguyễn đây là đấu trường của những cuộc tử chiến giữa voi và hổ nhằm tế thần trong ngày hội và phục vụ nhu cầu giải trí tiêu khiển cho vua, quan lại và người dân.\nĐiện Voi Ré nằm cách trung tâm thành phố Huế khoảng 5 km về phía Tây-Nam, cách Hổ Quyền khoảng 400m, trên địa phận thôn Trường Đá thuộc xã Thủy Biều, thành phố Huế. Tương truyền, dưới thời Trịnh - Nguyễn phân tranh, nhân dân địa phương đã làm lễ an táng, xây mộ cho một con voi của một dũng tướng chết trận, gọi là mộ Voi Ré. Sau khi lên ngôi, vua Gia Long đã cho xây dựng bên cạnh mộ con voi một ngôi điện thờ với tên gọi là Long Châu Miếu để thờ các vị thần bảo vệ và miếu thờ bốn con voi dũng cảm nhất trong chiến trận của triều Nguyễn. Từ truyền thuyết và sự kiện lịch sử như vậy, dân gian quen gọi ngôi miếu này là điện Voi Ré.\nĐiện Hòn Chén tọa lạc trên núi Ngọc Trản, thuộc làng Ngọc Hồ, xã Hương Hồ, huyện Hương Trà, tỉnh Thừa Thiên - Huế. Núi Ngọc Trản xưa có tên là Hương Uyển Sơn, sau mới đổi tên là Ngọc Trản (có nghĩa là chén ngọc), dân gian vẫn quen gọi là Hòn Chén vì nó ngay ngắn tròn trĩnh như hình chén úp. Cũng vì vậy, người ta quen gọi ngôi điện thờ Thánh mẫu tọa lạc giữa lưng chừng núi là điện Hòn Chén. Ðiện Hòn Chén là nơi ngày xưa người Chàm thờ nữ thần PoNagar, sau đó người Việt theo Thiên Tiên Thánh Giáo tiếp tục thờ bà dưới xưng Thánh Mẫu Thiên Y A Na.\nChùa Thiên Mụ là một ngôi chùa nằm trên đồi Hà Khê, tả ngạn sông Hương, cách trung tâm thành phố Huế khoảng 5 km về phía tây. Chùa Thiên Mụ chính thức khởi lập năm Tân Sửu (1601), đời chúa Tiên Nguyễn Hoàng vị chúa Nguyễn đầu tiên ở Đàng Trong. Đây có thể nói là ngôi chùa cổ nhất của Huế.\nTrấn Hải Thành (Thành trấn giữ mặt biển) là một thành lũy dùng để bảo vệ kinh đô triều Nguyễn được xây dựng ở cửa ngỏ Phía Đông kinh thành Huế, cách đó 10 km đường sông và 13 km đường bộ. Cửa biển này người ta gọi là yêu Hải Môn - hay Cửa Eo (Cửa Lấp). Năm 1813, Gia Long cho xây dựng Trấn Hải Đài và đổi tên Cửa Eo thành Cửa Thuận An. Đến năm 1834, vua Minh Mạng cho đổi tên Trấn Hải đài ra Trấn Hải thành.\nNghênh Lương Đình hay Nghênh Lương Tạ là một công trình nằm trên trục dọc từ Kỳ đài ra đến Phu Văn Lâu được xây dựng dưới triều vua Tự Đức thứ 5 (1852), dùng làm nơi nghỉ chân của nhà vua trước khi đi xuống bến sông để lên thuyền rồng hoặc làm nơi hóng mát.\nCung An Định tọa lạc bên bờ sông An Cựu, xưa thuộc phường Đệ Bát - Thị xã Huế, nay tại số 97 đường Phan Đình Phùng, Thành phố Huế, là cung điện riêng của vua Khải Định từ khi còn là thái tử đến khi làm vua, sau này được Vĩnh Thuỵ thừa kế và từng sống ở đây sau khi thoái vị.\n",
    "image": "https://nguoikesu.com/images/wiki/quan-the-di-tich-co-do-hue/0103c3da4e219ff5125f46378d61e811.jpg"
  },
  {
    "name": "Quần thể di tích danh thắng Yên Tử",
    "properties": {},
    "description": "Quần thể di tích và danh thắng Yên Tử bao gồm một hệ thống các di tích lịch sử văn hóa gắn liền với sự ra đời, hình thành và phát triển của thiền phái Trúc Lâm ở Việt Nam. Các di tích này nằm ở khu vực giáp ranh giữa 3 tỉnh Bắc Giang, Hải Dương và Quảng Ninh, bao gồm 5 khu vực: Khu di tích và danh thắng Đông Yên Tử (TP Uông Bí, Quảng Ninh), Khu di tích lịch sử nhà Trần (Đông Triều, Quảng Ninh), Khu di tích và danh thắng Tây Yên Tử (nằm trên các huyện Yên Dũng, Lục Nam, Lục Ngạn, Sơn Động tỉnh Bắc Giang) , Khu di tích Côn Sơn - Kiếp Bạc – Thanh Mai (Chí Linh, tỉnh Hải Dương).\nHiện nay, Bộ Văn hóa, Thể thao và Du lịch (Việt Nam) đang triển khai việc phối hợp với UBND các tỉnh Bắc Giang, Hải Dương và Quảng Ninh lập hồ sơ di tích - danh thắng Yên Tử đệ trình Tổ chức Giáo dục, Khoa học và Văn hóa của Liên hiệp quốc UNESCO xem xét, công nhận là Di sản thế giới. Đây có thể là di sản thế giới liên tỉnh đầu tiên ở Việt Nam.\n\n\nQuần thể Di tích và danh thắng Yên Tử có tọa độ trung tâm từ 2105’ đến 2109’ vĩ độ Bắc và 10643’ đến 10645’ kinh độ Đông, phân bố ở địa bàn 03 tỉnh: Quảng Ninh, Bắc Giang và Hải Dương. Nhìn tổng thể, khu di sản đề cử nằm trong vùng núi cao Yên Tử, thuộc cánh cung Đông Triều với độ cao trung bình trên 600m, đỉnh cao nhất là ngọn núi Yên Tử có độ cao 1.068m so với mực nước biển. Cánh cung Đông Triều được xem là “phên dậu” phía Đông Bắc của Việt Nam. Vùng núi này không chỉ là một thắng cảnh thiên nhiên, nơi bảo tồn nhiều giống loài động, thực vật mà còn là quê hương của Vương triều nhà Trần trong lịch sử, là “Đất tổ Phật giáo Trúc Lâm Việt Nam”.\nTại đây, nhiều di tích lịch sử, văn hóa vẫn đang được bảo tồn. Từ xưa các tín đồ đạo Phật Việt Nam đã đến Yên Tử dựng am cỏ cầu kinh niệm Phật. Từ trước Công nguyên, đạo sĩ An Kỳ Sinh (Yên Kỳ Sinh) đã đến nơi đây tu hành và đắc đạo. Những năm sau đó, nhiều thế hệ tăng ni phật tử Việt Nam tiếp tục tìm đến Yên Tử tu hành, xây dựng chùa, tháp và nhiều công trình khác.\nĐặc biệt, từ thời Trần (1226 - 1400), Yên Tử đã được đầu tư xây dựng thành khu Quần thể kiến trúc chùa, tháp có quy mô to lớn. Khởi đầu là Trần Cảnh (vua Trần Thái Tông) đến Yên Tử tháng 4 năm Bính Thân (1236). Sau đó, Trần Nhân Tông (Trần Khâm) - vị vua của hai cuộc kháng chiến đại thắng quân Nguyên - Mông vào năm 1285 và 1288. Nhưng vào lúc triều đại nhà Trần đang hưng thịnh, Trần Nhân Tông đã nhường ngôi cho con để chuyên tâm nghiên cứu đạo Phật và tìm đến Yên Tử tu hành.\nNăm 1299, Trần Nhân Tông đã chính thức thành lập nên Thiền phái Trúc Lâm Yên Tử bằng cả một hệ thống lý thuyết và hành động gắn đạo với đời. Ông được coi là vị Sư Tổ thứ nhất của Thiền phái Trúc Lâm Yên Tử mang Phật danh Điều Ngự Giác Hoàng. Kế tục sự nghiệp của ông là Sư Tổ Pháp Loa và Huyền Quang Tôn Giả. Cả ba vị được gọi là Trúc Lâm Tam Tổ. Từ đó, Yên Tử trở thành kinh đô tư tưởng của Phật phái Trúc Lâm, đánh dấu sự phát triển triết học và tư tưởng của dân tộc Việt Nam trong các thế kỷ 13 và 14. Gắn liền với lịch sử phát triển dòng thiền Trúc Lâm tại Yên Tử là việc xây dựng và hình thành một quần thể các công trình kiến trúc gồm nhiều chùa và hàng trăm am, tháp, mộ, bia, tượng. Quần thể kiến trúc này được đặt trong một tổng thể cảnh quan hùng vĩ, trải dài hàng chục km tạo thành Quần thể di tích và danh thắng Yên Tử.\nQuần thể di tích và danh thắng Yên Tử là nơi hình thành, ra đời và phát triển của Trung tâm Phật giáo Thiền Tông thuần Việt, do người Việt trực tiếp sáng lập ra. Là nơi hội tụ của các công trình kiến trúc cổ kính do các Tăng, Ni, Phật tử và triều đình phong kiến của các thời Lý, Trần, Lê, Nguyễn kế tiếp nhau xây dựng, tu bổ và tôn tạo. Những công trình này đã phản ánh khá rõ nét sự phát triển của kiến trúc, mỹ thuật, điêu khắc, tiêu biểu cho tài năng sáng tạo nghệ thuật của dân tộc Việt Nam. Đây là một quần thể di tích rất lớn và ra đời sớm ở Việt Nam.\nCó thể nhận thấy tầm quan trọng của Quần thể di tích và danh thắng Yên Tử thông qua việc Chính phủ Việt Nam đã nhận diện, xếp hạng hàng loạt các di tích, danh lam thắng cảnh trong khu di sản ở cấp tỉnh, cấp quốc gia và cấp quốc gia đặc biệt, với đầy đủ bốn loại hình di tích, danh lam thắng cảnh, bao gồm: các di tích lịch sử; các di tích kiến trúc - nghệ thuật; các di tích khảo cổ; các địa điểm danh lam thắng cảnh. Cụ thể:\nKhu di tích lịch sử nhà Trần\nKhu di tích lịch sử Nhà Trần tại Đông Triều là một quần thể di tích của nhà Trần trên mảnh đất An Sinh cổ (nay là Đông Triều) với diện tích khoảng 22.063ha, gồm nhiều di tích như: lăng mộ của vua, đền, miếu, chùa, tháp… Phần lớn các di tích này nằm trên địa bàn các xã An Sinh, Bình Khê, Tràng An, Thủy An của thị xã Đông Triều, tỉnh Quảng Ninh.\nĐông Triều được chính sử ghi là quê gốc nhà Trần, sau họ Trần chuyển về Nam Định - Thái Bình rồi phát tích đế vương ở đó. Sách Đại Nam nhất thống chí (tập III, trang 399, phần Lăng mộ) viết: \"Bia thần đạo ở Yên Sinh nói rằng tổ tiên nhà Trần vốn là người Yên Sinh, huyện Đông Triều, sau dời đến hương Tức Mặc, phủ Thiên Trường, cho nên các vua Trần đều táng ở Yên Sinh, mà khi nhường ngôi xuất gia cũng lấy Yên Sinh làm nơi tu ẩn\". Theo gia phả họ Trần thì tổ tiên nhà Trần nhiều đời cư trú ở An Sinh, đàn ông làm nghề chài lưới, có sức vóc khỏe mạnh, lại biết thêm võ nghệ để chống chọi với cướp biển, đàn bà canh tác ruộng vườn và dệt cửi. Về sau có Trần Kinh, nhân đi xa đánh bắt cá và bán hải sản, thấy vùng ven biển lộ Thiên Trường có nhiều đất bồi có thể khai thác thành ruộng vườn để canh tác. Sẵn có những người làm thuyền trong nhà, mộ thêm lưu dân, ông đã về vùng đất này đắp đê lập ấp đặt tên là Tức Mặc (nay là xã Tức Mặc, huyện Mỹ Lộc, tỉnh Nam Định) rồi phát tích đế vương từ đây. Sách Đông Triều huyện phong thổ ký ghi: \"Tổ tiên nhà Trần cư ngụ ở xã An Sinh, nhiều người làm nghề chài lưới, sau này mới chuyển xuống ở xã Tức Mặc, huyện Mỹ Lộc, cho nên các vị đế vương của triều Trần đều đưa về an táng ở xã An Sinh. Nay ngôi miếu cổ ở xã An Sinh tổng Mễ Sơn thờ 8 vị hoàng đế của triều Trần, lăng tẩm trong núi đều nằm ở xã này\".\nNăm 1381, để tránh nạn người Chiêm vào cướp phá, nhà Trần đã cho chuyển các lăng ở Thái Bình, Nam Định... về An Sinh. Sách Đại Việt sử ký toàn thư (Nhà xuất bản. Khoa học xã hội, 1998, tập II, tr.168) ghi \"Tháng 6, rước thần tượng các lăng ở Quắc Hương (Nam Định), Thái Đường (Hưng Hà, Thái Bình), Long Hưng, Kiến Xương đưa về lăng lớn ở Yên Sinh để tránh nạn người Chiêm Thành vào cướp\". Sau khi chuyển về Yên Sinh triều đình đã cho xây dựng khu lăng lớn là Lăng Tư Phúc, Ngải Sơn lăng và xây dựng một điện thờ lớn gọi là Điện An Sinh (nay thường gọi là Đền Sinh) để thờ cúng.\nĐông Triều là vùng đất có nhiều Di tích lịch sử, văn hóa của các thời kỳ lịch sử. Nổi bật nhất là hệ thống các Di tích như: Khu lăng mộ, đền, miếu, chùa, tháp thời Trần với kiến trúc độc đáo, bên trong ẩn chứa một kho tàng tư liệu Hán Nôm quý báu gồm hoành phi, văn bia, câu đối, đại tự, sắc phong…\nKhu di tích lịch sử nhà Trần tại Đông Triều gồm những di tích gốc có giá trị lịch sử văn hoá. Kết quả khai quật thăm dò khảo cổ học tại những di tích này đã cung cấp thông tin về nghệ thuật kiến trúc, nghệ thuật trang trí, kỹ thuật làm vật liệu xây dựng, đồ trang trí… Dựa vào các tư liệu lịch sử và các cuộc khai quật khảo cổ học, các cuộc hội thảo về khu di tích lịch sử nhà Trần tại Đông Triều cho đến nay đều khẳng định: Nói đến Đông Triều là nói tới khu lăng mộ các vua Trần, và hệ thống đền, miếu, chùa, am, tháp… Nơi đây là một trung tâm văn hóa tiêu biểu và đặc sắc, duy nhất, lớn nhất của triều đại nhà Trần. Hầu hết các chùa, tháp ở Đông Triều đều thuộc hệ thống quần thể chùa tháp của Thiền phái Trúc Lâm Yên Tử. Nói một cách tổng quát Quảng Ninh (Đông Triều - Uông Bí) là kinh đô Phật giáo, là trung tâm văn hóa rất tiêu biểu của nước Đại Việt thời Trần (Thăng Long; Thiên Trường, Nam Định; Long Hưng, Thái Bình là trung tâm chính trị).\nMột số di tích tiêu biểu trong khu vực này phải kể đến các ngôi chùa có liên quan trực tiếp tới Trần Nhân Tông và thiền phái Trúc lâm Yên Tử, đó là:\n1. Am - chùa Ngọa Vân (thuộc thôn Tây Sơn, xã Bình Khê, thị xã Đông Triều, tỉnh Quảng Ninh).\nThời Trần, khi thượng hoàng Trần Nhân Tông đến với núi rừng Yên Tử để tu hành, Ngài đã tạo dựng ở đây một am nhỏ để tu thiền, sau khi Ngài tịch các thế hệ nối tiếp đã xây dựng thêm ở đây nhiều công trình phật giáo phục vụ cho việc hành đạo nên mới gọi là chùa Ngọa Vân.\n\"Ngọa Vân\" nghĩa là nằm trong mây, di tích nằm trên núi Bảo Đài, ở độ cao hơn 600m so với mặt nước biển, xung quanh là thảm thực vật rừng vô cùng phong phú, quanh năm mây bao phủ nên nhân dân ta đặt tên là am - chùa Ngọa Vân.\n2. Chùa Quỳnh Lâm (thuộc xã Tràng An, thị xã Đông Triều, tỉnh Quảng Ninh)\nĐược xây dựng trên quả đồi thấp, thuộc triền núi vòng cung Đông Triều kéo từ Yên Tử xuống, xung quanh quả đồi là núi non bao bọc trông giống như hình viên ngọc quý giữa rừng nên đặt tên là Quỳnh Lâm. Theo nghĩa Hán Việt thì “Quỳnh” là ngọc màu đỏ, “Lâm” là rừng (xưa kia chùa thuộc xã Hà Lôi, huyện Đông Triều, phủ Kinh Môn, tỉnh Hải Dương), nay thuộc trung tâm xã Tràng An, thị xã Đông Triều, tỉnh Quảng Ninh.\nThời Trần, chùa Quỳnh Lâm được xây dựng khang trang trở thành một trung tâm Phật giáo lớn của đất nước. Đặc biệt thời kỳ Pháp Loa (tổ thứ hai của Thiền phái Trúc Lâm) làm chủ giáo hội Phật giáo, năm 1317, ông cho mở mang và xây dựng chùa thành một trong những trung tâm đào tạo lớn của Thiền phái Trúc Lâm.\nTrong Khu Di tích tích lịch sử nhà Trần tại Đông Triều tồn tại hàng loạt các di tích liên quan tới triều Trần - Triều đại gắn liền tới sự hình thành và phát triển rực rỡ nhất của thiền phái Trúc lâm Yên Tử, đó là:\n3. Lăng Tư Phúc (thuộc địa bàn thôn Trại Lốc, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nLăng Tư Phúc là nơi thờ thần vị của hai vua đầu triều Trần là Trần Thái Tông (1226 - 1258) và Trần Thánh Tông (1258 - 1278) được chuyển từ Nam Định và Thái Bình về đây năm 1381. Theo nghĩa Hán Việt thì tư là nương nhờ, phúc là những sự tốt lành, vì vậy tên lăng còn hàm nghĩa là nơi lưu giữ, hoặc là nơi mang đến mọi sự tốt lành.\n4. Thái lăng (lăng Đồng Thái) (thuộc thôn Trại Lốc, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà lăng vua Trần Anh Tông (1293 - 1314), vị vua thứ tư của nhà Trần và phụ táng Thuận Thánh Bảo Từ hoàng hậu (vợ ông). Lăng được xây dựng tại xứ đồng Thái nên lấy tên địa danh đặt tên lăng.\n5. Mục lăng (lăng Đồng Mục), (thuộc thôn Trại Lốc, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà lăng vua Trần Minh Tông (1314 - 1329), vị vua thứ năm của nhà Trần. Lăng được xây dựng tại xứ đồng Mục nên lấy tên địa danh đặt tên lăng.\n6. Ngải Sơn lăng (Ngải lăng hay An lăng), (thuộc thôn Trại Lốc 2, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà lăng mộ vua Trần Hiến Tông (1329 - 1341), vị vua thứ sáu của nhà Trần. Lăng xây dựng tại xứ Ngải sơn ở An Sinh nên lấy tên địa danh đặt tên lăng. An lăng là tên cũ của lăng ở Thái Bình, an là bình yên, cầu mong sự yên bình.\n7. Phụ Sơn lăng (Phụ lăng hay Phụ Xứ lăng), (thuộc xóm Mới, thôn Bãi Dài, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà lăng mộ vua Trần Dụ Tông (1341-1369), vị vua đời thứ 7 nhà Trần. Lăng được xây dựng tại gò Phụ xứ nên lấy tên địa danh đặt tên lăng.\n8. Nguyên lăng (Đồng Hỷ lăng hay Chiêu lăng), (thuộc xã Đốc Trại, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà lăng vua Trần Nghệ Tông (1370 - 1372), vị vua thứ 8 đời nhà Trần. Nguyên nghĩa là gốc tích, tên lăng được đặt để ghi nhớ sự nghiệp khôi phục lại gốc tích nhà Trần của vua Trần Nghệ Tông. Đồng Hỷ là tên xứ đồng đặt lăng nên lấy tên địa danh đặt tên lăng. Còn Chiêu là tự rước họa vào thân, tên Chiêu lăng cũng có ý chỉ về sự sai lầm của vua Trần Nghệ tông khi quá tin tưởng Hồ Quý Ly dẫn đến sự suy vong của nhà Trần.\n9. Hy lăng (Đồng Hy lăng), (thuộc núi Ngọc Thanh, thôn Đạm Thủy, xã Thủy An, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà lăng mộ giả của vua Trần Duệ Tông (1373 - 1377), sau này xây dựng thêm lăng mộ vua Trần Thuận Tông (1388 - 1398). Lăng táng tại xứ Đồng Hy nên lấy tên địa danh đặt tên lăng.\n10. Đền An Sinh (vốn là điện An Sinh), (thuộc xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nĐược xây dựng vào thời Trần, thế kỷ XIV, là nơi thờ Ngũ vị Hoàng đế nhà Trần: Anh Tông hoàng đế, Minh Tông hoàng đế, Dụ Tông hoàng đế, Nghệ Tông hoàng đế và Khâm minh Thánh vũ hiển đạo An Sinh hoàng đế (có thể là An Sinh vương Trần Liễu). Đền được xây dựng tại làng An Sinh nên được đặt tên theo tên làng.\n11. Đền Thái (Thái tổ miếu, Thái miếu), (thuộc thôn Trại Lốc, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nĐược xây dựng từ đầu thời Trần và là nơi thờ các vị vua đầu triều của nhà Trần, nhân dân trong vùng thường gọi tắt là đền Thái. Sang thời Nguyễn đền bị hư hỏng, nhân dân xây dựng lại thành đình thờ các vua Trần nên còn gọi là đình Đốc Trại.\n12. Am Mộc Cảo (nghĩa là am cỏ), (nằm bên tả ngạn suối Phủ Am Trà, thôn Trại lốc, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nLà nơi ở trong 10 năm cuối đời của Thuận Thánh Bảo Từ Hoàng thái hậu, vợ của vua Trần Anh Tông (mẹ của vua Trần Minh Tông). Khi rước linh cữu vua Trần Anh Tông về táng ở Thái lăng, bà đã rời bỏ Kinh thành về đây dựng am cỏ để sinh sống và phụng thờ, chăm sóc lăng mộ của chồng, bà mất vào mùa Thu, tháng 7 năm 1330. Hiện nay ở đây chỉ còn lại dấu tích nền móng.\n13. Chùa Trung Tiết (thuộc thôn Nghĩa Hưng, xã An Sinh, thị xã Đông Triều, tỉnh Quảng Ninh)\nTheo nghĩa Hán Việt thì “trung” là trung hiếu và “tiết” là tiết nghĩa, tên gọi của chùa hàm ý ca ngợi tấm lòng trung thành của Đặng Tảo và Lê Chung, hai vị bề tôi trung thành của thượng hoàng Trần Anh Tông.\nLúc Thượng hoàng Trần Anh Tông lâm chung, Thái học sinh Đặng Tảo ngồi hầu bên giường ngự để viết di chiếu. Sau khi Thượng Hoàng mất, ông và Gia nhi chủ đô là Lê Chung đã tự nguyện về An Sinh dựng lều để trông coi lăng mộ thượng hoàng là Thái lăng, sau đó dời cả gia đình, mồ mả tổ tiên về An Sinh để tiện việc chăm sóc. Sau khi Lê Chung và Đặng Tảo chết, cảm động trước lòng trung nghĩa của hai vị, vua Trần Nghệ Tông đã sai Trần An xây dựng chùa trên khu đất vốn là lều của hai ông và đặt tên là chùa Trung Tiết nhằm ghi nhận tấm lòng của các ông, đồng thời cấp cho ruộng để thờ cúng.\n14. Chùa Hồ Thiên (tên chữ là Trù Phong tự), (thuộc địa bàn xã Bình Khê, thị xã Đông Triều, tỉnh Quảng Ninh)\nTương truyền, dưới thời Trần, Hồ Thiên là chốn tu hành của các vị cao tăng. Sau khi kết thúc khóa học ở Quỳnh Lâm Viện, các cao tăng được chuyển về Hồ Thiên để tiếp tục tu hành.\nChùa nằm ở phía nam núi Phật Sơn, được xây dựng trên núi Trù Phong ở độ cao 580m so với mặt nước biển. Theo nghĩa Hán Việt thì Hồ thiên nghĩa là Hồ nước của trời. Sách Đại Nam Nhất Thống Chí viết: \"Chùa Hồ Thiên ở xã Phú Ninh, huyện Đông Triều, dựng từ triều Trần lâu ngày đổ nát, nay vẫn còn dấu vết cũ. Trước chùa có hồ sen, lại có đôi chim hạc thường bay đi bay về\". Vì nằm trên núi cao, lại có hồ sen nên chùa được đặt tên là: chùa Hồ Thiên.\n15. Chùa - quán ngọc Thanh, (thuộc địa bàn núi Ngọc Thanh, thôn Đạm Thuỷ, xã Thuỷ An, thị xã Đông Triều, tỉnh Quảng Ninh)\nỞ đây có cả đạo quán và chùa nên gọi chung là chùa - quán Ngọc Thanh. Theo sách Đại Nam nhất thống chí thì cả chùa và quán Ngọc Thanh đều được xây dựng vào đời Xương Phù (đời vua Trần Giản Hoàng (1377 - 1388), Miếu hiệu Phế đế). Sau này đạo lão không còn phát triển nên nhân dân thường gọi chung là chùa Ngọc Thanh.\nKhu di tích Tây Yên Tử\nNúi Yên Tử nằm trên cánh cung Đông Triều ôm gọn vùng Đông Bắc Việt Nam, sườn Đông chủ yếu thuộc tỉnh Quảng Ninh, sườn Tây thuộc tỉnh Bắc Giang. Có thể nói Tây Yên Tử là nơi được thiên nhiên ban tặng những cảnh sắc tuyệt đẹp kỳ thú, là nơi hội tụ nhiều nét văn hóa vật thể, phi vật thể đặc sắc.\nKhu Di tích - Danh thắng Tây Yên Tử bao gồm Khu bảo tồn thiên nhiên Tây Yên Tử và hệ thống các điểm di tích, hầu hết được xây dựng dưới thời Lý - Trần gắn liền với thiền phái Trúc Lâm do vua Trần Nhân Tông sáng lập, thuộc địa phận các huyện Yên Dũng, Lục Nam, Lục Ngạn và Sơn Động, tỉnh Bắc Giang.\nHiện nay dọc sườn Tây Yên Tử còn lưu lại nhiều di tích, công trình lịch sử văn hóa liên quan đến thời Lý - Trần. Tây Yên Tử gồm hệ thống các di tích lịch sử, văn hóa, danh lam thắng cảnh trải dài từ Sơn Động dọc theo sông Lục Nam xuống đến Yên Dũng, với hệ thống các chùa tháp, di tích lịch sử, cùng sự kỳ vĩ của rừng, núi trùng điệp, thảm thực vật và nhiều loài động vật phong phú.\nTheo thống kê hiện nay, hệ thống Tây Yên Tử có hàng chục di tích, danh thắng có giá trị nổi bật. Đặc biệt phía sườn Tây Yên Tử còn có hàng loạt các công trình di tích liên quan chặt chẽ đến quá trình hình thành và hưng thịnh của thiền phái Trúc Lâm Yên Tử như: chùa Vĩnh Nghiêm, Am Vãi, Hồ Bấc, Bình Long, Suối Mỡ, khu sinh thái Đồng Thông... Mỗi ngôi chùa có những nét kiến trúc riêng và được xây dựng theo luật phong thủy, địa lý đẹp… ghi đậm dấu ấn Phật giáo thời Lý - Trần. Nổi bật là chùa Vĩnh Nghiêm, trong lịch sử Phật giáo Việt Nam, chùa là một trung tâm, là chốn tổ, có hệ thống tượng phật phong phú, linh thiêng, đặc biệt là kho mộc bản kinh Phật giá trị nổi bật.\nMột số di tích, danh lam thắng cảnh tiêu biểu trong khu vực này là:\n1. Chùa Vĩnh Nghiêm (thuộc địa phận thôn Quốc Khánh, xã Trí Yên, huyện Yên Dũng, tỉnh Bắc Giang)\nCăn cứ vào thư tịch cổ, nguồn di sản Hán Nôm hiện lưu giữ tại chùa cho biết chùa Vĩnh Nghiêm được xây dựng thời Lý (thế kỷ XI), có tên gọi là chùa Chúc Thánh. Đến thời Trần (thế kỷ XIII - XIV), chùa được mở mang, tôn tạo và đổi tên là chùa Vĩnh Nghiêm.\nChùa Vĩnh Nghiêm tọa lạc nơi có vị trí cảnh quan đẹp, đúng thế đất phong thủy của người xưa \"đầu gối sơn, chân đạp thủy\". Phía trước chùa là ngã ba Phượng Nhỡn, nơi hợp long của sông Thương và sông Lục Nam, phía sau là dãy núi Cô Tiên, con Voi, con Lân huyền thoại, hai bên tả hữu là cánh đồng xanh tốt và khu dân cư trù mật. Trong nội dung văn bia đặt trước tòa tiền đường của chùa, soạn khắc năm Hoằng Định thứ 7 (1606) có miêu tả cảnh đẹp của địa thế chùa Vĩnh Nghiêm như sau: \"Nay ở huyện Phượng Nhãn, phủ Lạng Nguyên, đạo Kinh Bắc, nước Đại Việt có một khu sùng phúc rõ là đất Tam Bảo. Nơi đây trang nghiêm rực rỡ, non cao nghìn nhận, điệp điệp trùng trùng, bao bọc như hình long ổ. Ở chỗ hai ba con sông hợp lại, nước đầy ăm ắp, dào dạt, mênh mang, quanh co uốn lượn chầu về như dải lụa bạc. Khoảng giữa đất trời thiêng liêng đó, có một ngôi chùa cổ, tên gọi Vĩnh Nghiêm là ngôi chùa cổ có một bầu trời riêng, truyền rằng đó là chùa Vĩnh Nghiêm, thật là một danh lam đứng đầu thiên hạ...\" (Bia “Vĩnh Nghiêm công đức tự bi”, dựng năm Hoằng Định thứ 7 (1606)).\nNơi đây là vùng đất tụ thủy, tụ nhân, địa linh nhân kiệt, được vua Trần Nhân Tông chọn làm nơi khai tràng thuyết pháp, đồng thời làm trụ sở Trung ương Giáo hội Phật giáo của nước Đại Việt. Như vậy, chùa Vĩnh Nghiêm không chỉ là ngôi chùa lớn, một đại danh lam được lưu truyền trong sử sách mà còn là chốn tổ của một dòng thiền lớn Việt Nam - Thiền phái Trúc Lâm Yên Tử.\nChùa Vĩnh Nghiêm được nhìn nhận và tôn vinh là một trong những Trung tâm truyền bá Phật giáo của Thiền phái Trúc Lâm Yên Tử thời Trần mang đậm bản sắc dân tộc, là nơi tổ chức và thành lập mô hình Phật giáo Nhất tông trên cơ sở hợp nhất các thiền phái đã có trước đó và cũng là mô hình Giáo hội Phật giáo cho các tổ chức Giáo hội sau này: “…Ông đã biến ngôi chùa Vĩnh Nghiêm (còn gọi là chùa Đức La, hiện nay ở xã Trí Yên, huyện Yên Dũng, tỉnh Hà Bắc) thành trụ sở Trung ương của Giáo hội Trúc Lâm, chứa đủ hồ sơ của tăng, ni cả nước. Ông đã tổ chức nhiều lần độ tăng ni, mỗi lần không dưới một nghìn người. Cho đến năm Khai Hựu thứ 01 (1329) Pháp Loa đã độ được một vạn năm nghìn tăng ni. Nhiều người trở thành tăng ni thì hiển nhiên là phải xây dựng nhiều chùa” (Hà Văn Tấn,Chùa Việt Nam. HN 1992, tr. 12); “Kể từ triều Lý cách nay 883 năm mà rừng thiền rậm rạp, chùa chiền ngời ngời, vang vang tiếng ngọc, đông đúc môn đồ. Có được cái đó há chẳng phải do công đức to lớn như núi, mênh mông như sông nước các bậc tu hành hun đúc lên hay sao?” (Bia “Đức La xã, Vĩnh Nghiêm tự, sáng tạo lịch đại tu tác công đức bi”, dựng năm Bảo Đại thứ 7 (1932)). Những chứng cứ lịch sử nói trên đã phần nào giúp chúng ta thấy được sự hưng thịnh của chùa Vĩnh Nghiêm thời đó.\nĐiều đáng nói là cả ba vị Tổ của Thiền phái Trúc Lâm Yên Tử (Trần Nhân Tông, Pháp Loa, Huyền Quang) đều lấy chùa Vĩnh Nghiêm làm Trung tâm truyền bá Phật pháp của dòng thiền Trúc Lâm Yên Tử, là đại diện tiêu biểu, minh chứng cho sự khởi phát của Thiền phái Trúc Lâm Yên Tử - quốc đạo, triết lý sống của dân tộc Việt thời Trần, còn tiếp tục được duy trì cho đến ngày nay và lan tỏa ra một số nước trên thế giới. Phật giáo Trúc Lâm là yếu tố quan trọng cố kết nhân tâm, tạo nên sức mạnh đoàn kết dân tộc, giúp các nhà chính trị thời Trần lãnh đạo toàn dân đánh thắng quân xâm lược Nguyên - Mông, thi hành chính sách thân dân, hoà hiếu với lân bang, xây dựng đất nước thịnh vượng.\nHơn 700 năm qua, Phật giáo Trúc Lâm Yên Tử đã trải qua nhiều biến cố, gắn liền với sự diễn tiến thăng trầm của lịch sử Việt Nam nhưng vẫn được duy trì và phát triển. Ngày nay, tinh thần, tư tưởng Phật giáo Trúc Lâm Yên Tử thời Trần vẫn được tăng, ni, phật tử ở Việt Nam tu học. Từ Trung tâm Phật giáo Vĩnh Nghiêm, tư tưởng của dòng thiền này lan rộng khắp các miền trong cả nước và lan tỏa ra khu vực và thế giới, riêng hệ phái Thiền Tông chủ trương khôi phục Phật giáo thời Trần đã có tới hàng chục vạn người đang tu học tại hơn 60 Thiền viện, Thiền tự trong và ngoài nước.\nCó thể nói, chùa Vĩnh Nghiêm là Thánh tích quan trọng bậc nhất của Phật giáo Việt Nam nói chung, Thiền phái Trúc Lâm Yên Tử nói riêng. Việc nghiên cứu về chùa Vĩnh Nghiêm có ý nghĩa lớn lao trong quá trình khôi phục diện mạo Phật giáo nhất Tông đời Trần. Với vai trò thiết yếu đó, Vĩnh Nghiêm xứng đáng được tôn vinh là chốn tổ cho muôn đời kế thừa, phát huy bằng tất cả đạo tâm, đạo hạnh và đạo lực của người con Phật.\nChùa Vĩnh Nghiêm còn lưu giữ được nhiều di vật, cổ vật quý như: hệ thống tượng thờ, đồ thờ, các bức phù điêu, chạm khắc, hệ thống văn bia, hoa văn trên kiến trúc... Đặc biệt kho Mộc bản với hơn 3 nghìn bản đã được UNESCO công nhận là Di sản tư liệu thế giới khu vực châu Á - Thái Bình Dương vào ngày 15 tháng 5 năm 2012.\n2. Chùa Am Vãi (thuộc địa phận xã Nam Dương, huyện Lục Nam, tỉnh Bắc Giang)\nDi tích chùa Am Vãi tọa lạc ở trên một địa thế đẹp gắn liền với phong cảnh núi rừng tự nhiên, tạo nên một thắng cảnh tuyệt vời. Tương truyền chùa Am Vãi được xây dựng từ thời Lý và nằm trong hệ thống các chùa tháp được phát triển ở thời Trần dọc theo sườn Tây dãy Yên Tử khi đạo Phật ở vào giai đoạn cực thịnh.\n3. Khu di tích - danh thắng Suối Mỡ (thuộc địa phận xã Nghĩa Phương, huyện Lục Nam, tỉnh Bắc Giang)\nSuối Mỡ là tên một con suối bắt nguồn từ khu vực Đá Vách và Hồ Chuối chảy xuôi dòng theo núi Huyền Đinh - Yên Tử, tạo ra nhiều thác và những bồn tắm thiên nhiên kỳ thú. Dọc theo ven suối có đền Thượng, đền Trung, đền Hạ phụng thờ công chúa Quế Mỵ Nương con gái vua Hùng Định Vương, được phong là Thượng Ngàn Thánh Mẫu. Khu vực rừng suối nước Vàng nằm trên dãy Phật Sơn - Yên Tử, có thắng cảnh thiên nhiên đẹp, dòng suối độc đáo với 24 ngọn thác là một điểm tham quan kỳ thú. Quanh khu vực này có nhiều di tích lịch sử như: chùa Đồng Vành, đền Bản Phủ thờ vua Trần và các hoàng hậu, công chúa thời Trần…\nMột số di tích trong khu vực này gắn với thiền phái Trúc Lâm Yên Tử còn phải kể đến như: đền Trần, chùa Hồ Bấc.\n4. Khu bảo tồn thiên nhiên Tây Yên Tử (thuộc địa phận của huyện Lục Nam và Sơn Động, tỉnh Bắc Giang)\nKhu Bảo tồn thiên nhiên Tây Yên Tử được thành lập tại Quyết định số 117/2002/QĐ-UBND ngày 22/7/2002 của UBND tỉnh Bắc Giang, có diện tích 13.022,7 ha rừng và đất rừng đặc dụng và vùng đệm 11.765,4 ha.\nKhu Bảo tồn thiên nhiên Tây Yên Tử nằm ở vị trí sườn Tây núi Yên Tử, chiếm phần lớn diện tích rừng tự nhiên trong quần thể các dãy núi thuộc cánh cung Đông Triều. Đây là khu rừng tự nhiên tập trung lớn nhất của tỉnh Bắc Giang, nối liền với diện tích rừng thường xanh của tỉnh Quảng Ninh.\nTheo đánh giá của các nhà khoa học trong và ngoài nước, rừng tự nhiên ở khu vực núi Yên Tử không chỉ chứa đựng giá trị đa dạng sinh học cao, mà còn có vai trò quan trọng trong việc điều hòa khí hậu, cung cấp nước cho vùng hạ lưu thuộc Đông Bắc Việt Nam. Theo kết quả nghiên cứu sơ bộ, có tới 728 loài thực vật và 285 loài động vật rừng đã được ghi nhận tại đây.\nBên cạnh những giá trị đa dạng sinh học, Khu Bảo tồn thiên nhiên Tây Yên Tử còn có nhiều cảnh quan thiên nhiên đẹp, như: Thác Giót, thác Ba Tia, bãi Đá Rạn, Ao Vua, Hồ Tiên, suối Nước Vàng, suối Nước Trong.\n5. Các di tích, danh lam thắng cảnh khác thuộc Khu Di tích - Danh thắng Tây Yên Tử\nKhu Di tích - Danh thắng Tây Yên Tử còn nhiều địa điểm danh lam thắng cảnh và hàng loạt các di tích liên quan tới triều Trần và thiền phái Trúc lâm Yên Tử, như: chùa Cao, chùa Hòn Tháp, chùa Non, chùa Bình Long (huyện Lục Nam); Vũng Tròn, Khe Rỗ (xã An Lạc, huyện Sơn Động), khu Đồng Thông, thác Ba Tia (xã Tuấn Mậu và thị trấn Thanh Sơn, huyện Sơn Động) nằm ngay dưới chân chùa Đồng thuộc Khu Di tích và danh thắng Yên Tử (tỉnh Quảng Ninh).\nKhu di tích Đông Yên Tử\nKhu di tích lịch sử và danh thắng Yên Tử có diện tích khoảng 9.295 ha, gồm các công trình kiến trúc tôn giáo: chùa, am, tháp được xây dựng từ thời Lý, theo tuyến đường trải dài từ Bí thượng (chân Dốc Đỏ) đến đỉnh núi Yên Tử thuộc phường Phương Đông, xã Thượng Yên Công (thành phố Uông Bí) và xã Hồng Thái Đông (thị xã Đông Triều), tỉnh Quảng Ninh.\nMột số di tích tiêu biểu trong khu vực này là:\n1. Chùa Bí thượng (làng Bí thượng, phường Phương Đông, thành phố Uông Bí, tỉnh Quảng Ninh) được khởi dựng vào cuối thời Hậu Lê, trên sườn phía Nam của một quả đồi dốc. Chùa đóng vai trò chùa Trình trước khi hành hương lên Khu Di tích lịch sử và danh thắng Yên Tử.\n2. Chùa Suối Tắm (phường Phương Đông, thành phố Uông Bí, tỉnh Quảng Ninh), là ngôi chùa gắn liền với truyền thuyết về việc Thượng hoàng Trần Nhân Tông lên Yên Tử tu hành đã nghỉ lại tắm ở dòng suối này nên gọi là Suối Vua tắm hay Suối tắm.\n3. Chùa Cầm Thực (thuộc địa bàn xã Thượng Yên Công, thành phố Uông Bí và xã Hồng Thái Đông, thị xã Đông Triều, tỉnh Quảng Ninh) được xây vào thời Trần, trên một quả đồi tròn có dáng hình mâm xôi, kiến trúc hình chữ “nhất”, gồm 6 gian. Trải qua thời gian, chùa xưa bị phá và được trùng tu lại nhiều lần. Vào giữa thế kỷ XX, chùa bị san bằng vì địch hoạ, chỉ còn lại nền móng, vài cây tháp đổ và một lăng xây vào thời Nguyễn. Tuy chỉ là những dấu vết ít ỏi nhưng nó cũng đủ để cho ta biết về sự hiện diện của ngôi chùa trong quá khứ. Dựa trên những dấu tích đó, vào năm 1993 chùa đã được dựng lại trên nền cũ.\n4. Chùa Lân (thôn Nam Mẫu, xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh) được xây dựng từ thời Trần, là ngôi chùa thứ tư trên đường từ Dốc Đỏ vào Yên Tử. Tên chùa Lân còn được nhân dân địa phương hiểu theo tích: Ngày xưa, vào mùa mưa, vùng Nam Mẫu ngập trắng nước, suối chảy mạnh, muốn vào chùa phải dùng bè mảng, nhà chùa phải căng dây cho khách bám, lân dây đi vào. Do việc lân dây lên chùa lâu dần trở thành quen mỗi khi mùa nước ngập, nên chùa có tên chùa Lân.\n5. Chùa Giải Oan (xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh) được xây dựng vào thời Trần, chùa nằm ẩn mình bên chân núi, phía trước là suối Giải Oan. Truyền thuyết kể lại: Khi Thượng hoàng Trần Nhân Tông xuất gia đến núi Yên Tử tu hành, không muốn vua cha đi tu, vua Trần Anh Tông ngầm sai các cung tần mỹ nữ tìm đến đây can ngăn, xin vua trở lại triều đình, nhưng Trần Nhân Tông vẫn quyết định ở lại Yên Tử và khuyên họ trở về làm lại cuộc đời. Để tỏ lòng trung với vua, họ đã trẫm mình dưới suối. Một số trong các cung phi đó bị chết đuối nên Trần Nhân Tông đã cho lập đàn để cúng giải oan cho linh hồn các cung phi ấy. Nơi dựng đàn tràng sau được dựng chùa gọi là chùa Giải Oan. Chùa Giải Oan vốn linh thiêng có tiếng. Chùa tựa lưng vào vách núi, phía trước chùa là dòng suối tuôn róc rách suốt đêm ngày, rì rào như hát khúc Thiền ca bất tận. Phía bên chùa là con dốc mang tên Hạ Kiệu nơi mỗi lần về thăm vua cha tu hành ở Yên Sơn, hoàng đế Trần Anh Tông lúc tới đây xuống kiệu đi bộ vào. Từ đây có thể thấy ngọn núi Yên Tử cao vời vợi, mây trắng phủ đầy, núi lẫn với trời mây. Một khắc mây tan, núi trông như một chiếc đầu rồng. Có hai dãy núi bên tả và bên hữu nối tiếp với đầu rồng khá cân xứng, tạo thành tay ngai bao quanh chùa. Có thể nói chùa ở địa thế rất đẹp với thế đất phong thủy càng khiến cho chùa linh thiêng hơn.\n6. Chùa Hoa Yên (xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh), được xây dựng từ thời Lý. Ban đầu là một am nhỏ, sau dựng thành chùa mái lợp bằng lá cây rừng gọi là chùa Vân Yên. Vân nghĩa là mây, Yên nghĩa là khói, chùa ở độ cao 600m nên những làn mây trắng mỏng bay qua trông như những làn khói nên gọi là Vân Yên. Chùa tọa lạc trên lưng chừng núi, trong một địa thế hùng vĩ, là một ngôi chùa còn giữ lại ít nhiều dấu tích xưa, chùa được xây dựng trên một triền núi rộng thoai thoải, những người xây dựng đã dựa vào thế núi mà bạt thành hai cấp nền lớn có bó đá chắc chắn.Thời Lê khi vua Thánh Tông lên vãn cảnh chùa, thấy cảnh trí nơi đây tuyệt đẹp, trăm hoa đua nở, mây kết thành hoa, giăng trước cửa nên đổi tên thành chùa Hoa Yên.\nXưa chùa Hoa Yên là ngôi chùa chính của cả hệ thống chùa Yên Tử và được nhắc nhiều trong sử sách. Ngoài tiền đường, thượng điện để thờ phật, chùa còn có rất nhiều công trình phụ trợ khác. Theo sử cũ thì sau khi lên Yên Tử tu hành và đắc đạo, Thượng hoàng Trần Nhân Tông đã thường xuyên mở các lớp truyền yếu kỷ Thiền tông cho các đệ tử, Pháp Loa, Huyền Quang, Bảo Sái, Pháp Không và các đệ tử khác ở đây.\nKhi Pháp Loa được truyền y bát và trở thành đệ nhị Tam Tổ, chùa Hoa Yên được Pháp Loa cho xây dựng lại to lớn và nguy nga hơn. Chùa có tiền đường, thượng điện để thờ Phật, chùa còn có lầu trống, lầu chuông, nhà nghỉ khách, nhà dưỡng tăng, nhà in kinh, nhà giảng đạo... tạo thành một quần thể kiến trúc to lớn.\nTừ chùa Giải Oan đi tới chùa Hoa Yên trên con đường có hai hàng tùng cổ thụ được trồng từ thời Trần vẫn đứng uy nghiêm với tuổi thọ hơn 700 năm, thân rắn chắc, rễ bám vào vách núi bò lan trên mặt đường như những con rắn khổng lồ tạo bậc vững chắc đỡ chân phật tử về nơi cõi phật, tán lá mềm mại, xanh thẫm toả rộng như những chiếc lọng khổng lồ che rợp con đường hành hương của Phật tử.\nCách đường Tùng không xa là những bạt Trúc với vẻ đẹp thanh bạch, tao nhã và sức sống dẻo dai, tương truyền những rặng trúc này cũng được trồng khi Trần Nhân Tông lên Yên Tử tu hành.\nQua đường tùng và đường trúc tiếp tục hành hương qua khu tháp Hòn Ngọc, khu tháp Tổ rồi đến chùa Hoa Yên, qua đây chúng ta sẽ được chiêm ngưỡng hệ thống tháp đa dạng và phong phú của các thế hệ thiền sư phái Trúc Lâm đã đến đây tu thiền và đi vào cõi vĩnh hằng.\n6.1. Cụm Tháp Hòn Ngọc (xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nHòn Ngọc xưa kia tương truyền là nơi hàng năm khi Hoàng Đế Trần Anh Tông lên vấn an vua cha Trần Nhân Tông ngài thường cho dừng lại ở đây và tiếp tục đi bộ lên chùa nên gọi là dốc Voi Quỳ. Cạnh dốc voi quỳ là khu tháp Hòn Ngọc, đây là một gò đất khá rộng, bằng phẳng, ở độ cao 400m so với mặt nước biển, ở độ cao này gió đông nam thổi lồng lộng, phong cảnh tuyệt đẹp. Trên Hòn Ngọc là cụm tháp của những nhà sư tu hành ở đây từ cuối Lê cho đến đầu thời Nguyễn, gồm: 4 ngọn tháp đá và gạch, ba ngọn tháp đá còn tương đối nguyên vẹn và một ngọn tháp gạch, ngoài ra còn có năm ngôi mộ của các nhà sư tu hành tại Yên Tử không rõ tên.\n6.2. Khu Tháp tổ (xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nQua vườn tháp Hòn Ngọc, đi tiếp khoảng 300m, đường dốc đứng được xếp đá chắc chắn là lên sân của vườn tháp Tổ. Đây là vườn tháp trung tâm của toàn bộ khu di tích Yên Tử, giữa vườn là tháp Huệ Quang, nơi đặt xá lỵ của Đức Điều Ngự Giác Hoàng Trúc Lâm đệ nhất tổ, quanh tháp Huệ Quang có tường xây bằng gạch, lợp bằng ngói mũi hài thời Trần. Hiện nay, vườn tháp còn lại 64 ngọn tháp và mộ.\n7. Chùa Một Mái (thuộc địa bàn xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nNằm nép mình bên sườn núi ở vị trí cao giữa lưng trời, một nửa chùa ẩn sâu trong hang núi, nửa còn lại phô ra bên ngoài chỉ có một phần mái đúng như tên gọi của chùa, tên dân gian gọi là chùa Bán Mái. Thời Trần, đây chỉ có một am nhỏ gọi là Am ly trần. Cảnh am tĩnh lặng, thanh thoát, cách xa nơi trần tục (ly trần). Thượng hoàng Trần Nhân Tông thường sang đây đọc sách, soạn kinh. Các văn từ, thư tịch được lưu trữ ở đây, sau khi ngài hiển Phật, người sau mới lập chùa ở Am này.\n8. Am Ngự Dược, am Thung (thuộc địa bàn xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nAm Ngự Dược chính là nơi nghiên cứu bào chế thuốc, còn am Thung là nơi sản xuất thuốc. Các loại thảo dược ở núi Yên Tử được thu hái mang về, bào chế thành những viên thuốc Hồng Ngọc Sương. Những viên thuốc quý này không chỉ chữa bệnh cho các nhà Thiền sư tu hành tại Yên Tử, mà còn cung cấp cho triều đình, ban phát cứu dân những phen tràn dịch bệnh, đồng thời cũng là nơi đức vua Trần Nhân Tông thực hiện ước mơ từ thời còn tấm bé. Thuở nhỏ, Hoàng tử Trần Khâm đã thể hiện là người thông minh, hiếu học, học một biết mười. Một bộ sách chép tay mấy trăm bài thuốc dân gian chữa bệnh bằng cỏ cây thảo dược của nước Nam mang tên Nam dược thần hiệu trong kệ sách nhà vua được Hoàng tử say mê đọc suốt mấy hôm liền. Nhiều câu trong đó Hoàng tử đã thuộc lòng, ví như: “da lông thuộc phế, cơ nhục thuộc tỳ, những loại bệnh có triệu chứng đau hoặc lở ngứa tất thảy thuộc về tâm”. Bộ sách mô tả kĩ lưỡng rất nhiều loại cây thuốc, dược liệu có sẵn nơi núi rừng, thôn dã chuyên trị các bệnh của nhân gian. Bộ sách điểm tên nơi có nhiều thảo dược quý giá như núi rừng Yên Tử. Hoàng tử ước ao mai sau lớn lên có một ngày nào đó sẽ cùng các ngự y của triều đình đi khắp chốn rừng sâu núi thẳm, bờ sông bãi sú nước Đại Việt tìm kiếm cây cỏ, dược liệu bào chế thuốc, cấp phát cho dân, cứu bách gia trăm họ thoát khỏi bệnh tật tang thương khi dịch bệnh hoành hành. Và khi lên Yên Tử tu hành, ngài đã thực hiện việc xây dựng nơi nghiên cứu và bào chế thuốc bằng nguồn dược liệu từ núi rừng Yên Tử.\n9. Chùa Bảo Sái (thuộc địa bàn xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nKhi vua Trần Nhân Tông tu hành ở Yên Tử mới chỉ có am trong động (gọi là ghườm đá ở phía sau bên phải chùa hiện nay). Am được gọi là Ngô Ngữ Viện, đây là nơi tu hành của Bảo Sái, đệ tử thân tín với Thượng hoàng Trần Nhân Tông. Ông được vua Trần giao cho công việc biên tập và ấn tống tất cả các kinh văn của Thiền Phái Trúc Lâm để truyền giảng phật tông cho các phật tử trong cả nước Đại Việt.\n2.1.10. Chùa Vân Tiêu (thuộc địa bàn xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nBan đầu có tên là am Tử Tiêu, thời Trần, khi Trần Nhân Tông lên tu hành đã dựng am tại đây để ở, về sau mới xây dựng chùa. Từ chùa chúng ta có thể nhìn thấy toàn bộ quang cảnh của bến xe Giải Oan và thành phố Uông Bí, tỉnh Quảng Ninh, thậm chí xa hơn nữa ta còn nhìn thấy cả thành phố Hải Phòng, dòng sông Bạch Đằng đang chảy nhìn như một dải lụa mềm mại, chính vị trí đắc địa này nên khi lên Yên Tử tu hành, Trần Nhân Tông đã chọn nơi đây để lập am thất.\n11. Chùa Đồng (thuộc địa bàn xã Thượng Yên Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nVào thời Thượng hoàng Trần Nhân Tông lên Yên Tử tu hành chưa có chùa, ở đó chỉ có một hòn đá vuông phẳng thật lớn, ở độ cao 1.068m so với mực nước biển, là đỉnh cao nhất của dãy núi Yên Tử, phía sau là vách núi dựng đứng thuộc địa phận tỉnh Bắc Giang, Ngài đã chọn nơi đây làm nơi tĩnh thiền. Vào thời Lê (1428 - 1527) chùa được bà vợ chúa Trịnh công đức xây dựng, toàn bộ kết cấu kiến trúc cũng như đồ thờ tự trong chùa đều được tạo tác bằng đồng, để phù hợp với không khí ẩm ướt quanh năm ở nơi đây. Song do sự khắc nghiệt của thiên nhiên nên chùa bị hư hỏng và đã trải qua nhiều lần trùng tu, năm 2007 chùa được xây dựng lại như ngày nay.\n12. Rừng quốc gia Yên Tử (thuộc địa bàn 02 xã Thượng Yên Công và phường Phương Đông, thành phố Uông Bí, tỉnh Quảng Ninh)\nRừng Quốc gia Yên Tử với tổng diện tích 2.783 ha bao trọn các điểm di tích của Khu di tích lịch sử và danh thắng Yên Tử kể trên (có ranh giới phía Bắc giáp Khu Bảo tồn thiên nhiên Tây Yên Tử của tỉnh Bắc Giang), tỷ lệ che phủ của rừng chiếm 80% diện tích, đặc biệt là diện tích rừng tự nhiên chiếm 64,6%. Trong đó có 321ha rừng hầu như chưa bị tác động bao gồm các ưu hợp, loài cây ưu thế sinh thái đặc trưng cho vùng Đông Bắc như: táu mặt quỷ, táu muối, sến mật, chẹo, giẻ, trâm... trữ lượng bình quân 218m/ha.\nRừng Yên Tử phân làm 2 vùng khí hậu:\n- Từ độ cao 700m trở xuống khu vực Vân Tiêu, Bảo Sái là rừng Nhiệt đới, rừng nhiều tầng đa dạng sinh học.\n- Từ độ cao 700m trở lên là rừng Á nhiệt đới, quanh năm mây phủ, ẩm ướt.\nTheo thống kê, rừng quốc gia Yên Tử có 830 loài thực vật, trong đó có 38 loài đã được ghi vào sách đỏ Việt Nam là Ngành dương sỉ, Ngành hạt trần và Ngành hạt kín. Các loại cây như: Gụ, Lau, Vàng Kiêng, Thông Tra, Thông Tra lá ngắn, Tùng La Hán, Giổi Xanh, Giổi Đỏ, Sến Mật, Đinh Thối, Vù Hương... Những loài cây gắn bó với Phật Hoàng Trần Nhân Tông và Thiền Phái Trúc Lâm, gồm:\n- Cây Tùng cổ có tuổi 700 năm, hiện còn 242 cây tập trung ở khu vực Đường Tùng, Am Dược, Chùa Hoa Yên lên Thác Vàng, Thác Bạc; khu vực Chùa Vân Tiêu, Bảo Sái, Hòn Ngọc, Tháp Tổ...\n- Cây Đại cổ hiện còn 13 cây, còn in dấu phong sương, trường tồn cùng Thiền Phái Trúc Lâm đến ngày nay tại khu vực Chùa Hoa Yên, Tháp Tổ...\n- Những rừng Trúc bạt ngàn (Thiền Phái Trúc Lâm) và những cây Mai vàng Yên Tử nở rực rỡ vào mùa xuân.\nRừng quốc gia Yên Tử có hệ động vật phong phú và đa dạng: với 35 loài thú, 77 loài chim, 34 loài bò sát, 15 loài lưỡng cư. Có một số loài động vật quý hiếm còn được bảo vệ ở Yên Tử như: Cu ly lớn, Khỉ mặt đỏ, Vọoc mũi huyếch, Khỉ nước rái cá, Sơn dương, Sóc bay lớn, Rồng đất, Trăn, các loài Rắn, Rùa vàng....\nKhu di tích Côn Sơn - Kiếp Bạc - Thanh Mai\nKhu di tích Côn Sơn - Kiếp Bạc - Thanh Mai gồm 03 khu di tích nằm tách biệt nhau, gồm: Khu di tích Côn Sơn, Khu di tích Kiếp Bạc và Chùa Thanh Mai, có tổng diện tích khoảng 18ha.\nMột số di tích tiêu biểu trong khu vực này là:\n1. Chùa Côn Sơn (thuộc địa bàn Khu dân cư Tiên Sơn, phường Công Hòa, thị xã Chí Linh, tỉnh Hải Dương)\nCuối thế kỷ XIII, Đệ nhất thánh tổ Phật hoàng Trần Nhân Tông đã dựng chùa Côn Sơn để đào tạo tăng ni, phát triển đạo pháp. Năm 1329, Đệ nhị thánh tổ Pháp Loa xây dựng và mở rộng phong cảnh Côn Sơn. Năm 1330 - 1334, Đệ tam thánh tổ Huyền Quang về chùa Côn Sơn trụ trì và thuyết pháp.\nHiện nay, chùa Côn Sơn còn dấu ấn kiến trúc thế kỷ XIV, XVII, XVIII gồm các công trình: Hồ Bán Nguyệt, Tam quan, Lầu chuông, gác trống, Phật điện, Tổ đường, tả hữu hành lang, vườn tháp, giếng ngọc, Am Bạch Vân và 5 miếu thờ “Tứ Độc Sơn Xuyên” (trời đất sông núi) trên núi Ngũ Nhạc.\n2. Đền thờ Nguyễn Trãi (thuộc địa bàn Khu dân cư Tiên Sơn, phường Cộng Hòa, thị xã Chí Linh, tỉnh Hải Dương)\nNgôi đền hiện nay được tu bổ, tôn tạo lại trên diện tích 10.000m với 15 hạng mục công trình. Đền chính rộng 200m, kiến trúc theo kiểu chữ Công. Các bức cốn, đầu dư đều chạm lộng, chạm bong, theo phong cách cổ truyền thời hậu Lê.\n3. Đền thờ Trần Nguyên Đán (thuộc địa bàn Khu dân cư Tiên Sơn, phường Cộng Hòa, thị xã Chí Linh, tỉnh Hải Dương)\nĐền được tu bổ, tôn tạo lại theo kiến trúc thời Trần, hình chữ Đinh, gồm bái đường và hậu cung. Kiến trúc bái đường theo hai tầng tám mái, lợp ngói mũi. Trong hậu cung, tượng thờ Trần Nguyên Đán được đúc bằng đồng. Cạnh đền thờ là dấu tích nền nhà cũ của quan Đại Tư đồ Trần Nguyên Đán, đã khai quật khảo cổ năm 2000, được bảo tồn nguyên trạng.\n4. Ngũ nhạc linh từ (thuộc địa bàn thôn An Mô, xã Lê Lợi, thị xã Chí Linh, tỉnh Hải Dương)\nNgũ Nhạc linh từ là năm ngôi miếu thờ thần Ngũ phương nằm trên đỉnh núi Ngũ Nhạc. Núi Ngũ Nhạc là dãy núi xoải dài từ Bắc xuống Nam với chiều dài hơn 4 km, có năm đỉnh, đỉnh cao nhất 238m, nằm về phía Đông Bắc của Côn Sơn. Các ngôi miếu đều được xây dựng bằng các khối đá xanh, kiến trúc lộ thiên.\n5. Am Bạch Vân (Bàn cờ tiên), (thuộc địa bàn Khu dân cư Tiên Sơn, phường Cộng Hòa, thị xã Chí Linh, tỉnh Hải Dương)\nĐỉnh Côn Sơn là một khu đất bằng phẳng, thời Trần Đệ nhị tổ của Thiền phái Trúc Lâm Pháp Loa Tôn Giả xây dựng Am Bạch Vân làm nơi thuyết pháp. Ở đây xuất lộ nền móng một công trình kiến trúc cổ, hình chữ Công, qua khảo cứu, đó là dấu tích của Am Bạch Vân để tế trời đất, sông núi, sau dân gian gọi là Bàn Cờ Tiên. Hiện nay, tại Bàn Cờ Tiên có dựng một nhà bia theo kiến trúc vọng lâu đình, hai tầng tám mái cổ kính. Từ chùa Côn Sơn lên Bàn Cờ Tiên có hàng trăm bậc đá từ nhiều thế kỷ trước, nay đã được khôi phục gồm trên 600 bậc.\n6. Đăng Minh bảo tháp (thuộc địa bàn Khu dân cư Tiên Sơn, phường Cộng Hòa, thị xã Chí Linh, tỉnh Hải Dương).\nPhía sau chùa Côn Sơn là Đăng Minh bảo tháp. Sau khi Tổ Huyền Quang viên tịch tại chùa Côn Sơn (1334), vua Trần Minh Tông cúng dường 10 lạng vàng xây tháp cho thiền sư, lấy tên là Đăng Minh bảo tháp, trải qua thời gian, tháp bị hủy hoại. Năm 1719, nhà sư Hải Ấn xây dựng lại Đăng Minh bảo tháp. Đăng Minh bảo tháp hình chữ nhật, 3 tầng cao khoảng 5m được ghép bởi những phiến đá xanh, lên cao tháp thu nhỏ dần. Tầng giữa khắc nổi 4 chữ Hán Đăng Minh Bảo Tháp, mặt sau khắc bài minh ca ngợi Huyền Quang.\n7. Hồ Côn Sơn (thuộc địa bàn Khu dân cư Tiên Sơn, phường Cộng Hòa, thị xã Chí Linh, tỉnh Hải Dương)\nHồ Côn Sơn có diện tích 43 ha, với sức chứa hàng trăm ngàn mét khối nước. Bao quanh hồ là hệ thống đường dạo, cây cảnh. Hồ Côn Sơn là minh đường của khu di tích Côn Sơn. Vào những ngày lễ hội, tại đây diễn ra nhiều hoạt động văn hóa như: rước nước, đua thuyền, câu cá… thu hút khách thập phương.\n8. Suối Côn Sơn (thuộc địa bàn Khu dân cư Tiên Sơn, phường Cộng Hòa, thị xã Chí Linh, tỉnh Hải Dương)\nBắt nguồn bởi hai dãy núi Côn Sơn và Ngũ Nhạc, dài khoảng 3 km uốn lượn tạo nhiều ghềnh thác kế tiếp nhau rồi đổ ra hồ Côn Sơn. Dòng suối hẹp, cây cối um tùm mang dáng vẻ hoang sơ, thơ mộng.\n9. Đền Kiếp Bạc (thuộc địa bàn thôn Vạn Yên xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nĐền Kiếp Bạc thờ anh hùng dân tộc Hưng Đạo Đại Vương Trần Quốc Tuấn. Trần Quốc Tuấn là con An Sinh Vương Trần Liễu, cháu vua Trần Thái Tông (Trần Cảnh). Trần Quốc Tuấn có công lao to lớn trong 3 cuộc kháng chiến chống đế quốc Nguyên Mông ở thế kỷ 13 của vương triều nhà Trần.\nĐền Kiếp Bạc được xây dựng nằm ở trung tâm thung lũng Kiếp Bạc trên một khu đất có diện tích khoảng 13.500m. Đền quay về hướng tây nam, nhìn ra sông Lục Đầu.\n10. Sinh từ (thuộc địa bàn thôn Vạn Yên, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nSinh Từ cách đền Kiếp Bạc 800m về phía Đông Bắc. Sau khi cuộc kháng chiến chống Nguyên Mông kết thúc thắng lợi, để ghi nhớ công lao to lớn của Hưng Đạo Vương, vua Trần Nhân Tông đã cho xây dựng đền thờ ngay khi Người còn sống gọi là Sinh Từ, Thượng hoàng Trần Thánh Tông đích thân viết bi minh ca ngợi công lao của Đại Vương. Sinh Từ hiện chỉ còn là phế tích.\n11. Đền Nam Tào (thuộc địa bàn thôn Dược Sơn, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nĐền Nam Tào thờ quan Nam Tào trên đỉnh núi Nam Tào còn gọi là Dược Sơn ở độ cao 42m, cách đền Kiếp Bạc 500m về phía Tây nam. Qua tư liệu khảo cổ học, văn bia, truyền thuyết dân gian thì di tích được xây dựng vào thời Trần.. Đền Nam Tào hiện nay được xây dựng trên một không gian thoáng với diện tích trên 2.000m.\n12. Đền Bắc Đẩu (thuộc địa bàn thôn Bắc Đẩu, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nĐền Bắc Đẩu quay hướng Tây bắc, lấy núi Dinh (núi Đáp Cầu - Bắc Ninh) làm tiền án, hậu chẩm là núi Mâm Xôi thuộc dãy núi Trán Rồng. Tả có núi Dược Sơn, hữu là núi Thuộc (núi con Quy). Nội minh đường là sông Lục Đầu.\nĐền Bắc Đẩu thờ quan Bắc Đẩu, hiện nay được xây dựng trên đỉnh núi Bắc Đẩu trong một không gian thoáng rộng gồm 11 hạng mục chính: Nghi môn, gác chuông, gác trống, tả hữu hành lang, đền chính và nhà hậu đường, công trình phụ cận… Bố cục kiến trúc và họa tiết trang trí hài hoà uyển chuyển cùng phong cách của đền Nam Tào.\n13. Vườn thuốc Dược Sơn (thuộc địa bàn thôn Dược Sơn, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nDược Lĩnh Cổ Viên là vườn thuốc nam do Trần Hưng Đạo trồng trên núi Dược Sơn. Núi Dược Sơn nằm ở phía nam đền Kiếp Bạc. Thời Trần, Hưng Đạo Vương với tư tưởng \"Người Nam dùng thuốc nam\" đã cho trồng những vườn thuốc nam, với những vị thuốc quý để chữa bệnh, trị thương cho quân sĩ. Vườn thuốc quý của Trần Hưng Đạo đến thời Lê được xếp vào \"Chí Linh bát cổ\" (8 di tích cổ của huyện Chí Linh) với tên gọi Dược Lĩnh cổ viên.\n14. Ao Cháo (thuộc địa bàn thôn Bắc Đẩu, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nAo Cháo nằm phía dưới chân núi Trán Rồng, Tương truyền, Trần Hưng Đạo đã tập trung quân sĩ đào ao, đón nước từ Hố máng nước để nấu cháo dưỡng thương cho binh lính. Hiện nay di tích đã bị hư hại chỉ là phế tích.\n2.5.15. Sông Vang - Xưởng thuyền (thuộc địa bàn thôn Vạn Yên, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nSông Vang, Xưởng Thuyền là di tích nằm trên cánh đồng Vạn Yên cách đền Kiếp Bạc 1000m về phía Bắc. Trần Hưng Đạo đã cho quân sĩ đào sông Vang ở trung tâm Đại bản doanh làm đường thuỷ trong khu vực nội địa của thái ấp Vạn Kiếp. Tại sông Vang, Hưng Đạo Vương cho xây dựng Xưởng Thuyền để đóng, sửa chữa và cất giấu thuyền chiến. Hai di tích này hiện nay chỉ còn dấu vết mờ nhạt.\n16. Hố Thóc (thuộc địa bàn thuộc thôn Cung Bẩy, xã Lê Lợi, thị xã Chí Linh, tỉnh Hải Dương)\nDi tích Hố Thóc cách đền Kiếp Bạc 2 km về phía Đông Nam. Nằm trong thung lũng lòng chảo rộng 1ha, xung quanh có núi bao bọc, đây là địa hình thuận lợi được Hưng Đạo Vương chọn là nơi cất giữ lương thảo. Lương thực từ các vùng lân cận do Thiên Thành công chúa phu nhân Trần Hưng Đạo phụ trách được vận chuyển theo ngòi Mo về Hố Thóc dự giữ và cất giấu.\n17. Viên Lăng (thuộc địa bàn thôn Vạn Yên, xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nViên Lăng là gò đất hình tròn, cao 5m, diện tích khoảng trên 200m, nằm ở khu vực trung tâm của thung lũng Vạn Kiếp, cách đền Kiếp Bạc khoảng 300m về phía Đông nam. Vị trí của Viên Lăng, phía Tây bắc (qua hồ Lăn) là đền Kiếp Bạc, phía Nam là núi Nam Tào, phía Đông là núi Trán Rồng, phía Tây là sông Lục Đầu. Xung quanh Viên Lăng là ruộng trũng, phía trước nhìn ra hồ đền Kiếp Bạc và sông Thương, phía sau là dãy núi Rồng bao bọc. Viên Lăng được ví như một viên ngọc càm trước miệng rồng (núi rồng). Viên Lăng, tương truyền là nơi đặt lăng mộ Đức Thánh Trần. Năm 2000, Bảo tàng Lịch sử quốc gia phối hợp với Ban quản lý di tích Côn Sơn - Kiếp Bạc đã đào thám sát khảo cổ học tại Viên Lăng. Kết quả đã phát hiện nhiều dấu tích kiến trúc nhà ở và một số hiện vật thời Trần.\n18. Núi trán rồng (thuộc địa bàn thị xã Chí Linh, tỉnh Hải Dương)\nNúi Trán Rồng là hậu chẩm của đền Kiếp Bạc. Núi Trán Rồng cùng với Lục Đầu giang tạo nên phong cảnh hữu tình, đối đãi âm dương hoà hợp, làm cho vùng Vạn Kiếp vừa linh thiêng vừa hùng vĩ. Núi Trán Rồng, là điểm dừng long mạch, khởi nguồn từ Tổ sơn Yên Tử phát về. Trên sườn núi có hàng loạt các di tích, di chỉ khảo cổ thời Trần như: Mộ cổ, Ao cháo, Hố chân bia, Đường gánh gạch...\n19. Sông Lục Đầu (thuộc địa bàn thuộc xã Hưng Đạo, thị xã Chí Linh, tỉnh Hải Dương)\nLà nơi đã diễn ra trận Vạn Kiếp lịch sử, năm 1285, chấm dứt cuộc chiến tranh xâm lược Đại Việt lần thứ hai. Sông Lục Đầu là cửa ngõ đi - về giữa kinh đô Thăng Long và biển Đông; là cầu nối giao thoa văn hoá của xứ Bắc, xứ Đông và kinh đô Thăng Long... Vì thế dọc tuyến sông Lục Đầu đã hình thành hệ thống di tích lịch sử văn hoá của các thời kỳ như: Chùa Vĩnh Nghiêm (Đức La), Đền Nhạn thờ Trương Hống, Trương Hát; đình Làng Vạn, chùa Tạng, đền Cổ Phao thờ Yết Kiêu, đền Kiếp Bạc, đền Khánh Vân, chùa Phả Lại thờ Khổng Minh Không; Đình Chí Linh thờ Cao Sơn, Quý Minh Đại Vương; đền chùa Cao Đức thờ Cao Lỗ…\n20. Chùa Thanh Mai (thuộc địa bàn thôn Thanh Mai, xã Hoàng Hoa Thám, thị xã Chí Linh, tỉnh Hải Dương)\nChùa Thanh Mai được xây dựng trên núi Phật Tích Sơn thuộc cánh cung Đông Triều. Chùa Thanh Mai được xây dựng từ thời Trần (thế kỷ XIV), gắn với thân thế của Đệ nhị tổ dòng thiền Trúc Lâm là Pháp Loa Tôn giả. Theo văn bia “Thanh Mai Viên Thông tháp bi” niên hiệu Đại Trị thứ 5 (1362) thì Pháp Loa sinh năm 1284 tại thôn Đồng Hòa, xã Ái Quốc, huyện Nam Sách, tỉnh Hải Dương. Năm Hưng Long thứ 12 (1304), Pháp Loa 21 tuổi, được Đệ nhất tổ Trần Nhân Tông cho theo làm đệ tử, xuất gia tu hành tại chùa Côn Sơn. Năm 1305, được ban hiệu là Pháp Loa. Năm 1307, tại am Ngọa Vân trên núi Yên Tử, Pháp Loa được Điều Ngự Trần Nhân Tông đặc phong kế thế trụ trì làm tổ thứ hai của Thiền phái Trúc Lâm. Ngày 3 tháng 3 âm lịch năm 1330, thiền sư Pháp Loa viên tịch, vua Trần ban pháp hiệu: Phật Tích Sơn, Thanh Mai Thiền Viện, Viên Thông Bảo Tháp, Đệ Nhị Thánh Tổ Trúc Lâm Đầu Đà Pháp Loa Tôn Giả, Quốc Tứ Đặc Phong Tịnh Trí Giác Phổ Tuệ Thiền Tọa Hạ. Triều đình xuất ngân khố 10 lạng vàng để xây Viên Thông Bảo Tháp tại chùa Thanh Mai.\nTheo văn bia “Trùng tu Phật Tích Sơn Thanh Mai tự bi ký”, chùa Thanh Mai được xây dựng, mở rộng quy mô lớn ở thế kỷ XVII, XVIII.\nKhu di tích lịch sử Bạch Đằng\nKhu di tích lịch sử chiến thắng Bạch Đằng là nơi ghi dấu sự kiện quân và dân nhà Trần dưới sự chỉ huy trực tiếp của Trần Hưng Đạo đã đánh tan quân Nguyên Mông ngày 09/4 (8/3 âm lịch) năm 1288.\nKhu di tích lịch sử chiến thắng Bạch Đằng nằm ở tả ngạn sông Bạch Đằng và chi lưu sông Chanh, sông Rút, sông Kênh trên phạm vi rộng 153ha, gồm: Bãi cọc Yên Giang; Bến đò rừng; đền Trần Hưng Đạo; miếu Vua Bà; đình Yên Giang thuộc phường Yên Giang. Bãi cọc Đồng Vạn Muối; Bãi cọc Đồng Má Ngựa; Đền Trung Cốc thuộc phường Nam Hòa. Đình Trung Bản thuộc xã Liên Hòa, thị xã Quảng Yên và đình đền Công thuộc xã Điền Công, thành phố Uông Bí, tỉnh Quảng Ninh.\nChiến thắng Bạch Đằng năm 1288 là trận quyết chiến lớn nhất của quân và dân nhà Trần trong cuộc chiến chống quân Nguyên Mông. Trận chiến thắng này phá tan âm mưu lấy Đại Việt làm căn cứ xâm lược các nước phương Nam, ngăn chặn sự bành trướng của đế quốc Nguyên Mông xuống miền Đông Nam Á. Chiến thắng Bạch Đằng năm 1288 dưới sự chỉ huy của Trần Hưng Đạo và những chiến thắng khác đã khẳng định sự tồn tại vững vàng, khẳng định sức mạnh không thể nào lay chuyển được của quân dân Đại Việt.\nMột số di tích tiêu biểu trong khu vực này là:\n1. Bãi cọc Yên Giang (thuộc địa bàn phường Yên Giang, thị xã Quảng Yên, tỉnh Quảng Ninh)\nDi tích này được khai quật khảo cổ học vào các năm 1958, 1969, 1976 đã cho thấy những cọc gỗ tìm thấy ở đây đa số là gỗ lim, táu còn nguyên cả vỏ, dài từ 2,6-2,8m, phần đẽo nhọn để cắm xuống bùn dài từ 0,5 - 1m. Cọc được cắm hơi nghiêng về phía sông Bạch Đằng, theo hướng thủy trực với dòng sông Chanh và nghiêng 1 góc 75 về phía nội địa. Ngoài ra, còn phát hiện thêm một số vồ đóng cọc bằng gỗ, đường kính 20 cm - 25 cm, dài 1,2 - 1,5m được buộc vào ròng rọc, kéo lên, đóng xuống như búa máy.\n2. Bãi cọc Đồng Vạn Muối (thuộc địa bàn phường Nam Hòa, thị xã Quảng Yên, tỉnh Quảng Ninh)\nVào thời Trần, bãi cọc này nằm ở cửa sông Rút. Do thời gian và sự bồi lắng của dòng sông, hiện nay, bãi cọc nằm trong đầm nước nuôi thủy sản và ruộng lúa, thuộc xứ Đồng Vạn Muối, khu Đồng Cốc, phường Nam Hòa, thị xã Quảng Yên. Nhiều dấu tích cọc gỗ được nhân dân phát hiện ở đây trong quá trình canh tác, đào ao thả cá. Vào các năm 1958, 1969, 1976, 1984, 1988, di tích này đã được khảo sát và nhiều dấu tích cọc gỗ được phát lộ.\n3. Bãi cọc Đồng Má Ngựa (thuộc địa bàn phường Nam Hòa, thị xã Quảng Yên, tỉnh Quảng Ninh)\nVào thời Trần, bãi cọc này nằm ở cửa sông Kênh. Bãi cọc này nằm cách bãi cọc Đồng Vạn Muối khoảng 1 km về hướng Nam, thuộc khu Hưng Học, phường Nam Hòa, thị xã Quảng Yên. Năm 2010, các nhà khảo cổ đã tiến hành khảo sát và khai quật khảo cổ học cho thấy độ sâu của cọc khoảng 2 - 2,3m so với bề mặt hiện tại. Kích thước của các cọc gỗ có đường kính từ 6 – 22 cm.\n4. Đền Trần Hưng Đạo (thuộc địa bàn phường Yên Giang, thị xã Quảng Yên, tỉnh Quảng Ninh)\nLà di tích lưu niệm anh hùng dân tộc, thiên tài quân sự Hưng Đạo Đại Vương Trần Quốc Tuấn, đồng thời là di tích lưu niệm sự kiện lẫy lừng trong lịch sử chống giặc ngoại xâm của người dân Đại Việt - chiến thắng Bạch Đằng năm 1288.\nĐền tọa lạc trên một doi đất cổ, phía Đông là cánh đồng lúa, phía Tây giáp miếu Bà, cây Quếch cổ thụ, bến đò rừng cổ và sông Bạch Đằng, phía Nam giáp đường 10 (cũ) đi Phà Rừng, phía Bắc là phần còn lại của doi đất cổ.\n5. Miếu Vua Bà (thuộc địa bàn phường Yên Giang, thị xã Quảng Yên, tỉnh Quảng Ninh)\nNằm sát đền Trần Hưng Đạo, trong khu vực trung tâm của Khu di tích lịch sử Chiến thắng Bạch Đằng năm 1288. Miếu thờ bà bán hàng nước. Xưa kia trước cửa miếu là bến đò rừng cổ. Tương truyền, trên bến đò, dưới cây Quếch cổ thụ có một bà bán hàng nước phục vụ khách qua sông. Bà đã mách với Trần Hưng Đạo lịch triều con nước và địa thế lòng sông Bạch Đằng và chiến thuật hỏa công để Trần Hưng Đạo xây dựng trận cọc đánh giặc Nguyên Mông. Sau chiến thắng, Trần Hưng Đạo tâu với vua, sắc phong cho bà bán nước là “Vua Bà” và lập đền thờ ngay trên nền quán nước.\n6. Bến đò rừng (thuộc địa bàn phường Yên Giang, thị xã Quảng Yên, tỉnh Quảng Ninh)\nNằm ở tả ngạn sông Bạch Đằng, trước cửa miếu Vua Bà và cây Quếch cổ thụ. Bến đò là nơi đưa khách qua sông nên được nhân dân gọi là bến Đò Rừng. Nay bến đò được xây dựng ở địa điểm mới cách bến đò cũ khoảng 1 km về phía Nam. Là nơi Trần Hưng Đạo chọn làm địa điểm phát hỏa làm hiệu lệnh cho quân sĩ mai phục ở hai bên sông Bạch Đằng đồng loạt tấn công.\n7. Đình Yên Giang (thuộc địa bàn phường Yên Giang, thị xã Quảng Yên, tỉnh Quảng Ninh)\nĐình nằm ở giữa khu dân cư của phường Yên Giang, là nơi thờ Thành hoàng làng Yên Giang. Đền Trần Hưng Đạo ở bến Đò Rừng là nơi ngự thường xuyên của Thành Hoàng làng. Đình trước kia được xây dựng trên 1 gò đất cao, xung quanh là ruộng đồng. Nay, đình Yên Giang cách bãi cọc Bạch Đằng ở Đầm Nhử Yên Giang khoảng 1,5 km, cách đền Trần Hưng Đạo và miếu Vua Bà và bến Đò Rừng khoảng 2,5 km về hướng Tây Nam.\n8. Đền Trung Cốc (thuộc địa bàn phường Nam Hòa, thị xã Quảng Yên, tỉnh Quảng Ninh)\nĐền có tên gọi là “Trung Cốc từ” nằm trên một gò đất cao. Tương truyền, khi đi thị sát địa hình để chuẩn bị cho trận đánh, Trần Hưng Đạo và Phạm Ngũ Lão đã bị mắc thuyền ở đây. Để ghi nhớ sự kiện này, sau chiến thắng năm 1288 những người dân chài ở đây đã lập đền thờ Trần Hưng Đạo và Phạm Ngũ Lão. Đền còn thờ 2 vị tướng quân là Yết Kiêu và Dã Tượng cùng 2 người con gái của Trần Hưng Đạo là Đệ nhất Quyên Thanh công chúa và Đệ nhị Đại hoàng công chúa. Gần đây, nhân dân mới đưa thêm con trai thứ ba của Trần Hưng Đạo là Trần Quốc Tảng vào thờ ở đình Trung Cốc.\n9. Đình Trung Bản (thuộc địa bàn xã Liên Hòa, thị xã Quảng Yên, tỉnh Quảng Ninh)\nĐình Trung Bản toạ lạc trên gò đất cao, phía sau đình là chùa và miếu Tiên Công Trung Bản. Tương truyền, trong trận đánh giặc Nguyên Mông tại một gò đất cao ở làng Trung Bản, Trần Hưng Đạo đã bị sổ tóc ra và ông đã chống kiếm xuống đất để búi lại tóc. Sau ngày chiến thắng, nhân dân đã lập đền thờ Trần Hưng Đạo ngay trên gò đất ấy. Sau này nhân dân đã lập đình ngay trên nền cũ của đình. Từ đó nhân dân gọi là đình Trung Bản.\n10. Đình Đền Công (thuộc địa bàn xã Điền Công, thành phố Uông Bí, tỉnh Quảng Ninh)\nĐình Đền Công tọa lạc trên 1 gò đất cao, gọi là đượng đất Cu Linh - Cây Giêng, nhìn ra sông Bạch Đằng và dãy núi Tràng Kênh (Hải Phòng), cách nơi xảy ra chiến trận Bạch Đằng năm 1288 khoảng 500m về hướng Nam. Đình thờ Trần Hưng Đạo và ngũ vị Đại tướng quân là Cao Sơn Đại Vương, Quý Minh Đại Vương, Nam Hải Tôn Thần, Phi Bồng tướng quân và Bạch Thạch tướng quân (5 vị thần này được chuyển từ miếu Cu Linh sang đình Đền Công sau khi miếu bị hư hại).\nTheo ý tưởng ban đầu, hồ sơ Yên Tử được lập theo hướng hỗn hợp văn hóa (tiêu chí 2, 3, 5, 6) và thiên nhiên (tiêu chí 7). Tuy nhiên, đến thời điểm tháng 3/2016 thì hồ sơ này đã loại bỏ các tiêu chí không đạt, trong đó có tiêu chí thiên nhiên. Yên Tử có 2 giá trị quan trọng nhất theo tiêu chí số 5 và tiêu chí số 6 của UNESCO, tức nếu được công nhận thì quần thể di tích danh thắng Yên Tử sẽ là di sản văn hóa thế giới.\nTiêu chí (ii): Thể hiện sự giao thoa quan trọng của các giá trị nhân văn, qua một thời kỳ hay bên trong một khu vực văn hoá của thế giới, về những phát triển trong kiến trúc, hoặc công nghệ, nghệ thuật xây dựng đền tháp, quy hoạch thành phố hay thiết kế cảnh quan.\nNhững di tích trên mặt đất và khai quật được trong lòng đất tại Quần thể Di tích và danh thắng Yên Tử là minh chứng đặc sắc về quá trình giao lưu văn hóa lâu dài, là nơi tiếp nhận nhiều ảnh hưởng văn hóa từ bên ngoài, nhiều học thuyết, tư tưởng có giá trị toàn cầu của văn minh nhân loại, đặc biệt Phật giáo, thuyết phong thủy. Kết quả giao thoa, tiếp biến văn hóa đó được biểu đạt trong tạo dựng cảnh quan, quy hoạch, trong nghệ thuật kiến trúc và nghệ thuật trang trí với diễn biến văn hóa đa dạng qua các thời kỳ lịch sử.\nTiêu chí (iii): Chứa đựng một minh chứng duy nhất hoặc ít nhất cũng hết sức khác biệt về một truyền thống văn hoá hay một nền văn minh hiện vẫn đang tồn tại hoặc đã diệt vong.\nHệ thống di tích trong khu Di sản dày đặc, bao gồm hàng chục ngôi chùa, hàng trăm am tháp, hàng ngàn di vật cổ quý hiếm, đặc biệt là những bản kinh văn và các bản sách quý hiếm, chứa đựng những giá trị tinh thần, tư tưởng của Thiền phái Trúc Lâm và nền văn hóa huy hoàng, rực rỡ thời Đại Việt giữa một vùng đồi núi chập trùng. Những giá trị tinh thần, tư tưởng của Thiền phái Trúc Lâm và nền văn hóa rực rỡ đó luôn đồng hành cùng sự phát triển của lịch sử dân tộc Việt Nam, được các thế hệ nối tiếp kế thừa ngày một phát triển và đang được các thế hệ thiền sư sau này truyền bá đến nhiều quốc gia trên thế giới. Đặc biệt cuốn mộc bản “Thiền tông bản hạnh” hiện còn được lưu giữ tại chùa Vĩnh Nghiêm (Bắc Giang) được Hội thảo bảo tồn di sản chữ Nôm (theo Vietnamese Nôm Preservation Foundation, USA) lấy làm mẫu cho font chữ Nôm trên mã Unicode (ký hiệu NomNaTongLight.ttf) và được cài đặt vào máy tính trên toàn thế giới. Điểm khác biệt nữa của mộc bản chùa Vĩnh Nghiêm là dùng cả chữ Hán và chữ Nôm, trong khi mộc bản của Hàn Quốc, Nhật Bản, Trung Quốc chỉ dùng chữ Hán…\nTiêu chí (v): Là một ví dụ nổi bật về một hình thức cư trú truyền thống của con người, việc sử dụng đất đai, hay khai thác biển cả, đại diện cho một (hay nhiều) nền văn hoá, hoặc sự tương tác giữa con người và môi trường đặc biệt là khi nó đã trở nên dễ tổn thương do ảnh hưởng của những đổi thay không thể đảo ngược.\nQuần thể Di tích và danh thắng Yên Tử là minh chứng đặc sắc về sự tương tác giữa con người và môi trường cảnh quan thiên nhiên, truyền thống cư trú liên tục của con người, thể hiện qua việc những tín đồ đạo Phật từ hàng nghìn năm trước tới ngày nay, đã sử dụng vùng cảnh quan thiên nhiên Danh sơn Yên Tử linh thiêng, huyền bí để xây dựng và hình thành nên một “Trung tâm phật giáo” với sự hiện diện của một quần thể các công trình kiến trúc đồ sộ được đặt trong một tổng thể cảnh quan hùng vĩ, thơ mộng.\nTiêu chí (vi): Có liên hệ trực tiếp hoặc có thể nhận thấy được với những sự kiện hay các truyền thống sinh hoạt, với các ý tưởng, hay các tín ngưỡng, với các công trình nghệ thuật hay văn học có ý nghĩa nổi bật toàn cầu.\nVới sự ra đời của Thiền phái Trúc Lâm, một thiền phái thuần Việt. Thiền phái Trúc Lâm là Phật giáo hướng nội, Phật giáo nhập thế, khai phóng, vị tha. Thiền phái Trúc Lâm chủ trương gắn đạo với đời, gắn xu thế nhập thế của Thiền với việc giữ gìn làng nước của cả dân tộc, nó mang đậm bản sắc dân tộc, tinh thần yêu nước chân chính, tinh thần nhập thể tích cực, kết hợp chặt chẽ Đạo với Đời, Đời với Đạo. Giáo lý của Thiền phái Trúc Lâm được kết tinh bởi nhiều yếu tố và kế thừa, phát huy. Trên cơ sở kế thừa, Trần Nhân Tông đã tập hợp lại thành các kinh văn, các bản sách rất quí giá như: Thiền tâm thiết chủy ngữ lục, Đại Hương Hải ấn thi tập, Tăng già toái sự, Thạch thất mỹ Ngữ, Truyền Đăng Lục, Thượng sĩ hành trạng... Đây là những cuốn sách dạy cho các tăng môn và dân chúng của Thiền phái Trúc Lâm tu tập, sám hối và tu hành thập thiện. Bên cạnh đó còn có các tác phẩm trong mộc bản của Thiền phái Trúc Lâm - sách Thiền tông bản hạnh như: Cư trần lạc đạo phú (ở trần thế vui với đạo) viết theo thể phú, Đắc thú lâm tuyền thành đạo ca (bài ca về được thú vui rừng suối mà thành đạo của Trần Nhân Tông), Vịnh Hoa Yên tự phú (vịnh cảnh chùa Hoa Yên) của Thiền sư Huyền Quang…Đây là những tác phẩm văn học thiền tông có giá trị và có ảnh hưởng tích cực đến đời sống xã hội và được nhiều nhà nghiên cứu văn học trong và ngoài nước quan tâm tìm hiểu. Mộc bản của Thiền phái Trúc Lâm được khắc bằng chữ Hán và chữ Nôm với nhiều kiểu chữ khác nhau như: chân thư, thảo thư, lệ thư, hành thư…chữ khắc công phu, đẹp là những tác phẩm thư pháp nghệ thuật tuyệt mỹ. Nhiều trang mộc bản được khắc đan xen thêm những bức họa đồ minh họa, đường nét tài hoa tinh tế, bố cục chặt chẽ hài hòa xứng đáng là tác phẩm đồ họa thẩm mỹ cao.\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "",
    "properties": {},
    "description": "Cổ Loa là kinh đô của nhà nước Âu Lạc, dưới thời An Dương Vương vào khoảng thế kỷ thứ 3 trước Công nguyên và của nhà nước phong kiến dưới thời Ngô Quyền thế kỷ 10 sau Công nguyên.\nHiện nay, di tích Cổ Loa thuộc xã Cổ Loa, huyện Đông Anh, Hà Nội.\n\n\nVào thời Âu Lạc, Cổ Loa nằm vào vị trí đỉnh của tam giác châu thổ sông Hồng và là nơi giao lưu quan trọng của đường thủy và đường bộ. Từ đây có thể kiểm soát được cả vùng đồng bằng lẫn vùng sơn địa. Cổ Loa là một khu đất đồi cao ráo nằm ở tả ngạn sông Hoàng. Con sông này qua nhiều thế kỷ bị phù sa bồi đắp và nay đã trở thành một con lạch nhỏ, nhưng xưa kia sông Hoàng là một con sông nhánh lớn quan trọng của sông Hồng, nối liền sông Hồng với sông Cầu, con sông lớn nhất trong hệ thống sông Thái Bình. Như vậy, về phương diện giao thông đường thủy, Cổ Loa có một vị trí vô cùng thuận lợi hơn bất kỳ ở đâu tại đồng bằng Bắc Bộ vào thời ấy. Đó là vị trí nối liền mạng lưới đường thủy của sông Hồng cùng với mạng lưới đường thủy của sông Thái Bình. Hai mạng lưới đường thủy này chi phối toàn bộ hệ thống đường thủy tại Bắc bộ Việt Nam. Qua con sông Hoàng, thuyền bè có thể tỏa đi khắp nơi, nếu ngược lên sông Hồng là có thể thâm nhập vào vùng Bắc hay Tây Bắc của Bắc Bộ, nếu xuôi sông Hồng, thuyền có thể ra đến biển cả, còn nếu muốn đến vùng phía Đông Bắc bộ thì dùng sông Cầu để thâm nhập vào hệ thống sông Thái Bình đến tận sông Thương và sông Lục Nam.\nĐịa điểm Cổ Loa chính là Phong Khê, lúc đó là một vùng đồng bằng trù phú có xóm làng, dân chúng đông đúc, sống bằng nghề làm ruộng, đánh cá và thủ công nghiệp. Việc dời đô từ Phong Châu về đây, đánh dấu một giai đoạn phát triển của dân cư Việt cổ, giai đoạn người Việt chuyển trung tâm quyền lực từ vùng Trung du bán sơn địa về định cư tại vùng đồng bằng. Việc định cư tại đồng bằng chứng tỏ một bước tiến lớn trong các lãnh vực xã hội, kinh tế trong giao tiếp, trao đổi con người dễ dàng đi lại bằng đường bộ hay bằng đường thủy; trong nông nghiệp có bước tiến đáng kể về kỹ thuật trồng lúa nước, mức độ dân cư cũng đông đúc hơn.\nTrung tâm quyền lực của các cư dân Việt ở đồng bằng sông Hồng cũng thể hiện sự phát triển về chiều rộng của Văn hóa Đông Sơn.\nThành Cổ Loa được xây bằng đất do thời ấy ở Âu Lạc chưa có gạch nung. Thành có 3 vòng. Chu vi ngoài 8 km, vòng giữa 6,58 km, vòng trong 1,6 km... Diện tích trung tâm lên tới 2 km². Thành được xây theo phương pháp đào đất đến đâu, khoét hào đến đó, thành đắp đến đâu, lũy xây đến đó. Mặt ngoài lũy, dốc thẳng đứng, mặt trong xoải để đánh vào thì khó, trong đánh ra thì dễ. Lũy cao trung bình từ 4-5 m, có chỗ 8–12 m. Chân lũy rộng 20–30 m, mặt lũy rộng 6–12 m. Khối lượng đất đào đắp ước tính 2,2 triệu mét khối. Khu vực Cổ Loa được coi là một nền đất yếu nên việc xây dựng thành Cổ Loa có thể khó khăn và thành bị đổ nhiều lần là dễ hiểu. Khi xẻ dọc thành để nghiên cứu, các nhà khảo cổ học phát hiện kỹ thuật gia cố thành của Thục Phán: chân thành được chẹn một lớp tảng đá. Hòn nhỏ có đường kính 15 cm, hòn lớn có đường kính 60 cm. Xung quanh Cổ Loa, một mạng lưới thủy văn dày đặc đã được tạo ra, thành một vùng khép kín, thuận lợi cho việc xây dựng căn cứ thủy binh hùng mạnh. Thuở ấy, sông Thiếp – Ngũ Huyền Khê - Hoàng Giang thông với sông Cầu ở Thổ Hà, Quả Cảm (Hà Bắc) thông với sông Hồng ở Vĩnh Thanh (Đông Anh). Ngay sau khi xây thành, Thục An Dương Vương đã chiêu tập những thợ mộc giỏi, sử dụng gỗ ở địa phương đóng thuyền chiến. Nhân dân cũng được điều tới khai phá rừng đa (Gia Lâm), rừng Mơ (Mai Lâm), rừng dâu da (Du Lâm)... thành ruộng. Những hiệp thợ chuyên rèn vũ khí cũng xuất hiện, chế tạo côn, kiếm, giáo, mác và nỏ liên châu, mỗi phát bắn nhiều mũi tên. Có nhiều bằng chứng khảo cổ về sự tồn tại của hàng chục vạn mũi tên đồng, có thể dùng nỏ liên châu ở đây. Xem thêm truyền thuyết Cổ Loa.\nThành Cổ Loa được các nhà khảo cổ học đánh giá là \"tòa thành cổ nhất, quy mô lớn vào bậc nhất, cấu trúc cũng thuộc loại độc đáo nhất trong lịch sử xây dựng thành lũy của người Việt cổ\"\nKhi xây thành, người Việt cổ đã biết lợi dụng tối đa và khéo léo các địa hình tự nhiên. Họ tận dụng chiều cao của các đồi, gò, đắp thêm đất cho cao hơn để xây nên hai bức tường thành phía ngoài, vì thế hai bức tường thành này có đường nét uốn lượn theo địa hình chứ không băng theo đường thẳng như bức tường thành trung tâm. Người xưa lại xây thành bên cạnh con sông Hoàng để dùng sông này vừa làm hào bảo vệ thành vừa là nguồn cung cấp nước cho toàn bộ hệ thống hào vừa là đường thủy quan trọng. Chiếc Đầm Cả rộng lớn nằm ở phía Đông cũng được tận dụng biến thành bến cảng làm nơi tụ họp cho đến cả hàng trăm thuyền bè.\nChất liệu chủ yếu dùng để xây thành là đất, sau đó là đá và gốm vỡ. Đá được dùng để kè cho chân thành được vững chắc. Các đoạn thành ven sông, ven đầm được kè nhiều đá hơn các đoạn khác. Đá kè là loại đá tảng lớn và đá cuội được chở tới từ các miền khác. Xen giữa đám đất đá là những lớp gốm được rải dày mỏng khác nhau, nhiều nhất là ở chân thành và rìa thành để chống sụt lở. Các cuộc khai quật khảo cổ học đã tìm thấy một số lượng gốm khổng lồ gồm ngói ống, ngói bản, đầu ngói, đinh ngói. Ngói có nhiều loại với độ nung khác nhau. Có cái được nung ở nhiệt độ thấp, có cái được nung rất cao gần như sành. Ngói được trang trí nhiều loại hoa văn ở một mặt hay hai mặt.\nThành Cổ Loa theo tương truyền gồm 9 vòng xoáy trôn ốc, nhưng căn cứ trên dấu tích hiện còn, các nhà khoa học nhận thấy thành có 3 vòng, trong đó vòng thành nội rất có thể được làm về sau, dưới thời Ngô Quyền. Chu vi vòng ngoài 8 km, vòng giữa 6,5 km, vòng trong 1,6 km, diện tích trung tâm lên tới 2 km². Thành được xây theo phương pháp đào đất đến đâu, khoét hào đến đó, thành đắp đến đâu, lũy xây đến đó. Mặt ngoài lũy, dốc thẳng đứng, mặt trong xoải để đánh vào thì khó, trong đánh ra thì dễ. Lũy cao trung bình từ 4 m-5 m, có chỗ cao đến 8 m-12 m. Chân lũy rộng 20 m-30 m, mặt lũy rộng 6 m-12 m. Khối lượng đất đào đắp ước tính 2,2 triệu mét khối.\nThành nội hình chữ nhật, cao trung bình 5 m so với mặt đất, mặt thành rộng từ 6 m-12 m, chân rộng từ 20 m-30 m, chu vi 1.650 m và có một cửa nhìn vào tòa kiến trúc Ngự triều di quy.\nThành trung là một vòng thành không có khuôn hình cân xứng, dài 6.500 m, nơi cao nhất là 10 m, mặt thành rộng trung bình 10 m, có bốn cửa ở các hướng cống song, bắc, tây bắc và tây nam, trong đó cửa đông ăn thông với sông Hồng.\nThành ngoại cũng không có hình dáng rõ ràng, dài hơn 8.000m, cao trung bình 3 m-4 m (có chỗ tới hơn 8 m).\nMỗi vòng thành đều có hào nước bao quanh bên ngoài, hào rộng trung bình từ 10m đến 30m, có chỗ còn rộng hơn. Các vòng hào đều thông với nhau và thông với sông Hoàng. Sự kết hợp của sông, hào và tường thành không có hình dạng nhất định, khiến thành như một mê cung, là một khu quân sự vừa thuận lợi cho tấn công vừa tốt cho phòng thủ.\nSông Hoàng được dùng làm hào thiên nhiên cho thành Ngoại ở về phía Tây Nam và Nam. Phần hào còn lại được đào sát chân tường thành từ gò Cột Cờ đến Đầm Cả. Con hào này nối với hào của thành Trung ở Đầm Cả và Xóm Mít, chảy qua cửa Cống Song nối với năm con lạch có hình dáng như bàn tay xòe, và với một nhánh của con lạch này, nước chảy thông vào vòng hào của thành Nội.\nThuyền bè đi lại dễ dàng trên ba vòng hào để đến trú đậu ở Đầm Cả hoặc ra sông Hoàng và từ đó có thể tỏa đi khắp nơi. Theo truyền thuyết,Thục Phán An Dương Vương thường dùng thuyền đi khắp các hào rồi ra sông Hồng\nTrong cấu trúc chung của thành Cổ Loa còn có một yếu tố khác làm phong phú thêm tổng thể kiến trúc này. Đó là những gò đất dài họặc tròn được đắp rải rác giữa các vòng thành hoặc nằm ngoài thành Ngoại. Không biết được có bao nhiêu ụ, lũy như thế, nhưng một số được dân chúng gọi là Đống Dân, Đống Chuông, Đống Bắn... Các lũy này được dùng làm công sự, có nhiệm vụ của những pháo đài tiền vệ, phối hợp với thành, hào trong việc bảo vệ và chiến đấu. Đây cũng là một điểm đặc biệt của thành Cổ Loa. Cổ Loa cũng được biết đến là một trong những đô thị đầu tiên trong lịch sử nước ta.\nVề mặt quân sự, thành Cổ Loa thể hiện sự sáng tạo độc đáo của người Việt cổ trong công cuộc giữ nước và chống ngoại xâm. Với các bức thành kiên cố, với hào sâu rộng cùng các ụ, lũy, Cổ Loa là một căn cứ phòng thủ vững chắc để bảo vệ nhà vua, triều đình và kinh đô. Đồng thời là một căn cứ kết hợp hài hòa thủy binh cùng bộ binh. Nhờ ba vòng hào thông nhau dễ dàng, thủy binh có thể phối hợp cùng bộ binh để vận động trên bộ cũng như trên nước khi tác chiến.\nVề mặt xã hội, với sự phân bố từng khu cư trú cho vua, quan, binh lính, thành Cổ Loa là một chứng cứ về sự phân hóa của xã hội thời ấy. Thời kỳ này, vua quan không những đã tách khỏi dân chúng mà còn phải được bảo vệ chặt chẽ, sống gần như cô lập hẳn với cuộc sống bình thường. Xã hội đã có giai cấp rõ ràng và xa hội có sự phân hóa giàu nghèo rõ ràng hơn thời Vua Hùng.\nVề mặt văn hóa, là một tòa thành cổ nhất còn để lại dấu tích, Cổ Loa trở thành một di sản văn hóa, một bằng chứng về sự sáng tạo, về trình độ kỹ thuật cũng như văn hóa của người Việt Cổ. Đá kè chân thành, gốm rải rìa thành, hào nước quanh co, ụ lũy phức tạp, hỏa hồi chắc chắn và nhất là địa hình hiểm trở ngoằn ngoèo, tất cả những điều làm chứng nghệ thuật và văn hóa thời An Dương Vương. Hàng năm, vào ngày 6 tháng giêng âm lịch, cư dân Cổ Loa tổ chức một lễ trang trọng để tưởng nhớ đến những người xưa đã có công xây thành, và nhất là để ghi ơn An Dương Vương.\nHiện nay Cổ Loa là một trong 21 khu du lịch quốc gia Việt Nam và vào ngày 6/1/2013 âm lịch cổ loa đã được công nhận là di tích lịch sử quốc gia đặc biệt.\nTrên địa phận thành, các nhà khảo cổ đã từng khai quật được nhiều mộ cổ, hàng vạn mũi tên đồng ba cạnh, khuôn đúc mũi tên, rìu lưỡi xéo bằng đồng, và trống đồng.\nVăn hóa Phùng Nguyên (2000 - 1500 TCN)\nVăn hóa Đông Sơn (700 TCN - 100 SCN)\nLưỡi cày đồng và lưỡi rìu đồng\nTrống đồng Cổ Loa\n",
    "image": "https://nguoikesu.com"
  },
  {
    "name": "Thành cổ Quảng Trị",
    "properties": {
      "Thành cổ Quảng Trị": "",
      "Vị trí": "Quảng Trị",
      "Diện tích": "25 ha",
      "Chiều cao": "4 m",
      "Xây dựng": "1809"
    },
    "description": "Tọa độ: 16°45′06″B 107°11′12″Đ / 16,751672°B 107,186772°Đ\nThành cổ Quảng Trị hoặc Cổ thành Quảng Trị là một Di tích quốc gia đặc biệt của Việt Nam được xếp hạng đợt 4, tọa lạc ở trung tâm thị xã Quảng Trị, tỉnh Quảng Trị,.\n\n\nTheo tài liệu thì vào đầu thời Gia Long, thành Quảng Trị được xây dựng tại phường Tiền Kiên (Triệu Thành - Triệu Phong), đến năm 1809, vua Gia Long cho dời đến xã Thạch Hãn (tức vị trí ngày nay, thuộc phường 2, thị xã Quảng Trị) . Ban đầu thành được đắp bằng đất, tới năm 1837 vua Minh Mạng cho xây lại bằng gạch. Thành có dạng hình vuông, chu vi tường thành là hơn 2.000 m, cao hơn 4 m, dưới chân dày hơn 12 m, bao quanh có hệ thống hào, bốn góc thành là 4 pháo đài nhô hẳn ra ngoài. Thành được xây theo lối kiến trúc thành trì Việt Nam với tường thành bao quanh hình vuông được làm từ gạch nung cỡ lớn; kết dính bằng vôi, mật mía và một số phụ gia khác trong dân gian. Thành trổ bốn cửa chính ở các phía Đông, Tây, Nam, Bắc.\nTrong những năm 1809-1945 nhà Nguyễn lấy làm thành lũy quân sự và trụ sở hành chính. Từ năm 1929, Pháp xây dựng thêm nhà lao ở đây và biến nơi đây thành nơi giam cầm các những người có quan điểm chính trị đối lập.\nTại nơi đây đã có những trận đánh lớn trong thời kỳ chiến tranh Việt Nam trong các năm 1968, 1972. Sau chiến dịch Thành Cổ \"mùa hè đỏ lửa\" 1972 toàn bộ Thành Cổ gần như bị san phẳng; chỉ còn sót lại một cửa hướng Đông tương đối nguyên hình và vài đoạn tường thành cùng giao thông hào bên ngoài chi chít vết bom đạn.\nTrong thập niên 90 của thế kỷ 20, UBND tỉnh Quảng Trị cho tôn tạo lại thành để làm di tích. Người ta phục chế vài đoạn tường thành, làm lại bốn cổng chính, ngay trung tâm thành được xây một đài tưởng niệm ghi dấu ấn 81 ngày đêm năm 1972. Góc phía tây nam dựng lên một ngôi nhà Hiện đại làm bảo tàng. Toàn bộ đường dẫn vào di tích và mặt đất bên trong Thành Cổ được tráng xi măng chừa ô trồng cỏ. Thành Cổ được người dân trong vùng xem là \"Đất Tâm Linh\" vì nơi đây bất cứ tấc đất nào cũng có bom đạn và máu xương các binh sĩ hai bên. Hiện nay là một công viên lớn nhất Thị xã Quảng Trị.\nThành cổ Quảng Trị còn nổi tiếng là nơi diễn ra trận chiến 81 ngày đêm giữa lực lượng của Quân đội Nhân dân Việt Nam với Quân lực Việt Nam Cộng hòa có sự yểm trợ tối đa của hỏa lực của quân đội Mỹ. Đây là một trận đánh hao tổn về sức người và của cho cả hai bên. Hiện nay tại bảo tàng Thành cổ Quảng Trị vẫn còn có nhưng di vật, và những bức thư bộ đội gửi vĩnh biệt gia đình trong thời gian xảy ra trận đánh này.\nThành cổ Quảng Trị được xếp vào danh mục những Di tích quốc gia đặc biệt và là điểm thu hút hấp dẫn khách tham quan Việt Nam và khách du lịch quốc tế.\nThành cổ Quảng Trị.\nĐài tưởng niệm (chụp gần).\nLối đi chính trong thành cổ Quảng Trị.\nMột đoạn tường cũ của thành cổ Quảng Trị.\n",
    "image": "https://nguoikesu.com/images/wiki/thanh-co-quang-tri/912a81c834696e2586390d516b0ee95a.jpg"
  },
  {
    "name": "Thành nhà Hồ",
    "properties": {
      "Thành nhà Hồ": "",
      "Quốc gia": "Việt Nam",
      "Kiểu": "Văn hóa",
      "Hạng mục": "ii, iv",
      "Tham khảo": "1358",
      "Vùng UNESCO": "Châu Á-Thái Bình Dương",
      "Lịch sử công nhận": "",
      "Công nhận": "2011 (kì thứ 35)"
    },
    "description": "Tọa độ: 20°4′40″B 105°36′17″Đ / 20,07778°B 105,60472°Đ\nThành nhà Hồ (hay còn gọi là thành Tây Đô, thành An Tôn, thành Tây Kinh hay thành Tây Giai) là kinh đô nước Đại Ngu (quốc hiệu Việt Nam thời nhà Hồ), nằm trên địa phận nay thuộc tỉnh Thanh Hóa. Đây là tòa thành kiên cố với kiến trúc độc đáo bằng đá có quy mô lớn hiếm hoi ở Việt Nam, có giá trị và độc đáo nhất, duy nhất còn lại ở Đông Nam Á và là một trong rất ít những thành lũy bằng đá còn lại trên thế giới . Thành được xây dựng trong thời gian ngắn, chỉ khoảng 3 tháng (từ tháng Giêng đến tháng 3 năm 1397) và cho đến nay, dù đã tồn tại hơn 6 thế kỷ nhưng một số đoạn của tòa thành này còn lại tương đối nguyên vẹn.\nNgày 27 tháng 6 năm 2011, sau 6 năm đệ trình hồ sơ, Thành nhà Hồ đã được UNESCO công nhận là di sản văn hóa thế giới. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 62 di tích quốc gia đặc biệt.\n\n\nThành xây trên địa phận hai thôn Tây Giai, Xuân Giai nay thuộc xã Vĩnh Tiến và thôn Đông Môn nay thuộc xã Vĩnh Long, huyện Vĩnh Lộc, tỉnh Thanh Hoá. Vị trí thành nhà hồ so với các trung tâm thành phố lân cận như sau:\nThành Tây Đô được xây vào năm 1397 dưới triều Trần do quyền thần Hồ Quý Ly chỉ huy, người không lâu sau (1400) lập ra nhà Hồ. Theo sử sách, thành bắt đầu xây dựng vào mùa xuân tháng 1 năm Đinh Sửu niên hiệu Quang Thái thứ 10 đời vua Thuận Tông của vương triều Trần. Người quyết định chủ trương xây dựng là Hồ Quý Ly, lúc bấy giờ giữ chức Nhập nội Phụ chính Thái sư Bình chương quân quốc trọng sự, tước Tuyên Trung Vệ quốc Đại vương, cương vị Tể tướng, nắm giữ mọi quyền lực của triều đình. Người trực tiếp tổ chức và điều hành công việc kiến tạo là Thượng thư bộ Lại Thái sử lệnh Đỗ Tỉnh (có sách chép Mẫn). Hồ Quý Ly xây thành mới ở động An Tôn (nay thuộc địa phận các xã Vĩnh Long, Vĩnh Tiến, huyện Vĩnh Lộc, tỉnh Thanh Hóa), làm kinh đô mới với tên Tây Đô, nhằm buộc triều Trần dời đô vào đấy trong mục tiêu chuẩn bị phế bỏ vương triều Trần. Tháng 3 năm Canh Thân (26-3 đến 24-4-1400), vương triều Hồ thành lập (1400- 1407) và Tây Đô là kinh thành của vương triều mới, thành Thăng Long đổi tên là Đông Đô vẫn giữ vai trò quan trọng của đất nước. Vì vậy thành Tây Đô được dân gian quen gọi là Thành nhà Hồ. Thành đá được xây dựng trong một thời gian kỷ lục, chỉ chừng 3 tháng. Các cấu trúc khác như các cung điện, rồi La Thành phòng vệ bên ngoài, đàn Nam Giao... còn được tiếp tục xây dựng và hoàn thiện cho đến năm 1402. Hổ Quý Ly từ khi nắm quyền lực của triều Trần cho đến khi sáng lập vương triều mới đã ban hành và thực thi một loạt chính sách cải cách về các mặt chính trị, kinh tế, tài chính, văn hóa, giáo dục nhằm khắc phục cuộc khủng hoảng của chế độ quân chủ cuối triều Trần, củng cố chính quyền trung ương và chuẩn bị cho cuộc kháng chiến chống Minh. Trong lịch sử chế độ quân chủ Việt Nam, Hồ Quý Ly là một nhà cải cách lớn với một hệ thống chính sách và biện pháp khá toàn diện, táo bạo. Thành nhà Hồ được xây dựng và tồn tại trong những biến động cuối thế kỷ XIV đầu thê kỷ XV, gắn liền với sự nghiệp của nhà cải cách lớn Hồ Quý Ly và vương triều Hồ.\nTheo chính sử, thành được xây dựng rất khẩn trương, chỉ trong 3 tháng. Thành Tây Đô ở vào địa thế khá hiểm trở, có lợi thế về phòng ngự quân sự hơn là trung tâm chính trị, kinh tế và văn hoá. Vị trí xây thành đặc biệt hiểm yếu, có sông nước bao quanh, có núi non hiểm trở, vừa có ý nghĩa chiến lược phòng thủ, vừa phát huy được ưu thế giao thông thủy bộ. Như mọi thành quách bấy giờ, thành bao gồm thành nội và thành ngoại. Thành ngoại được đắp bằng đất với khối lượng gần 100.000 mét khối, trên trồng tre gai dày đặc cùng với một vùng hào sâu có bề mặt rộng gần tới 50m bao quanh.\nBên trong thành ngoại là thành nội có mặt bằng hình chữ nhật chiều Bắc - Nam dài 870,5m, chiều Đông - Tây dài 883,5m. Mặt ngoài của thành nội ghép thẳng đứng bằng đá khối kích thước trung bình 2 m x 1 m x 0,70 m, mặt trong đắp đất. Bốn cổng thành theo chính hướng Nam - Bắc - Tây - Đông gọi là các cổng tiền - hậu - tả - hữu (Cửa Tiền hay còn gọi là Cửa Nam, Cửa Hậu còn gọi là Cửa Bắc, cửa Đông Môn và cửa Tây Giai). Các cổng đều xây kiểu vòm cuốn, đá xếp múi bưởi, trong đó to nhất là cửa chính Nam, gồm 3 cửa cuốn dài 33,8 m, cao 9,5 m, rộng 15,17 m. Các phiến đá xây đặc biệt lớn (dài tới 7 m, cao 1,5 m, nặng chừng 15 tấn).\nCác cung điện, dinh thự trong khu vực thành đã bị phá huỷ, di tích còn lại hiện nay là 4 cổng thành bằng đá cuốn vòm, tường thành và đặc biệt là Di tích Đàn tế Nam Giao còn khá nguyên vẹn. Trong các phế tích đáng chú ý có nền chính điện chạm một đôi tượng rồng đá rất đẹp dài 3,62 m.\nThành Tây Đô thể hiện một trình độ rất cao về kĩ thuật xây vòm đá thời bấy giờ. Những phiến đá nặng từ 10 đến 20 tấn được nâng lên cao, ghép với nhau một cách tự nhiên, hoàn toàn không có bất cứ một chất kết dính nào . Trải qua hơn 600 năm, những bức tường thành vẫn đứng vững.\nĐược xây dựng và gắn chặt với một giai đoạn đầy biến động của xã hội Việt Nam, với những cải cách của vương triều Hồ và tư tưởng chủ động bảo vệ nền độc lập dân tộc, Thành Nhà Hồ còn là dấu ấn văn hóa nổi bật của một nền văn minh tồn tại tuy không dài, nhưng luôn được sử sách đánh giá cao .\nMặc dù thành Tây Đô, với bốn bức tường và cổng thành còn lại tương đối nguyên vẹn, sẽ là rất đơn giản trong việc xác định về cấu trúc toà thành, nhưng các công trình nghiên cứu trước nay đều đưa ra các số liệu khác nhau về kích thước tường thành, cổng thành và do đó, việc nhận định về cấu trúc toà thành vẫn chưa thống nhất.\nTheo các tài liệu\nTheo Đại Nam nhất thống chí cho biết: Thành Tây Đô mỗi mặt dài 120 trượng (1 trượng tương đương 4m), cao 1 trượng 2 thước và trong thành nay là ruộng ước chừng hơn 300 mẫu. (Theo số liệu này thì thành Tây Đô có cấu trúc hình vuông, mỗi cạnh khoảng 480 m).\nTrong Thanh Hoá Vĩnh Lộc huyện chí của Lưu Công Đạo lại đưa ra số liệu: Thành Tây Đô vuông, mỗi mặt thành dài 424 tầm (một tầm khoảng 2m).\nTrong Lịch triều hiến chương loại chí ghi: Thành rộng ước hơn 300 mẫu, đường đi lối ngang lối dọc đều lát đá hoa, móng thành bốn mặt đều xây đá xanh, từ mặt đất trở lên xây gạch, vuông vắn dày dặn rất bền...\nTheo học giả L. Bezacier thì thành xây dựng trên một đồ án hình vuông mỗi chiều dài 500m.\nTrong các sách: Thành cổ Việt Nam; Hồ Quý Ly; Lịch sử Thanh Hoá; Khảo cổ học Việt Nam đều khẳng định: Thành nhà Hồ có mặt bằng hình chữ nhật, chiều dài 900m, chiều rộng 700m.\nTrong Đại cương Lịch sử Việt Nam (tập 1, xuất bản năm 2000), lại ghi thành Tây Đô là một hình vuông, mỗi cạnh dài 500m.\nTheo số liệu đo đạc\nNăm 2005, đoàn khảo sát Nhật Bản đã dùng máy móc hiện đại đo đạc rồi công bố số liệu như sau: Cạnh Nam: 877,1m; Cạnh Bắc:877,0m; Cạnh Đông: 879,3m; Cạnh Tây: 880m. Như vậy chúng có độ lớn vào khoảng 877m cạnh Đông Tây và 880m cạnh Nam Bắc. Chúng gần như một hình vuông chỉ có điều chiều Nam Bắc dài hơn chiều Đông Tây khoảng 3m. Tuy nhiên dù đã đưa ra con số chính xác nhưng các chuyên gia Nhật Bản lại không cho biết quy tắc đo.\nTheo số liệu của tổ Lịch sử Trường Đại Học Hồng Đức trực tiếp đo bằng phương pháp thủ công thì: Chiều Nam Bắc dài 860m (tính từ mép trong theo trục Nam Bắc). Chiều Đông Tây dài 863m (tính từ mép trong theo trục Đông Tây). Nếu tính theo mép ngoài cổng thành thì: Chiều Đông Tây là 883,5m; chiều Nam Bắc là 870,5m (độ chênh lệch lớn hơn 13m)\nThành hình gần vuông, mỗi cạnh trên dưới 800m và chu vi trên 3,5 km. Thành phía ngoài xây bằng đá, bên trong xây bằng đất đầm nện chắc, mở bốn cửa theo bôn hướng Nam, Bắc, Đông, Tây. Tường thành đá bên ngoài xây bằng những khối đá nặng trung bình 10-16 tấn, có khối nặng đến trên 26 tấn, được đẽo gọt khá vuông vắn và lắp ghép theo hình chữ công (I) tạo nên sự liên kết kiên cố. Đất đắp bên trong thoai thoải dần. Thành qua thời gian trên 6 thế kỷ đã bị bào mòn và có chỗ bị sạt lở, nhưng di tích tường thành chỗ còn lại vẫn dày khoảng 4-6m, chân thành rộng khoảng trên 20m. Bốn cửa thành xây theo kiểu vòm cuốn, bằng đá, riêng cửa Nam là cửa chính có ba cổng ra vào, dài trên 34m, cao hơn 10m. Hào bao quanh thành cho đến nay vẫn còn có đoạn rộng khoảng 10-20m và La thành bảo vệ vòng ngoài. Theo sử liệu, trên thành còn xây tường bằng gạch mà khảo cổ học đã phát hiện khá nhiều, trên nhiều viên gạch còn khắc tên đơn vị các làng xã được điều động về xây thành. Ngoài ra còn nhiều kiến trúc khác, trong đó đàn Nam Giao xây trên sườn phía Tây Nam núi Đốn Sơn bằng đá quy mô khá lớn. Hiện các kiến trúc cung điện, tường gạch bên trên thành cùng các bộ phận bằng gạch, gỗ bị sụp đổ, hủy hoại và tòa thành cũng không tránh khỏi có phần bị sạt lở, nhưng gần như tổng thể kiến trúc bằng đá vẫn tồn tại.\nKhu di tích thành nhà Hồ với trung tâm là thành nhà Hồ, nằm ở phía tây huyện Vĩnh Lộc, Thanh Hóa, gần quốc lộ 45. Khu di tích này nằm giữa sông Mã và sông Bưởi, thuộc địa giới hành chính các xã Vĩnh Tiến, Vĩnh Thành, Vĩnh Long, Vĩnh Yên, Vĩnh Quang, Vĩnh Ninh, Vĩnh Khang, thị trấn Vĩnh Lộc, một phần xã Vĩnh Phúc (huyện Vĩnh Lộc) và một phần xã Thạch Long (huyện Thạch Thành). Ngoài thành nhà Hồ, được gọi là thành trong, khu di tích này có:\nTường thành và Hào thành\nTừ bên ngoài, có thể thấy toàn bộ các bức tường của tòa thành được xây bằng các khối đá khổng lồ có hình khối chữ nhật hoặc gần vuông, xếp không trùng mạch theo hình chữ Công \"I\". Trên thực tế, tường thành được cấu tạo bởi ba lớp gắn kết chặt chẽ với nhau bằng một kỹ thuật xây dựng đặc biệt:\nLớp ngoài: tường thành được xây dựng bằng \"những khối đá vôi to lớn, được đẽo gọt và ghép một cách tài tình\"(13). Tất cả các khối đá xây được đẽo gọt công phu thành các khối vuông thành sắc cạnh, với kích thước trung bình 2,2 x 1,5 x 1,2m, cá biệt có khối có kích thước tới 4,2 x 1,7 x 1,5m và 5,1 x 1 x 1,2m. Những khối đá lớn nhất nặng tới khoảng 26,7 tấn.\nĐại Việt sử ký toàn thư cũng cho biết, năm Tân Tỵ (1401) \"Hán Thương hạ lệnh cho các lộ nung gạch để dùng vào việc xây thành. Trước đây xây thành Tây Đô, tải nhiều đá tới xây, ít lâu sau lại bị sụp đổ, đến đây mới xây trên bằng gạch, dưới bằng đá\"(14). Đến nay, qua nghiên cứu sưu tầm, Trung tâm Bảo tồn Di sản Thành Nhà Hồ đã phát hiện có 294 địa danh hành chính trong cả nước đóng góp xây dựng Thành Nhà Hồ.\nĐể hoàn chỉnh công trình này, con số ước tính hơn 100,000m3 đất đã được đào đắp, hơn 20,000m3 đá, trong đó có nhiều khối đá nặng trên 20 tấn đã được khai thác, vận chuyển và lắp đặt.\nBao quanh các bức tường thành đồ sộ là hệ thống hào thành, như thường thấy ở các tòa thành Đông Á. Ngày nay, nhiều phần của hào thành đã bị lấp cạn. Tuy nhiên, vẫn có thể nhận thấy rất rõ dấu tích của hào thành ở bốn phía với chiều rộng trung bình 50m.\nLa Thành\nBao quanh toàn bộ tòa thành đá và hào thành là La Thành.\nĐại Việt sử ký toàn thư cho biết Hồ Quý Ly \"sai Trần Ninh đốc suất người phủ Thanh Hóa trồng tre gai ở phía Tây thành, phía Nam từ Đốn Sơn, phía Bắc từ An Tôn đến tận cửa Bào Đàm, phía Tây từ chợ Khả Lãng ở Vực Sơn đến sông Lỗi Giang (sông Mã), vây quanh làm tòa thành lớn bọc phía ngoài. Dân chúng ai lấy trộm măng thì bị xử tử\" (Đại Việt sử ký toàn thư 1998a: 198).\nĐại Nam nhất thống chí chép: \"phía ngoài thành lại đắp đất làm La Thành, phía tả từ tổng Cổ Biện, phía Đông qua các xã Bút Sơn và Cổ Điệp ven theo sông Bảo (nay là sông Bưởi) chạy về núi Đốn Sơn, phía hữu từ tổng Quan Hoàng, huyện Cẩm Thủy theo ven sông Mã chạy về Đông thẳng đến núi Yên Tôn mấy vạn trượng\" (Đại Nam nhất thống chí 2006: 313 - 314).\nLa Thành hiện còn là một tòa thành đất cao khoảng 6m, mặt cắt dạng hình thang với bề mặt rộng 9,20m, chân thành rộng khoảng 37m. Mặt ngoài dốc đứng, phía trong thoai thoải kiểu bậc thang, mỗi bậc cao 1,50m, một số vị trí có trộn thêm sạn sỏi gia cố.\nKết quả thám sát năm 2010 ở khu vực thôn Xuân Áng, xã Vĩnh Long cho thấy, đất đắp La Thành bằng các loại đất sét màu vàng, màu xám hoặc xám xanh có lẫn các đá sạn laterít.\nToàn bộ La Thành được đào đắp dựa theo địa hình tự nhiên, có đoạn thì nối liền với núi đá, lấy núi đá làm bức tường thành thiên nhiên hùng vĩ, có đoạn thì nương theo các dòng sông.\nNgày nay, trên thực địa, La Thành vẫn còn dấu vết từ núi Đốn Sơn (xã Vĩnh Thành) đến núi Hắc Khuyển (xã Vĩnh Long), các núi Xuân Đài, Trác Phong, Tiến Sỹ (xã Vĩnh Ninh), núi Kim Ngọ (xã Vĩnh Tiến), núi Ngưu Ngọa, núi Voi (Xã Vĩnh Quang). Trong đó có những đoạn là đê của sông Bưởi và sông Mã (hình 50-52).\nSự kiên cố, cấu trúc lũy thành với mặt ngoài thẳng đứng trong thoai thoải cho thấy rõ tính chất phòng vệ quân sự của La Thành. Mặt khác La Thành cũng triệt để nối các quả núi tự nhiên như núi Voi, núi Đốn, nhiều đoạn chạy theo thế uốn của [[sông Bưởi]] và sông Mã mang thêm chức năng là đê phòng lũ lụt cho toàn bộ kinh thành. Đây cũng là truyền thống đắp thành của người Việt đã từng hiện diện ở các di tích như [[thành Cổ Loa]] ([[Hà Nội]]) thế kỷ 3 trước CN, [[thành Hoa Lư]] ([[Ninh Bình]]) thế kỷ 10, [[thành Thăng Long (Hà Nội) thể kỷ 11 – 18.\nNhiều đoạn La Thành trải qua 6 thế kỷ vẫn còn khá nguyên vẹn với các lũy tre trải dài bát ngát, tương truyền cũng là dấu tích lâu đời gợi nhớ đến việc nhà Hồ cho trồng tre gai bảo vệ kinh thành cuối thế kỷ 14.\n(Trích nguồn: Sách Thành Nhà Hồ Thanh Hóa Nhà xuất bản KHXH năm 2011)\nĐàn Nam Giao\nỞ phía Nam kinh thành, trong các năm 2006 – 2010, khảo cổ học đã tập trung nghiên cứu khu di tích đàn tế Nam Giao.\nĐại Việt sử ký toàn thư chép năm Nhâm Ngọ (1402):\"Tháng 8, Hán Thương sai đắp đàn Giao ở núi Đốn Sơn để làm lễ tế Giao. Đại xá\" (Đại Việt sử ký toàn thư 1998a: 203).\nĐại Việt sử ký toàn thư ghi chép việc xây dựng đàn tế Nam Giao năm 1402. Khâm định Việt sử thông giám cương mục thời Nguyễn cũng chép: \"Đến nay Hán Thương mới đắp đàn Giao ở Đốn Sơn, chọn ngày lành, đi xe Vân Long ra cửa Nam thành, trăm quan và cung tần, mệnh phụ theo thứ tự đi sau v.v...\" (Việt sử thông giám cương mục 1960:40).\nTrong các nghi lễ của các kinh đô phương Đông cổ truyền, đàn Nam Giao và nghi thức tế lễ Nam Giao hàng năm của các vương triều là một bộ phận văn hóa tinh thần quan trọng vào bậc nhất nhằm cầu mong cho đất nước thịnh trị, vương triều trường tồn.\nBởi vậy, trong việc kiến thiết kinh đô, [[nhà Hồ]] đặc biệt chú trọng tới việc xây dựng đàn tế Nam Giao. Đàn tế được xây dựng ở phía Nam Thành Nhà Hồ, phía trong La Thành, dựa theo sườn Tây Nam núi Đốn Sơn.\nDấu tích kiến trúc đàn tế đã xuất lộ chạy theo hướng Bắc – Nam là 250m, hướng Đông – Tây là 150m với tổng diện tích 35.000m2.\nĐàn được chia làm nhiều tầng giật cấp cao dần lên, trong đó tầng đàn trung tâm cao 21,70m so với mực nước biển, chân đàn có độ cao khoảng 10,50m so với mực nước biển. Hiện nay, bước đầu đã khai quật được khoảng 15.000m2 và phát lộ được cấu trúc tổng thể của phần đàn trung tâm bao gồm 3 vòng tường đàn bao bọc lẫn nhau.\n+ Vòng đàn ngoài cùng đã xuất lộ một phần dài 145m, rộng 113m có hai đầu lượn tròn.\n+ Vòng đàn giữa gần hình vuông 65m x 65m.\n+ Vòng đàn trong cùng hình đa giác (60,60m x 52m) có hai cạnh trên vát chéo.\nToàn bộ 3 vòng đàn trên đây ôm trọn toàn bộ nền đàn tế hình chữ nhật 23,60m x 17m. Trong lòng nền đàn có dấu tích đàn tế hình tròn (Viên đàn), đường kính 4,75m.\nNền đàn được đầm nện bằng các loại đá dăm núi, móng tường đàn và tường đàn được xây dựng bằng các loại đá xanh và gạch ở hai bên, ở giữa nhồi đất. Tường đàn cómái lợp các loại ngói mũi sen, ngói mũi lá và ngói âm dương. Mặt nền đàn được lát bằng loại gạch vuông cỡ lớn. Các đường đi trong đàn được lát đá.\nTrong khu vực đàn tế còn tìm thấy dấu tích của hàng chục nền móng của các kiến trúc phụ, 5 cửa, dấu tích đường đi và dấu tích của 10 cống nước được xây dựng và bố trí hết sức khoa học nhằm đảm bảo cho việc tiêu thoát nước cho một công trình kiến trúc có diện tích rộng hàng chục nghìn mét vuông.\nGóc Đông Nam đã tìm thấy một giếng nước lớn có cấu trúc 2 phần: phần thành giếng được xây bằng các khối đá có mặt bằng hình vuông (13m x 13m) có bậc đi xuống nhỏ giật vào trong lòng theo lối \"thượng thách hạ thu\", phần lòng giếng hình tròn, mặt cắt hình phễu, phần miệng tròn có đường kính khoảng 6,50m, độ sâu tính từ miệng giếng vuông 4,90m (hình 138-151).\nVới tổng diện tích trên 35.000m2, có thể nói Nam Giao là một kiến trúc đàn tế khá hoành tráng trong tổng thể khu di tích Thành Nhà Hồ. Không những thế, qua những di vật còn lại, chúng ta còn thấy Nam Giao cũng được trang trí khá độc đáo ở trên các kiến trúc có mái. Đó là thành bậc đá chạm sấu thần, tượng đầu chim phượng, uyên ương, hệ thống lá đề, hệ thống gạch trang trí chạm rồng, hoa cúc. nhiều mô típ cho thấy có sự ảnh hưởng mạnh mẽ của nghệ thuật Phật giáo trong trang trí Nam Giao. Trong thời đại hạn chế Phật giáo thì đây cũng là điều hết sức đáng lưu ý của di tích đàn tế Nam Giao nói riêng và nghệ thuật thời Hồ nói chung (hình 161-171).\nThêm vào đó, các phần núi non phía sau đàn đều được lưu giữ khá nguyên vẹn kết hợp hài hòa với các thành phần kiến trúc đàn tế, làm tăng thêm vẻ đẹp, tính hấp dẫn riêng có của đàn tế Nam Giao Thành Nhà Hồ.\nĐền thờ nàng Bình Khương\nThuộc địa phận thôn Đông Môn, xã Vĩnh Long, nằm sát tường phía Đông của thành trong Thành Nhà Hồ. Đền là nơi thờ nàng Bình Khương phu nhân của Cống sinh Trần Công Sỹ, một trong những người chỉ huy xây dựng tường thành phía đông của thành Tây Đô.\nĐền có diện tích 600m2, kiến trúc gồm tiền đường và hậu cung. Hiện nay trong đền còn lưu giữ nhiều hiện vật có giá trị như: Phiến đá – kiêm thần vị thờ nàng Bình Khương, bia đá dựng năm Thành Thái thứ 15 (1903) do Vương Duy Trinh soạn ghi sự tích Bình Khương và Cống Sinh; bia đá dựng năm Thành Thái thứ 15 (1903) do Phan Hữu Nguyên soạn ghi nội dung ca tụng Bình Khương và bia trùng tu miếu Bình Khương dựng năm Bảo Đại thứ 5 (1930).\nĐền được xếp hạng là di tích lịch sử văn hoá cấp tỉnh năm 1995.\nĐình Đông Môn\nNằm cách cổng Đông Thành Nhà Hồ khoảng 150m về phía Đông, thuộc làng Đông Môn, xã Vĩnh Long. Đây là ngôi đình lớn, niên đại thời Nguyễn (thế kỷ 19), và có giá trị nghệ thuật cao. Tại ngôi đình còn lưu giữ một số hiện vật liên quan đến di tích Thành Nhà Hồ và nhiều sinh hoạt truyền thống gắn với ngôi làng cổ của kinh đô xưa. Từ năm 2007 đến năm 2009 đình được trùng tu, tôn tạo.\nĐình được xếp hạng di tích lịch sử kiến trúc cấp tỉnh năm 1992.\nNhà cổ gia đình ông Phạm Ngọc Tùng: Thuộc làng Tây Giai, xã Vĩnh Tiến, cách cổng Tây Thành Nhà Hồ 200m về phía Tây. Ngôi nhà này được xây dựng năm 1810, về mặt kiến trúc nhà cổ đã được UNESCO công nhận là một trong 10 nhà cổ dân gian tiêu biểu nhất của Việt Nam. Năm 2002 tổ chức JICA của Nhật Bản đầu tư kinh phí nghiên cứu, bảo tồn, trùng tu di tích này.\nNgoài nhà cổ ông Phạm Ngọc Tùng, trong các làng cổ ở khu vực đệm còn bảo tồn rất nhiều các nhà cổ truyền thống (hiện là nhà ở của nhân dân), có niên đại thế kỷ 19 - đầu thế kỷ 20.\nThuộc địa phận làng Xuân Giai, xã Vĩnh Tiến, cách Thành Nhà Hồ khoảng 400m về phía Nam. Sau Hội thề Đốn Sơn (1399), Trần Khát Chân mất, nhân dân nhiều nơi thương tiếc lập đền thờ ông. Ba tổng: Bỉnh Bút, Cao Mật, Hồ Nam thuộc huyện Vĩnh Lộc xưa tôn ông làm Thành hoàng chung. Hàng năm lễ lội đền Tam Tổng diễn ra vào ngày 24/4 Âm lịch, có nhiều trò diễn mô tả văn hoá truyền thống của vùng đất kinh đô xưa. Khu vực đền có diện tích 1500m2, lần trùng tu, tôn tạo gần đây nhất là năm 2005. Đền được xếp hạng là di tích lịch sử văn hoá cấp tỉnh năm 1992.\nMau An Tôn còn có tên khác là Hồ Mỹ Đàm, Hồ Mỹ Xuyên hay Mau Rẹ hiện thuộc cánh đồng làng Mỹ Xuyên và làng Phú Yên, xã Vĩnh Yên, cách Thành Nhà Hồ khoảng 1,5km về hướng Tây Bắc. Theo truyền thuyết hồ chính là đoạn sông đào của nhà Hồ với mục đích mở đường thuỷ nối liền giữa thành Tây Đô với sông Mã. Ngày nay mau còn bảo tồn chiều dài khoảng 2km, rộng 100m với nhiều loài sinh vật độc đáo nổi tiếng của vùng đất cố đô.\nHang Nàng nằm trên núi An Tôn thuộc làng Yên Tôn Thượng, xã Vĩnh Yên, cách Thành Nhà Hồ khoảng 2,5 km về hướng Tây Bắc. Hang còn có tên gọi là động Ngọc Thanh, nằm ở độ cao khoảng 20m so với đồng bằng. Theo truyền thuyết hang là nơi Hồ Quý Ly giam giữ vua Trần Thiếu đế và hai nàng hầu.\nNúi An Tôn thuộc địa phận xã Vĩnh Yên (vào thời Trần có tên là động An Tôn), cách Thành Nhà Hồ khoảng 2km về phía Tây. Núi có hai đỉnh cao nhất là 122m và 114m so với mực nước biển. Nhiều giả thuyết và tư liệu cho biết đá xây dựng Thành Nhà Hồ được khai thác tại dãy núi này.\nCó tên chữ là Tường Vân tự, thuộc xã Vĩnh Thành, cách Thành Nhà Hồ khoảng 2,5km về phía Đông Nam. Chùa được xây dựng dưới chân núi Đốn Sơn vào thời vua Trần Duệ Tôn (1372 - 1377). Tổng thể kiến trúc chùa hiện khoảng 2ha, bao gồm các dãy nhà riêng biệt nằm trên 2 tầng thế đất khác nhau, đó là: Nhà Tứ Ân, nhà Phật điện, nhà Mẫu, nhà Điêu túc. Chùa được xếp hạng là di tích lịch sử văn hoá Quốc gia năm 2009.\nThuộc địa phận thôn Cao Mật, xã Vĩnh Thành, cách Thành Nhà Hồ khoảng 2,5km về phía Đông Nam. Đền được xây dựng ở sườn Đông Bắc núi Đốn Sơn vào thế kỷ 16, thờ Đức Thánh Lưỡng - Thượng tướng Trần Khát Chân, vị tướng có nhiều công lao đánh giặc dưới thời nhà Trần và có công xây dựng kinh thành Tây Đô (thời Hồ). Ngày nay, di tích vẫn còn giữ được nhiều văn bản Hán Nôm cổ (hơn 20 bản sắc phong, các hoành phi, câu đối) và các đồ thờ bằng gỗ đặc biệt có giá trị. Đền được xếp hạng là di tích lịch sử văn hoá và kiến trúc nghệ thuật cấp Quốc gia năm 2001.\nCó tên gọi khác là chùa Thông, được xây dựng dưới chân lèn đá phía Tây núi Xuân Đài, cách Thành Nhà Hồ khoảng 4,5km về phía Tây Nam thuộc địa phận xã Vĩnh Ninh. Tương truyền công chúa Du Anh (thời Trần) đi du ngoạn, thấy cảnh núi sông nơi đây hữu tình đã cho xây dựng chùa vào năm 1270 và lấy tên mình để đặt tên chùa. Hiện nay, trong chùa còn lưu giữ nhiều hiện vật có giá trị thời Trần (thế kỷ 14) như: Sư tử đá, nghê đá, voi đá. Đặc biệt là bia đá 4 mặt được tạc từ đá gốc nguyên khối do trạng Bùng Phùng Khắc Khoan soạn văn bia ghi việc trùng tu chùa năm 1606 đời vua Lê Kính Tông. Chùa được xếp hạng là di tích lịch sử văn hoá Quốc gia năm 2009.\nNằm trên núi Xuân Đài, xã Vĩnh Ninh, cách Thành Nhà Hồ khoảng 4,5km về hướng Tây Nam. Tương truyền động Hồ Công chính là nơi luyện thuốc tu tiên của thầy trò Hồ Công và Đồng Tử. Cảnh sắc núi sông hòa quyện, hang động kỳ ảo nên từ xưa động được mệnh danh là \"Nam thiên tam thập lục động, Hồ Công đệ nhất\" (Ba mươi sáu động của nước Nam, động Hồ Công là nhất). Động nằm ở độ cao khoảng 50m - 60m so với đồng bằng. Nhiều bậc tao nhân trong lịch sử đã đến tham quan và đề thơ ca ngợi cảnh đẹp nơi đây, trong đó tiêu biểu như vua Lê Thánh Tông, Lê Hiến Tông và Tĩnh Vương Trịnh Sâm…Hiện còn khoảng hai mươi di văn Hán khắc trên vách động. Đây là một di sản văn hoá vô cùng quý giá góp phần tạo nên một \"Hồ Công đệ nhất\".\nThành nhà Hồ đã được xếp hạng di tích quốc gia từ năm 1962. Mặc dù có nhiều dự án tôn tạo nhưng vẫn chưa được triển khai và thiếu công tác nghiên cứu cơ bản, các cổ vật đang bị phân tán và tòa thành bị tôn tạo \"không đúng cách\".\nTháng 6 năm 2011, thành Tây Đô đã được Tổ chức Văn hóa, Khoa học và Giáo dục Liên Hiệp Quốc (UNESCO) công nhận là Di sản văn hóa thế giới. Đây là Di sản văn hóa thế giới thứ năm của Việt Nam sau phố cổ Hội An, cố đô Huế, thánh địa Mỹ Sơn, và Hoàng thành Thăng Long.\nCổng Tiền\nCổng Hậu\nCổng phía Đông\nĐạn đá\n",
    "image": "https://nguoikesu.com/images/wiki/thanh-nha-ho/2e6443b045973140c1b2bfc0c5a1f393.jpg"
  },
  {
    "name": "",
    "properties": {},
    "description": "Văn Miếu - Quốc Tử Giám (chữ Hán:文廟 - 國子監) là quần thể di tích đa dạng và phong phú hàng đầu của thành phố Hà Nội, nằm ở phía Nam kinh thành Thăng Long. Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 di tích quốc gia đặc biệt. Quần thể kiến trúc Văn Miếu - Quốc Tử Giám bao gồm: hồ Văn, khu Văn Miếu - Quốc Tử Giám và vườn Giám và kiến trúc chủ thể là Văn Miếu - nơi thờ Khổng Tử và Quốc Tử Giám - trường đại học đầu tiên của Việt Nam. Khu Văn Miếu - Quốc Tử Giám có tường gạch vồ bao quanh, phía trong chia thành 5 lớp không gian với các kiến trúc khác nhau. Mỗi lớp không gian đó được giới hạn bởi các tường gạch có 3 cửa để thông với nhau (gồm cửa chính giữa và hai cửa phụ hai bên). Từ ngoài vào trong có các cổng lần lượt là: cổng Văn Miếu, Đại Trung, Đại Thành và cổng Thái Học. Với hơn 700 năm hoạt động đã đào tạo hàng nghìn nhân tài cho đất nước. Ngày nay, Văn Miếu Quốc Tử Giám là nơi tham quan của du khách trong và ngoài nước đồng thời cũng là nơi khen tặng cho học sinh xuất sắc và còn là nơi tổ chức hội thơ hàng năm vào ngày rằm tháng giêng. Đây từng là nơi các sĩ tử đến \"cầu may\" trước mỗi kỳ thi bằng cách vuốt đầu rùa tại các bia tiến sĩ, tuy nhiên, ngày nay, để bảo tồn di tích, một hàng rào được thiết lập và các sĩ tử không còn làm nghi thức cầu may như trước nữa.Nơi này là nơi trên tờ tiền polymer 100.000 VND của Việt Nam\nVăn Miếu được xây dựng từ năm 1070 tức năm Thần Vũ thứ hai đời Lý Thánh Tông (Đại Việt sử ký toàn thư. Nhà xuất bản. Khoa học xã hội, Hà Nội, tập 1, tr.234) chép: \"Mùa thu tháng 8, làm Văn Miếu, đắp tượng, Khổng Tử, Chu Công và Tứ phối, vẽ tượng Thất thập nhị hiền, bốn mùa cúng tế. Hoàng thái tử đến đấy học.\". Như vậy Văn miếu ngoài chức năng thờ các bậc Tiên thánh, Tiên sư của đạo Nho, còn mang chức năng của một trường học Hoàng gia mà học trò đầu tiên là Thái tử Lý Càn Đức, con trai vua Lý Thánh Tông với Nguyên phi Ỷ Lan, lúc đó mới 5 tuổi, đến năm 1072 tức là năm 8 tuổi lên ngôi trở thành vua Lý Nhân Tông\nNăm 1076, Lý Nhân Tông cho lập trường Quốc Tử Giám ở bên cạnh Văn Miếu có thể coi đây là trường đại học đầu tiên ở Việt Nam. Ban đầu, trường chỉ dành riêng cho con vua và con các bậc đại quyền quý (nên gọi tên là Quốc Tử, người học đầu tiên là hoàng tử Lý Càn Đức). (Việt sử thông giám cương mục. Nhà xuất bản. Văn sử địa. 1957) chép: \"Bính Thìn, năm Anh Vũ Chiêu Thắng thứ 1 tháng 4... lập nhà Quốc Tử Giám; tuyển trong các văn thần lấy những người có văn học, bổ vào đó\". Năm 1156, Lý Anh Tông cho sửa lại Văn Miếu và chỉ thờ Khổng Tử.\nNăm Nguyên Phong thứ 3 1253, vua Trần Thái Tông đổi Quốc Tử Giám thành Quốc Học viện cho mở rộng và thu nhận cả con cái các nhà thường dân có sức học xuất sắc. Chức năng trường Quốc học ngày càng nổi bật hơn chức năng của một nơi tế lễ \"Quý Sửu năm thứ ba(1253)... Tháng 6 lập Quốc Học viện tô tượng Khổng Tử,Chu công và Á Thánh, vẽ tượng 72 người hiền để thờ... Tháng 9 xuống chiếu cho các nho sĩ trong nước đến Quốc học viện giảng học tứ thư, ngũ kinh\" (ĐVSKTT). Lấy Phạm Ứng Thần giữ chức Thượng thư kiêm chức Đề điệu Quốc Tử viện để trông nom công việc học tập tại Quốc Tử Giám.\nĐời Trần Minh Tông, Chu Văn An được cử làm quan Quốc Tử giám Tư nghiệp (hiệu trưởng) và thầy dạy trực tiếp của các hoàng tử. Năm 1370 ông mất, được vua Trần Nghệ Tông cho thờ ở Văn Miếu bên cạnh Khổng Tử.\nSang thời Hậu Lê, Nho giáo rất thịnh hành. Vào năm 1484, Lê Thánh Tông cho dựng bia của những người thi đỗ tiến sĩ từ khoa thi 1442 trở đi (chủ trương đã đề ra năm 1442 nhưng chưa thực hiện được). Mỗi khoa, một tấm bia đặt trên lưng rùa. Tới năm đó, nhà Lê đã tổ chức được 12 khoa thi cao cấp, Lê Thánh Tông (1460 - 1497) đã tổ chức đều đặn cứ ba năm một lần, đúng 12 khoa thi.\nKhông phải khoa thi nào tiến hành xong đều được khắc bia ngay, không phải bia đã dựng thì vĩnh tồn, không hư hỏng, không mất mát. Từng thời có những đợt dựng, dựng lại lớn, như năm 1653 (Thịnh Đức năm thứ nhất, năm 1717 (Vĩnh Thịnh năm thứ 13).\nCuối triều Lê, thời Cảnh Hưng, bia vẫn được khắc đều đặn. Dù không còn giữ được đủ bia, nhà công trình điêu khắc giá trị và tư liệu lịch sử quý báu.\nNăm 1762, Lê Hiển Tông cho sửa lại là Quốc Tử Giám - cơ sở đào tạo và giáo dục cao cấp của triều đình.\nĐời nhà Nguyễn, Quốc Tử giám lập tại Huế. Năm 1802, vua Gia Long ấn định đây là Văn Miếu - Hà Nội. Tổng trấn Bắc thành Nguyễn Văn Thành cho xây thêm Khuê Văn Các bên cạnh giếng vuông. Như vậy vào đầu thời Nguyễn, Văn miếu Thăng Long đã một lần được sửa sang chỉ còn là Văn Miếu của trấn Bắc Thành, sau đổi thành Văn Miếu Hà Nội. Còn Quốc Tử Giám thì đổi thành học đường của phủ Hoài Đức và sau đó tại khu vực này xây đền Khải thánh để thờ cha mẹ Khổng Tử.\nĐầu năm 1947, thực dân Pháp nã đạn đại bác làm đổ sập căn nhà, chỉ còn cái nền với hai cột đá và 4 nghiên đá. Ngày nay toàn bộ khu Thái Học được xây dựng với diện tích 1530 m² trên tổng diện tích 6150 m² gồm các công trình kiến trúc chính là Tiền đường, Hậu đường, Tả vu, Hữu vu, nhà chuông, nhà trống được mô phỏng theo kiến trúc truyền thống trên nền đất xưa của Quốc Tử Giám.\nToàn bộ kiến trúc Văn Miếu hiện nay đều là kiến trúc thời đầu nhà Nguyễn. Khuôn viên được bao bọc bởi bốn bức tường xây bằng gạch vồ (đây là sản phẩm của nhà Hậu Lê)\nHồ Văn\nPhía nam, trước mặt Văn Miếu là hồ Văn hay hồ Minh Đường, dân gian thường gọi là hồ Giám. Chính quyền thành phố Hà Nội đã cố gắng giải tỏa, nhưng hiện nay diện tích cũng chỉ còn được 12297 m², giữa hồ có gò Kim Châu, trên gò dựng Phán Thủy đường (là nơi diễn ra các buổi bình văn thơ của nho sĩ kinh thành xưa). Theo ý đồ kiến trúc, đây vốn là cái \"tiểu minh đường\" của Văn Miếu, là một bộ phận khăng khít của toàn bộ công trình kiến trúc chung. Năm 1863, trong dịp sửa nhà bia Văn Miếu, Văn Hồ đã được một lần tu sửa. Sự việc này còn ghi lại rõ ràng trên tấm bia đá dựng ở gò giữa hồ: Trước miếu có hồ lớn, trong hồ có gò Kim Châu, vào khoảng niên hiệu Cảnh Trị (1668-1671), Tham tụng họ Phạm (Phạm Công Trứ) làm 10 bài thơ vịnh Phán thủy để ghi lại cảnh đẹp... Mùa thu năm Quý Hợi niên hiệu Tự Đức (1863) tôi cùng Cao đài Đặng Lương Phủ (Đặng Tá) dựng đình bia Tiến sĩ và sửa sang khu hồ... Mùa thu năm Ất Sửu (1865), Đặng sứ quân lại xuất tiền nhà xây một đình trên gò Kim Châu. Đình làm xong gọi là Văn hồ đình.... .\nNgày 12 tháng 2 năm 1998, trong khi nạo vét cải tạo hồ Văn đã tìm thấy tấm bia Hoàn Văn hồ bi, soạn năm Bảo Đại thứ 17 (1942), do cử nhân khoa Quý Mão Hoàng Huân Trung soạn. Điều đặc biệt là mặt sau của bia khắc bản dịch chữ Hán ra chữ Quốc ngữ do đốc học Trần Trọng Kim và Nguyễn Quang Oánh dịch. Cho biết hồ này và cả giải đất chạy suốt chiều dài mé tây của Văn Miếu đều thuộc quần thể khu vực Văn Miếu - Quốc Tử Giám. Đến cuối thế kỷ 18 đầu thế kỷ 20 do phân cách địa giới hành chính, khu vực Văn Miếu thuộc đất tỉnh Hà Đông. Khi đất Văn Miếu - Quốc Tử Giám trao lại cho tỉnh Hà Nội thì bỏ sót lại khu hồ Văn, vì thế năm 1939 các văn thân nho sĩ tỉnh Hà Nội đệ đơn trình Thị trưởng Hà Nội xin Công sứ toàn quyền Bắc Kỳ trả lại hồ Văn vào địa phận Văn Miếu, văn bia có đoạn viết: Hồ này ở ngoài tường cửa thứ ba Văn Miếu tên là hồ Minh Đường hay là Văn hồ. Hồ rộng 1 vạn chín trăm thước vuông tây, trong hồ có gò tròn tên gọi Kim Châu rộng hai trăm thước vuông tây\nMột hồ nước trong, quanh bờ cây cối râm mát, một gò đất nổi giữa hồ trên có một kiến trúc nhỏ đẹp lẩn dưới cành lá sum suê, cảnh này mở đầu cho một khu kiến trúc sẽ trở thành một tấm gương soi, nhân đôi cảnh trí, có tác dụng gây cho khách tham quan cảm giác mát mẻ dịu dàng ngay từ khi mới đặt chân vào khu kiến trúc.\nTrước thềm đại lễ 1000 năm Thăng Long, năm 2010, Văn Miếu Quốc Tử Giám đã tiến hành tu sửa, tôn tạo toàn bộ di tích. Đặc biệt, trước thực trạng hồ Văn bị xâm lấn nghiêm trọng và chưa phát huy được giá trị văn hóa, lịch sử vốn có, Trung tâm Hoạt động văn hóa khoa học Văn Miếu Quốc Tử Giám đã được Thành phố Hà Nội và Sở văn hóa thể thao và du lịch chấp thuận chủ trương lập đề án tiến hành dự án tôn tạo gò Kim Châu nhằm trả lại ý nghĩa vốn có của Hồ Văn - nơi vịnh thơ, viết văn của các nho sĩ thời xưa.\nĐã thành truyền thống, cứ chờ đến năm hết, tết đến, xuân sang trên khắp phố phường và những vùng quê văn vật khắp mọi miền quê Việt Nam, nhiều những ông Đồ hay chữ, bày nghiên bút, giấy bản nhuộm điều, niềm nở đón người qua đường ghé xuống cầu xin con chữ. Người cho chữ là ông Đồ túc nho và người xin chữ thường là những chủ nhà, nho sinh cầu mong những tin mừng và vận hội mới trong cuộc đời và đặc biệt là những nhà có người theo học, mong được con chữ của Thánh hiền, giáng ứng cho may mắn trong học hành thi cử và cuộc sống. Khi xin được câu đối hay con chữ linh thiêng như ý, đem về nhà treo vào nơi trang trọng nhất, linh ứng nhất, dễ ngắm nhìn, chiêm nghiệm. Điều này đã trở thành nét đẹp trong văn hóa học của các dân tộc sinh sống trên đất nước Việt Nam ta từ nhiều thế kỷ nay, ngày càng được nối tiếp, thừa kế và phát huy đến cao độ.\nTại các thành phố lớn trong cả nước, đều có chọn những mạch đất Thánh hiền ngự trị để giành cho người cho chữ và người xin chữ, Hồ Văn - Văn Miếu - Quốc Tử Giám Hà Nội được coi là mạch đất linh thiêng nhất của hoạt động này. Sau lễ đưa tiễn đưa ông Táo về Trời (23 tháng Chạp) là thời điểm khai trương “Hội chữ Xuân” - Hội chính của việc “cho chữ- xin chữ” cho giao thừa, năm mới đã được thực hiện để tiễn đưa năm cũ, nghênh đón năm mới. Theo truyền thống dân tộc, lễ đón xuân sang đối với những người con hiếu thảo và học trò hiền là tôn vinh ba bậc: cha-mẹ-thầy, trong ba ngày Tết thì: mùng Một tết Cha, mùng Hai tết Mẹ, mùng Ba tết Thầy. Tục xin chữ - cho chữ sẽ sôi động hơn từ sau ngày lễ thầy. Trong cuộc sống hiện đại ngày nay với bộn bề áp lực, sự trở lại một cách mãnh liệt của tục xin chữ - cho chữ, như làm dấy lên một trào lưu mới của học hành - thi cử. Ai cũng mong muốn có được nhiều con chữ hơn để thuận buồm, xuôi gió lập nghiệp khi vào đời nên ngày nay bất cứ khi nào trong cả năm, người dân, học sinh, sinh viên và du khách… mong muốn nhận được linh khí của mạch đất thiêng họ đều đến Hồ Văn-Văn Miếu để xin chữ như một nét văn hóa tâm linh.\nTừ năm 2018 Trung tâm Hoạt động VHKH Văn Miếu Quốc Tử Giám phối hợp với Công ty TNHH Longlink Việt Nam trong việc phát triển điểm đến Hồ Văn nhằm nâng cao chất lượng dịch vụ và tăng cường các hoạt động văn hóa kết nối với vườn Giám và khu nội tự. Hội Chữ Xuân Mậu Tuất 2018, được đánh giá là hội chữ thành công nhất từ trước tới nay với số lượng khách tăng gấp đối năm 2017. Khác với không gian đơn sơ của những hội chữ xuân trước đó, các gian cho chữ của ông đồ được thiết kế bằng tre lợp lá cọ và nhà gỗ cổ lợp mái vảy sắp đặt theo từng cụm. Hội chữ Xuân tái hiện quang cảnh trường thi với nhà thập đạo, chòi gác thi, lều chõng sĩ tử. Không gian này giúp cho khách tham quan đến với hội chữ không chỉ để xin và cho chữ, mà còn được trải nghiệm nét xưa, giá trị truyền thống của ông cha trong ngày Tết cổ truyền.\nSau Hội chữ xuân,Trung tâm Văn Miếu Quốc tử Giám tiếp tục triển khai các hoạt động hè cho thiếu nhi, hoạt động gắn kết gia đình vào các cuối tuần để định vị Hồ Văn trở thành điểm đến sinh hoạt văn hóa thường xuyên cho cư dân thủ đô cũng như du khách với không gian “làng trong phố thị”. Sự góp mặt của làng nghề thủ công với các mặt hàng truyền thống đa dạng gắn với ý nghĩa phát triển của văn Miếu cũng như làng nghề, phố nghề tại Hà Nội xưa như: quy trình làm giấy dó, thư pháp, tranh dân gian, tơ lụa, sơn mài, khảm trai, mây tre đan nghệ thuật, gốm sứ, hoa, cây cảnh, các trò chơi dân gian, biểu diễn âm nhạc truyền thống, ẩm thực dân gian…\nCác hoạt động trải nghiệm văn hóa dân gian được nhiều du khách cũng như các gia đình hứng thú cho trẻ tham gia như: Làm giấy dó & sáng tác giấy dó nghệ thuật; Tô vẽ tranh Đông Hồ trên giấy dó; Học viết thư pháp trên giấy dó; Làm và vẽ diều; Vuốt nặn & vẽ trên gốm; Làm chuồn chuồn tre; Vẽ nón/vẽ mẹt nghệ thuật; Nhồi bông/tô vẽ con giống vải… Điều này giúp cho Hồ Văn trở thành điểm đến văn hóa quen thuộc hơn với người dân thủ đô và hấp dẫn hơn nhiều đối với khách tham quan.\nVăn Miếu Môn\nPhía trước Văn Miếu môn là tứ trụ (nghi môn) và hai tấm bia Hạ Mã (下馬) hai bên đó là mốc ranh giới chiều ngang phía trước mặt cổng. Xưa kia dù công hầu hay khanh tướng, dù võng lọng hay ngựa xe hễ đi qua Văn Miếu đều phải xuống đi bộ ít nhất từ tấm bia Hạ mã bên này sang tới tấm bia Hạ mã bên kia mới lại được lên xe lên ngựa. Thế đủ biết Văn Miếu có vị trí tôn nghiêm tới chừng nào. Tứ trụ được xây bằng gạch, hai trụ giữa xây cao hơn trên có hình hai con nghê chầu vào. Quan niệm tâm linh cho rằng đây là vật linh thiêng có khả năng nhận ra kẻ ác hay người thiện. Hai trụ ngoài đắp nổi bốn con chim phượng xoè cánh chắp đuôi vào nhau. Tứ trụ có đôi câu đối chữ Hán:\nVăn Miếu môn tức là cổng tam quan phía ngoài. Cổng có ba cửa, cửa giữa cao to và xây 2 tầng. Tầng trên có ba chữ 文廟門 (Văn miếu môn). Kiểu dáng kiến trúc Văn Miếu môn nhiều nét độc đáo rất đáng lưu ý trong khi nghiên cứu kiến trúc cổ Việt Nam. Nhìn bên ngoài tam quan là 3 kiến trúc riêng biệt. Cửa chính giữa thực chất xây 2 tầng. Mặt bằng hình vuông. Tầng dưới to, tầng trên nhỏ chồng lên giữa tầng dưới. Ngày 18 tháng 3 năm Khải Định thứ 3, vua Khải Định bắc tuần có đến chiêm bái Văn Miếu Hà Nội và làm hai bài thơ tứ tuyệt bằng chữ Hán, rồi phán cho tỉnh thần Hà Đông khắc vào bia dựng trên gác tam quan. (rất tiếc bia hiện nay không còn, chỉ còn lại bệ bia, hai mặt bệ là hình hổ phù rất đẹp) Nguyên văn hai bài thơ như sau:\nTạm dịch là:\nTạm dịch là:\nPhía trước cổng tam quan là đôi rồng đá cách điệu thời Lê, bên trong là đôi rồng đá thời Nguyễn. Hai mặt cổng tam quan Phía ngoài có hai câu đối nề (không rõ niên đại)\nTạm dịch nghĩa là:\nTam dịch nghĩa là:\nĐại Trung Môn\nTừ cổng chính Văn Miếu môn, vào không gian thứ nhất gọi là khu Nhập đạo, theo đường thẳng tới cổng thứ hai là Đại Trung môn. Ngang hàng với Đại Trung môn bên trái có Thành Đức môn, bên phải có Đạt Tài môn. Theo văn bản của ông Đỗ Văn Ninh trước đây hai cổng tả môn và hữu môn ở phía trước và bằng Đại Trung môn, Thánh Đức môn và Đại tài môn ở phía sau. Hiện nay hai bên là không gian cây xanh và thảm cỏ Bức tường ngang nối ba cửa vươn dài ra hai bên tới tận tường vây dọc bên ngoài. Hai bên tả hữu của cả khu Văn Miếu, cùng với tường ngang nơi Văn Miếu môn tạo thành một khu hình gần vuông có tường vây khép kín ra vào bằng Văn Miếu môn. Trong khu vực này trồng cây bóng mát gần kín mặt bằng. Hai chiếc hồ chữ nhật nằm dài sát theo chiều dọc bên ngoài. Cảnh này gây nên cảm giác tĩnh mịch, thanh nhã của nơi \"văn vật sở đô\". Cửa Đại Trung môn làm kiểu 3 gian, xây trên nền gạch cao, có mái lợp ngói mũi hài, có hai hàng cột hiên trước và sau, ở giữa là hàng cột chống nóc. Gian giữa cổng treo một tấm biển nhỏ đề 3 chữ sơn then Đại Trung môn.\nCon đường thẳng từ Văn Miếu môn tới Đại Trung môn lại vươn tiếp thẳng tới Khuê Văn Các. Từ hai cửa Đạt Tài và Thành Đức ở hai bên cửa Đại Trung, hai con đường nhỏ hơn song song chạy thẳng với con đường trục giữa, chia khu vực thứ hai này thành 4 dải khá cân bằng. Hai hồ nước được đào ở vị trí tương tự như hai hồ nước ở khu vực thứ nhất. Việc lặp lại một khu vực chỉ có cây có cỏ, việc làm thêm dãy tường ngăn và làm thêm lớp cửa ra vào, được các nhà kiến trúc cho là rất thành công trong ý đồ tạo nên cảnh thâm nghiêm, tĩnh mịch của khu vực kiến trúc.\nKhuê Văn Các\nKhuê Văn Các (nghĩa là \"gác vẻ đẹp của sao Khuê\") là một lầu vuông tám mái, bao gồm bốn mái thượng và bốn mái hạ, cao gần chín thước, do Tổng trấn Nguyễn Văn Thành triều Nguyễn đương thời cho xây dựng vào năm 1805. Gác dựng trên một nền vuông cao cân xứng có lát gạch Bát Tràng mỗi bề có chiều dài là 6,8 mét. Để bước lên được nền vuông này phài đi qua ba bậc thang đá. Kiểu dáng kiến trúc Khuê Văn Các rất hài hòa và độc đáo. Tầng dưới là 4 trụ gạch vuông, mỗi cạnh của trụ có chiều dài một mét và trên các mặt trụ đều có chạm trổ các hoa văn rất tinh vi và sắc sảo. Tầng trên là kiến trúc gỗ sơn son thếp vàng trừ mái lợp và những phần trang trí góc mái hoặc trên bờ nóc là bằng chất liệu đất nung hoặc vôi cát có độ bền cao.\nSàn gỗ có chừa 2 khoảng trống để bắc thang lên gác. Bốn cạnh sàn có diềm gỗ chạm trổ tinh vi. Bốn góc sàn làm lan can con tiện cũng bằng gỗ. Bốn mặt tường bịt ván gỗ, mỗi mặt đều làm một cửa tròn có những thanh gỗ chống tỏa ra bốn phía. Cửa và những thanh gỗ chống tượng trưng cho sao Khuê và những tia sáng của sao. Mé trên sát mái phía cửa ngoài vào treo một biển sơn son thiếp vàng 3 chữ 奎文閣 (Khuê Văn Các). Mỗi mặt tường gỗ đều chạm một đôi câu đối chữ Hán thiếp vàng. Cả bốn đôi câu đối này đều rất có ý nghĩa.\nTạm dịch nghĩa như sau:\nGác Khuê Văn vốn là nơi xưa kia dùng để họp bình những bài văn hay của các sĩ tử đã thi trúng khoa thi hội. Gác nhỏ, kiến trúc giản dị nhưng tao nhã, đặc biệt lại được chọn dựng giữa những cây cổ thụ xanh tốt, cạnh giếng Thiên Quang đầy nước trong in bóng gác.\nPhân tích: theo Kinh dịch những con số lẻ (1, 3, 5, 7, 9) thuộc về dương, biểu hiện sự sinh sôi nảy nở và phát triển, Khuê Văn Các có 8 mái là bát quái, có thêm 1 nóc ở trên là 9, số cửu trù, số cực dương. Theo quan niệm của người xưa, giếng Thiên quang hình vuông tượng trưng cho mặt đất, cửa sổ hình tròn của gác Khuê Văn tượng trưng cho bầu trời, có ý nói nơi đây là nơi tập trung mọi tinh hoa của trời đất, có ý tưởng đề cao trung tâm giáo dục văn hoá Nho học Việt Nam. Ngày nay, Khuê Văn Các ở Văn Miếu-Quốc Tử Giám đã được công nhận là biểu tượng của thành phố Hà Nội.\nHai cửa này cùng với gác Khuê Văn đồng thời mở đầu cho khu vực thứ hai, khu vực giếng Thiên Quang và hai vườn bia Tiến sĩ.\nGiếng Thiên Quang, bia Tiến sĩ\nThiên Quang tỉnh (tức \"giếng soi ánh sáng bầu trời\") còn được gọi là Văn Trì (Ao Văn). Thiên Quang nghĩa là ánh sáng bầu trời. Đặt tên này cho giếng, người xây dựng có ý muốn nói con người thu nhận được tinh túy của vũ trụ, soi sáng tri thức, nâng cao phẩm chất, tô đẹp nền nhân văn. Giếng hình vuông, quanh bờ đều xây hàng lan can tới độ ngang lưng. Người xưa còn có quan niệm giếng hình vuông tượng trưng cho đất, cửa tròn gác Khuê Văn tượng trưng cho trời. Tinh hoa của cả trời cả đất đều được tập trung ở trung tâm văn hóa giáo dục uy nghiêm giữa chốn đế đô này. Một con đường nhỏ lát gạch bao quanh giếng cho phép người ta có thể dạo quanh giếng, lên gác Khuê Văn, vào cửa Đại Thành hoặc rẽ sang 2 vườn bia đá ở 2 bên.\nNhưng có lẽ di tích có giá trị bậc nhất ở đây là 82 tấm bia Tiến sĩ hình con rùa bằng đá xanh dùng để vinh danh và khích lệ những người đỗ đạt. Theo tín ngưỡng Việt Nam, rùa là biểu tượng của sự trường thọ và sự khôn ngoan. Các tấm bia được dựng ở hai bên phải trái của giếng Thiên Quang tại Quốc Tử Giám, mỗi bên 41 tấm dựng thành 2 hàng ngang, mặt bia đều quay về phía giếng. Cả hai bên, giữa mỗi vườn bia xây một tòa đình vuông, 4 mặt bỏ trống, nền cao, giữa nền có bệ, cửa đều trông thẳng xuống giếng. Đây là hai tòa đình thờ bia. Xưa kia hàng năm xuân thu nhị kỳ trong Văn Miếu làm lễ tế thì ở đây cũng sửa lễ vật cúng bái các vị tiên nho của nước ta mà quý tính cao danh còn khắc trên bia đá. Trong 82 tấm bia còn lại tới ngày nay, tấm sớm nhất dựng vào năm 1484, khắc tên các vị tiến sĩ đỗ khoa Nhâm Tuất, niên hiệu Đại Bảo năm thứ 3 (1442) tấm cuối cùng dựng vào năm 1780, khắc tên các Tiến sĩ đỗ khoa Kỷ Hợi, niên hiệu Cảnh Hưng năm thứ 40 (1779). Từ khoa Nhâm Tuất, niên hiệu Đại Bảo năm thứ 3 tới khoa cuối cùng là khoa Đinh Mùi niên hiệu Chiêu Thống năm thứ nhất 1787 tính cho đủ phải tới 124 khoa thi đình, nếu chỉ kể các khoa thi Tiến sĩ, không kể các khoa Đông Các và Chế khoa thì cũng phải 117 khoa, vậy nếu theo đúng điển lệ triều Hậu Lê thì phải lập đủ 117 tấm bia đề tên Tiến sĩ. Thế nhưng trải qua bao cơn binh lửa, vật đổi sao dời, số bia chỉ còn là 82 tấm. Nhiều tấm bia nọ lắp vào rùa kia, nhiều tấm nứt vỡ phải gắn chắp lại.\nNhững tấm bia này được dựng từ năm 1484 dưới thời Lê Thánh Tông. Đông các Đại học sĩ Thân Nhân Trung thảo bài văn cho các bia đầu tiên, trong bài ký viết trên bia tiến sĩ đầu tiên, nói về khoa thi năm 1442 có đoạn viết:\nCác bia tiến sĩ có ghi đầy đủ thông tin về khoa thi, triều vua và triết lý về nền giáo dục đào tạo. Theo tài liệu của Bộ Văn hoá Thể thao và Du lịch cho biết: \"Giá trị và nét độc đáo của 82 bia đá các khoa thi tiến sĩ triều Lê - Mạc (1442-1779) tại Văn Miếu - Quốc Tử Giám, Hà Nội, là những bài văn khắc trên bia. Trên thế giới có rất nhiều nước dựng bia, nhưng duy nhất bia tiến sĩ Văn Miếu có bài ký ghi lịch sử các khoa thi và triết lý của triều đại về nền giáo dục và đào tạo, sử dụng nhân tài\".\nKhông có thống kê chính thức số tiến sĩ được ghi trên các bia tiến sĩ này, các nguồn khác nhau cho biết trong khoảng thời gian đó đã có từ 1.303 đến 1.323 tiến sĩ, trong số này có 18 trạng nguyên, 21 bảng nhãn và 33 thám hoa. Tuy nhiên, số lượng 82 bia còn lại có thể không đầy đủ và không ghi hết các tên họ các vị tiến sĩ thời ấy.\nKhi quân Tây Sơn tiến vào Thăng Long đã làm hư hại Văn Miếu - Quốc Tử Giám. Nông dân trại Văn Chương xin Nguyễn Huệ dựng lại bia đề tên Tiến sĩ trong nhà Giám viết rằng:\nTháng 4 năm 1976 Viện Khảo cổ học phối hợp với phòng Bảo tồn bảo tàng, sở Văn hóa Thông tin Hà Nội đã khai quật được một con rùa đá đế bia chìm sâu dưới lòng hồ cạnh Khuê Văn Các. Thân bia chưa thấy, song sự việc này đã nâng số bia Tiến sĩ lên con số 83. Những năm thực dân Pháp xâm lược rồi tạm chiếm Hà Nội, 2 vườn bia có lúc hoang vắng, cỏ cao lút đầu. Hiện nay 2 vườn bia đã được tu sửa lại theo mẫu sửa nhà bia cuối cùng vào niên hiệu Tự Đức năm thứ 16 (1863), do Bố chính Hà Nội là Lê Hữu Thanh cùng với thự Hậu quân Đô thống, Tổng đốc Hà Ninh là Tôn Thất Hân và Án sát Hà Nội là Đặng Tá khởi xướng làm 2 nhà bia mỗi nhà 11 gian để che mưa nắng cho các di vật quý giá này. Nội dung được ghi rõ trong 2 tấm bia dựng ở bên trái sân Đền Khải Thánh - Quốc Tử Giám (xem phần trích trong mục Đền Khải Thánh - Quốc Tử Giám)\nĐại Thành Môn, khu điện thờ\nQua cửa Đại Thành là vào không gian thứ ba, khu vực chính của di tích Quốc Tử Giám - Văn Miếu. Cũng như cửa Đại Trung, cửa Đại Thành là một kiến trúc 3 gian với hai hàng cột hiên trước sau và một hàng cột giữa. Chính giữa, trên giáp nóc có treo một bức hoành khắc 3 chữ 大成門 (Đại thành môn) theo chiều ngang, đọc từ phải sang trái. Bên phải hai hàng chữ nhỏ dọc khắc Lý Thánh Tông, Thần Vũ nhị niên, Canh Tuất thu, bát nguyệt phụng kiến có nghĩa là: \"Tháng 8 mùa thu năm Canh Tuất, niên hiệu Thần Vũ năm thứ 2 đời Lý Thánh Tông vâng sắc xây dựng\". Bên trái một hàng chữ dọc khắc: Đồng Kháng tam niên, Mậu Tý trọng đông đại tu có nghĩa là \"Tháng 11 năm Mậu Tý niên hiệu Đồng Khánh năm thứ 3 đại tu\". Bức hoành sơn thiếp giản dị, là sản phẩm của năm 1888, song nó là minh chứng cho một lần tu sửa lớn vào thời Đồng Khánh nhà Nguyễn, và cũng là một bằng cứ gián tiếp cho năm khởi dựng Văn Miếu vào thời vua Lý Thánh Tông.\nCửa Đại Thành (cửa của sự thành đạt lớn lao), mở đầu cho khu vực của những kiến trúc chính, nơi thờ Khổng Tử, Chu Công, Tứ Phối, Thất thập nhị hiền v.v... và cũng là nơi giảng dạy của trường giám thời xưa, mang một cái tên đầy ý nghĩa tưởng không còn có thể chọn một tên nào có ý nghĩa hay hơn.\nHai cửa nhỏ theo văn bản của ông Đỗ Văn Ninh là Kim Thành bên phải và Ngọc Thành bên trái, hiện nay là Kim Thanh môn và Ngọc Chấn môn nằm ngang với cửa Đại Thành, song 2 cửa này không mở vào thẳng khu vực chính, mà để đi qua con đường lát gạch phía sau 2 dãy Tả Vu và Hữu Vu để tiếp tục qua sang khu Khải Thánh phía cuối cùng của di tích.\nBước qua cửa Đại Thành là tới một sân rộng mênh mang lát gạch Bát Tràng. Hai bên phải trái của sân là 2 dãy Hữu Vu và Tả Vu. Chính trước mặt là tòa Đại Bái Đường rộng rãi, to lớn và thâm nghiêm trải suốt chiều rộng của sân nối giáp với đầu hồi của Tả Vu, Hữu Vu 2 bên, tạo thành cụm kiến trúc hình chữ U cổ kính và thuyền thống. Sau Đại Bái Đường, song song với Đại Bái Đường là tòa Thượng Điện, có quy mô tương tự cả về chiều cao lẫn bề rộng. Đại Bái Đường nối với Thượng Điện bằng một Tiểu Đình hình vuông. Nếu tách riêng cụm 3 kiến trúc này ra mà nói thì chúng được xây dựng theo hình chữ công mà Tiểu đình chính là nét sổ giữa và Đại Bái Đường, Thượng Điện là 2 nét ngang trên và dưới.\nThượng Điện ở phía sau 9 gian, tường xây 3 phía, phía trước có cửa bức bàn đóng kín 5 gian giữa, 4 gian đầu hồi có cửa chấn song cố định. Nhìn chung Thượng Điện kín đáo và do đó cũng tối hơn Đại Bái, đó cũng là ý đồ của công trình sư muốn tạo cho nơi đây một không khí thâm nghiêm, u tịch và họ đã thành công mỹ mãn. Nơi đây là nơi thờ những vị tổ đạo Nho. Gian chính giữa có cái khám và ngai lớn để trên một bệ xây, trong có bài vị Chí thánh tiên sư Khổng Tử. Cách 2 gian 2 bên tới những gian khác cũng có bệ xây và cũng có khám, trong khám có ngai và bài vị. Bên trái có 2 ngai thờ Tăng Tử và Mạnh Tử; bên phải có 2 ngai thờ Nhan Tử và Tử Tư. Bốn vị được thờ trên đây tức là Tứ phối được quy định thờ từ ngày mới xây dựng Văn Miếu. Ngoài bài vị ra cả bốn vị đều có tượng gỗ sơn thiếp rất uy nghi.\nHai gian đầu hồi cũng có 2 khám lớn xếp chầu vào gian giữa, thờ Thập Triết gồm những vị: Mẫu tử, Nhiễm tử, Đoan mộc tử, Trang Tử, Bốc tử, Hữu tử, Tề tử, Ngân tử, Suyền Tôn tử, Chu tử.\nTòa Đại Bái bên ngoài cũng xây 9 gian, nhưng chỉ xây 2 tường hồi còn mặt trước mặt sau để trống. Tòa Đại Bái này có chức năng hành lễ trong những kỳ tế tự xuân thu. Chỉ gian chính giữa có hương án thờ còn các gian khác đều bỏ trống. Tại đây treo khá nhiều hoành phi câu đối. Bức hoành gian giữa khắc 4 chữ Khang Hi ngự thư và Đồng Khánh Mậu Tý trọng đông thuận đề (1888)\nCũng như Thượng Điện, Đại Bái đường mang đậm phong cách kiến trúc thời Hậu Lê, kẻ bảy giản đơn không chạm trổ cầu kỳ, chồng đấu làm theo kiểu đấu đỡ cột chồng rất Việt Nam, khác hẳn với phong cách kiến trúc đồng thời của những công trình ở các nước láng giềng.\nĐền Khải Thánh - Quốc Tử Giám\nKhu Khải Thánh là khu sau cùng của di tích. Từ Văn Miếu sang đến Khải Thánh người ta có thể đi theo hai con đường lát gạch phía sau Tả Vu và Hữu Vu, hoặc cũng có thể từ sau lưng Thượng Điện qua cửa tam quan. Cửa này là cửa chính cũng xây 3 gian, có mái lợp và cánh cửa đóng mở. Từ bên ngoài vào đền Khải Thánh cũng có thể qua một cổng nhỏ có cánh mở ở góc Đông Nam nơi tiếp giáp với bức tường ngăn 2 khu Văn Miếu và Khải Thánh.\nĐền Khải Thánh là nơi thờ cha mẹ Khổng Tử tức là Thúc Lương Ngột và Nhan Thị. Phần nửa diện tích của khu này là sân phía trước. Sân bị con đường lát gạch ngăn đôi dẫn từ cửa tam quan lên chính giữa đền thờ. Nửa sân bên trái có 2 tấm bia ghi đại lược như sau: Thăng Long là nơi đô thành cũ; là nhà Thái Học xưa. Hai bên cửa Văn Miếu có dựng bia đề tên Tiến sĩ, bắt đầu từ khoa Nhâm Tuất niên hiệu Đại Bảo, tới khoa Kỷ Hợi niên hiệu Cảnh Hưng, nay hiện còn 82 tấm, đó chỉ là một số nhỏ. Trong thời gian từ đó tới nay gió táp mưa sa, cỏ lấp rêu phong, có tới hơn 10 tấm chữ khắc bị mòn, lỏng chỏng mỗi nơi mỗi tấm, phần nhiều sứt mẻ không thể đọc được hết (十 面 餘 零 星 散 立, 多 斑 駁 不 可 卒 讀. Thập diện dư linh tinh tán lập, đa ban bác bất khả tốt độc)\nTôi là Thanh đến làm quan ở đây, vẫn thường muốn làm việc ấy. Mùa thu năm nay, công việc đỡ bận, tôi bàn với quan tổng đốc và quan án sát, bàn cách làm nhà ngói mỗi bên 2 tòa nhà, mỗi tòa 11 gian. Tấm bia nào đổ lỏng chỏng thì đem xếp lại, mặt bia nào bị sứt sở thì đem so sánh mà khắc lại. Cất giữ lấy vết tích xưa vậy.... Thật sự 2 tấm bia này cũng là những tư liệu quý.\nKiến trúc đền Khải Thánh sơ sài hơn song cũng có Tả Vu, Hữu Vu 2 bên và đền thờ ở giữa. Đền Khải Thánh vốn được xây dựng trong khu vực Quốc Tử Giám xưa, còn gọi là khu Thái học nơi rèn đúc nhân tài cho nhiều triều đại. Theo văn tịch thì khu này xưa có 150 gian phòng dành cho giám sinh, coi như khu cư xá. Năm 1946 quân Pháp đã bắn đại bác phá hủy sạch không còn lại một kiến trúc nào. Kiến trúc ngày nay là hoàn toàn mới. Toàn bộ mái đều được lợp hai lớp ngói lót, trên là một lớp chì dày 1,5mm rồi đến một lớp ngói lót nữa, và trên cùng là ngói mũi hài. Phần giữa các cột nhà với chân đá tảng cũng đặt một tấm chì dày 1,5mm để chống ẩm từ dưới lên. Nền sân đều được lát gạch bát kích thước 30x30x4cm. Xung quanh nhà đều được bó vỉa bằng đá xanh. Quy mô kiến trúc khu Thái Học mới rất bề thế, trang nghiêm và hài hoà với kiến trúc cảnh quan của khu Văn Miếu phía trước.\nNhà Tiền đường, Hậu đường\nĐây là công trình xây dựng hoàn toàn do Trung tâm thiết kế tu bổ di tích - Bộ Văn hoá Thông tin thiết kế kỹ thuật, nằm trong công trình trùng tu khu Thái Học khởi công xây dựng ngày 13 - 7 - 1999.\nNhà Tiền đường 9 gian với 40 cột gỗ lim chống mái, đầu hồi xây tường bằng gạch 30x30x7cm mặt ngoài để trần không trát. Gian đầu hồi và gian thứ ba mặt trước, mặt sau đều có cửa bức bàn chấn song con tiện dẫn sang nhà Hậu đường.\nHậu đường là kiến trúc gỗ hai tầng, tầng 1 gồm 9 gian, 2 chái với 72 cột gỗ lim, trong đó 8 cột cái cao 11,5m đường kính 0,56m. Hai đầu hồi xây tường bằng gạch 30x30x7cm mặt ngoài cũng để trần không trát. Phía trước là cửa bức bàn chấn song con tiện, xung quanh là vách đố lụa. Gian đầu hồi mặt sau, gian thứ 3 và gian thứ 7 mặt trước là cửa sổ chấn song con tiện.\nTầng 2 có 5 gian xung quanh là vách đố lụa, mặt trước có 5 cửa và mặt sau có 4 cửa để ra lan can phía trước và sau.\nNhững tu bổ sau năm 1954\nĐánh giá\nVề mặt di tích mà nói thì 2 nhà bia Tiến sĩ ở 2 bên giếng Thiên Quang là nơi bảo tồn những di tích quý nhất của cả khu di tích lịch sử này. 82 tấm bia Tiến sĩ hiện còn có giá trị về nhiều mặt. Đây là những tư liệu văn tự bản gốc duy nhất được lưu giữ tại chỗ, liên tục kể từ khi được dựng.\n",
    "image": "https://nguoikesu.com"
  }
]