{
  "name": "Kỷ Hồng Bàng Thị",
  "description": "Kinh Dương Vương\n[1b] Tên húy là Lộc Tục, con cháu họ Thần Nông5 .\nNhâm Tuất, năm thứ 17. Xưa cháu ba đời của Viêm Đế họ Thần Nông là Đế Minh sinh ra Đế Nghi, sau Đế Minh nhân đi tuần phương Nam, đến Ngũ Lĩnh6 lấy con gái Vụ Tiên, sinh ra vua [Kinh Dương Vương]. Vua là bậc thánh trí thông minh, Đế Minh rất yêu quý, muốn cho nối ngôi. Vua cố nhường cho anh, không dám vâng mệnh. Đế Minh mới lập Đế Nghi là con nối ngôi, cai quản phương Bắc, phong cho vua làm Kinh Dương Vương, cai quản phương Nam, gọi là nước Xích Quỷ.\nVua lấy con gái Động Đình Quân tên là Thần Long9sinh ra Lạc Long Quân (Xét: Đường kỷ chép: thời Kinh Dương có người đàn bà chăn dê, tự xưng là con gái út của Động Đình Quân, lấy con thứ của Kinh Xuyên, bị bỏ, viết thư nhờ Liễu Nghị tâu với Động Đình Quân. Thế thì Kinh Xuyên và Động Đình đời đời làm thông gia với nhau đã từ lâu rồi).\nLạc Long Quân\n[2a] Tên húy là Sùng Lãm, con của Kinh Dương Vương.\nVua lấy con gái của Đế Lai là Âu Cơ, sinh ra trăm con trai (tục truyền sinh trăm trứng), là tổ của Bách Việt. Một hôm, vua bảo Âu Cơ rằng: \"Ta là giống rồng, nàng là giống tiên, thủy hỏa khắc nhau, chung hợp thật khó\". Bèn từ biệt nhau, chia 50 con theo mẹ về núi, 50 con theo cha về ở miền Nam (có bản chép là về Nam Hải), phong cho con trưởng làm Hùng Vương, nối ngôi vua.\nSử thần Ngô Sĩ Liên nói: Khi trời đất mới mở mang, có thứ do khí hóa ra, đó là Bàn Cổ thị. Có khí hóa ra rồi sau có hình hóa, không thứ gì ngoài hai khí âm dương cả. Kinh Dịch nói: \"Trời đất nung ủ, vạn vật thuần hóa, đực cái hợp tinh, vạn vật hóa sinh\"7 . Cho nên có vợ chồng rồi sau mới có cha con, có cha con rồi sau mới có vua tôi. [2b] Nhưng thánh hiền sinh ra, tất có khác thường, đó là do mệnh trời. Nuốt trứng chim huyền điểu mà sinh ra nhà Thương8 , giẫm vết chân người khổng lồ mà dấy nhà Chu12, đều là ghi sự thực như thế. Con cháu Thần Nông thị là Đế Minh lấy con gái Vụ Tiên mà sinh Kinh Dương Vương, tức là thủy tổ của Bách Việt. Vương lấy con gái Thần Long sinh ra Lạc Long Quân, Lạc Long Quân lấy con gái Đế Lai mà có phúc lành sinh con trai. Đó chẳng phải là cái đã gây nên cơ nghiệp của nước Việt ta hay sao? Xét sách Thông Giám Ngoại kỷ (4)9 nói: Đế Lai là con Đế Nghi; cứ theo sự ghi chép ấy thì Kinh Dương Vương là em ruột Đế Nghi, thế mà kết hôn với nhau, có lẽ vì đời ấy còn hoang sơ, lễ nhạc chưa đặt mà như thế chăng?\nHùng Vương\n[3a] Con Lạc Long Quân (không rõ tên húy)14, đóng đô ở Phong Châu (nay là huyện Bạch Hạc)10 .\nHùng Vương lên ngôi, đặt quốc hiệu là Văn Lang (nước này đông giáp biển Nam Hải, tây đến Ba Thục, bắc đến hồ Động Đình, nam giáp nước Hồ Tôn, tức nước Chiêm Thành, nay là Quảng Nam), chia nước làm 15 bộ là: Giao Chỉ, Chu Diên, Vũ Ninh, Phúc Lộc, Việt Thường, Ninh Hải, Dương Tuyền, Lục Hải, Vũ Định, Hoài Hoan, Cửu Chân, Bình Văn, Tân Hưng, Cửu Đức; đều là đất thần thuộc của Hùng Vương; còn bộ gọi là Văn Lang là nơi vua đóng đô11 . Đặt tướng văn gọi là Lạc Hầu, tướng võ gọi là Lạc Tướng (chữ Lạc Tướng, sau chép sai là Hùng Tướng12 ). Con trai vua gọi là Quan Lang, con gái vua gọi là Mị Nương. Quan coi việc gọi là Bồ Chính, đời đời cha truyền con nối, gọi là phụ đạo. Vua các đời đều gọi là Hùng Vương. Bấy giờ dân ở rừng núi thấy ở sông ngòi khe suối đều có tôm cá, nên rủ nhau đi bắt cá để ăn, thường bị thuồng luồng làm hại, [3b] đến thưa với vua. Vua nói: \"Người man ở núi khác với các loài thủy tộc; các thủy tộc ấy ưa cùng loài mà ghét khác loài, cho nên mới bị chúng làm hại. Rồi vua bảo mọi người lấy mực vẽ hình thủy quái ở mình. Từ đấy thuồng luồng trông thấy không cắn hại nữa. Tục vẽ mình của người Bách Việt có lẽ bắt đầu từ đấy.\nĐời Hùng Vương thứ 6, ở hương Phù Đổng, bộ Vũ Ninh có người nhà giàu, sinh một con trai, đến năm hơn ba tuổi ăn uống béo lớn nhưng không biết nói cười. Gặp lúc trong nước có tin nguy cấp, vua sai người đi tìm người có thể đánh lui được giặc. Ngày hôm ấy, đứa trẻ bỗng nói được, bảo mẹ ra mời thiên sứ vào, nói: \"Xin cho một thanh gươm, một con ngựa, vua không phải lo gì\". Vua ban cho gươm và ngựa, đứa trẻ liền phi ngựa vung gươm tiến lên trước, quan quân theo sau, đánh tan quân giặc ở chân núi Vũ Ninh13 . Quân giặc tự quay giáo đánh lẫn nhau, chết rất nhiều, bọn sống sót đều rạp lạy, tôn gọi đứa trẻ ấy là thiên tướng, liền đến xin hàng cả. Đứa trẻ phi ngựa [4a] lên trời mà đi. Vua sai sửa sang chỗ vường nhà của đứa trẻ để lập đền thờ, tuế thời cúng tế. Về sau, Lý Thái Tổ phong là Xung Thiên Thần Vương. (Đền thờ ở cạnh chùa Kiến Sơ, hương Phù Đổng).\nThời Thành Vương nhà Chu [1063-1026 TCN], nước Việt ta lần đầu sang thăm nhà Chu (không rõ vào đời Hùng Vương thứ mấy), xưng là Việt Thường thị, hiến chim trĩ trắng. Chu Công nói: \"Chính lệnh không ban đến thì người quân tử không coi người ta là bề tôi của mình\", rồi sai làm xe chỉ nam đưa sứ giả về nước.\nCuối thời Hùng Vương, vua có con gái gọi là Mị Nương sắc xinh đẹp. Thục Vương nghe tiếng, đến cầu hôn. Vua muốn gả, nhưng Hùng hầu can rằng: \"Họ muốn chiếm nước ta, chỉ lấy việc hôn nhân làm cớ mà thôi\". Thục Vương vì chuyện ấy để bụng oán giận. Vua muốn tìm người xứng đáng để gả, bảo các bề tôi rằng: \"Đứa con gái này là giống tiên, người nào có đủ tài đức mới cho làm rể\". Bấy giờ có hai người từ ngoài đến, lạy dưới sân để cầu hôn. Vua lấy làm lạ, hỏi thì họ thưa rằng một người là [4b] Sơn Tinh, một người là Thủy Tinh, đều ở trong cõi cả, nghe nhà vua có thánh nữ, đánh bạo đến xin lĩnh mệnh. Vua nói: \"Ta có một người con gái, lẽ nào lại được cả hai rể hiền?\". Bèn hẹn đến ngày hôm sau, ai đem đủ sính lễ đến trước thì gả cho người ấy. Hai người vâng lời, lạy tạ ra về. Hôm sau, Sơn Tinh đem các đồ châu báu vàng bạc, chim núi thú rừng đến dâng. Vua y hẹn gả con cho. Sơn Tinh đón vợ về ở ngọn núi cao trên núi Tản Viên. Thủy Tinh cũng đem sính lễ đến sau, giận tiếc là không kịp, bèn kéo mây làm mưa, dâng nước tràn ngập, đem các loài thủy tộc đuổi theo. Vua cùng Sơn Tinh lấy lưới sắt chăng ngang thượng lưu sông Từ Liêm14 để chặn lại. Thủy Tinh theo sông khác, từ Ly Nhân vào chân núi Quảng Oai15 rồi theo dọc bờ lên cửa sông Hát, ra sông lớn16 mà rẽ vào sông Đà để đánh Tản Viên, nơi nơi đào sâu thành vực thành chằm, chứa nước để mưu đánh úp. Sơn Tinh có phép thần biến hóa, gọi [5a]17 người man đan tre làm rào chắn nước, lấy nỏ bắn xuống, các loài có vẩy và có vỏ trúng tên đều chạy trốn cả. Rốt cuộc Thủy Tinh không thể xâm phạm được núi Tản Viên. (Tục truyền Sơn Tinh và Thủy Tinh từ đấy về sau đời đời thù oán, mỗi năm mùa nước to thường vẫn đánh nhau).\nNúi Tản Viên là dãy núi cao của nước Việt ta, sự linh thiêng rất ứng nghiệm. Mị Nương đã lấy Sơn Tinh, Thục Vương tức giận, dặn lại con cháu phải diệt Văn Lang mà chiếm lấy nước. Đến đời cháu là Thục Phán có dũng lược, bèn đánh lấy nước.\nSử thần Ngô Sĩ Liên nói: Thời Hùng Vương đặt chư hầu để làm phên giậu, chia nước làm 15 bộ. Ở 15 bộ ấy đều có trưởng và tá. Vua theo thứ bậc cắt đặt các con thứ để cai trị. Nói 50 con theo mẹ về núi, làm sao biết không phải là như thế? Vì mẹ làm quân trưởng, các con đều làm chúa một phương. Cứ xem như tù trưởng người man ngày nay xưng là nam phụ đạo, [5b] nữ phụ đạo (nay bản triều đổi chữ phụ đạo ___ ___ thành chữ phụ đạo ___ ___ thì có lẽ đúng như thế). Còn như việc Sơn Tinh, Thủy Tinh thì rất là quái đản, tin sách chẳng bằng không có sách, hãy tạm thuật lại chuyện cũ để truyền lại sự nghi ngờ thôi).\nTrở lên là [kỷ] Hồng Bàng thị, từ Kinh Dương Vương được phong năm Nhâm Tuất, cùng thời với Đế Nghi, truyền đến cuối thời vua Hùng Vương, ngang với đời Noãn Vương nhà Chu năm thứ 57 [258 TCN] là năm Quý Mão thì hết, tất cả 2.622 năm [2879 - 258 TCN].\n\n",
  "properties": {}
}